[
  {
    "ID": "1",
    "SURAH": "1",
    "AYAH": "1",
    "ARABIC_TEXT": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
    "TRANSLATION": "Nhân danh Allah(1), Đấng Rất Mực Độ Lượng, Đấng Rất Mực Khoan Dung(2)",
    "FOOTNOTES": "(1) Allah là tên riêng của Đấng Tạo Hóa, Đấng Thượng Đế. (2) Al-Rahman (Đấng Rất Mực Độ Lượng), Al-Rahim (Đấng Rất Mực Khoan Dung) là hai thuộc tính của Allah. Ngài Rất Mực Đô Lượng đốì với tất cả chúng sinh, nhưng chỉ là Đấng Rất Mực Khoan Dung đốì với người Mu'min."
  },
  {
    "ID": "2",
    "SURAH": "1",
    "AYAH": "2",
    "ARABIC_TEXT": "ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "Mọi lời ca tụng đều dâng lên Allah, Thượng Đế(3) của vũ trụ và muôn loài(4).",
    "FOOTNOTES": "(3) Thượng Đế là Đấng Tạo Hóa, Đấng Yêu Thương, Chăm Sóc, Nuôi Dưỡng, Đấng Chủ Tể đang làm chủ và cai quản tất cả muôn loài muôn vật trong các tầng trời và trái đất. (4) Muôn loài gồm loài người, loài Jinn (ma) và tất cả vạn vật giữa trời và đất."
  },
  {
    "ID": "3",
    "SURAH": "1",
    "AYAH": "3",
    "ARABIC_TEXT": "ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
    "TRANSLATION": "Đấng Rất Mực Độ Lượng, Đấng Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4",
    "SURAH": "1",
    "AYAH": "4",
    "ARABIC_TEXT": "مَٰلِكِ يَوۡمِ ٱلدِّينِ",
    "TRANSLATION": "Đức Vua(5) của Ngày Phán xử(6) (Cuối cùng).",
    "FOOTNOTES": "(5) Maalik là Đức Vua nắm mọi quyền hành xử lý. (6) Phán xử để tưởng thưởng và trừng phạt. Allah là Đức Vua sẽ chủ trì việc xét xử con người vào ngày phán xử cuối cùng. Các Sứ giả của Allah hay Thiên sứ đã mang Chỉ thị của Allah đến chỉ dạy loài người rằng chết không phải là hết mà họ sẽ được phục sinh trở lại để chịu việc phán xử hành động tốt và xấu của họ trên thế gian suốt thời gian họ đã sông trên trái đất chiếu theo hồ sơ cá nhân do các Thiên Thần ghi lại trong sổ bộ đời của họ."
  },
  {
    "ID": "5",
    "SURAH": "1",
    "AYAH": "5",
    "ARABIC_TEXT": "إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ",
    "TRANSLATION": "(Ôi Allah) duy chỉ Ngài bầy tôi thờ phụng và chỉ với riêng Ngài bầy tôi cầu xin được giúp đỡ(7).",
    "FOOTNOTES": "(7) Sau khi nhận thức Allah là Thượng Đế của mình, người Muslim chỉ tôn thờ và phụng sự riêng Allah và cầu xin Ngài giúp đỡ trong mọi hoàn cảnh. Người Muslim không được nhập nhằng giữa Đấng Tạo Hóa Allah và các tạo vật của Ngài. Mọi vật trong các tầng trời và trái đất và giữa trời đất đều là các tạo vật của Allah kể cả loài người. Người Muslim không được phép tôn thờ các tạo vật của Allah mà chỉ tôn thờ riêng Allah, Đấng Tạo Hóa. Tôn thờ các tạo vật của Allah là phạm một trọng tội mà Allah không bao giờ tha thứ. (Q.4:116)"
  },
  {
    "ID": "6",
    "SURAH": "1",
    "AYAH": "6",
    "ARABIC_TEXT": "ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ",
    "TRANSLATION": "Xin Ngài hướng dẫn bầy tôi (đi) theo con đường ngay chính.",
    "FOOTNOTES": ""
  },
  {
    "ID": "7",
    "SURAH": "1",
    "AYAH": "7",
    "ARABIC_TEXT": "صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ",
    "TRANSLATION": "Con đường của những người đã được Ngài ban ân(8), không phải là (con đường của) những kẻ mà Ngài đã giận dữ và (cũng không phải là con đường của) những ai lầm đường lạc lối.",
    "FOOTNOTES": "(8) Những người đã được Allah ban ân gồm: 1/ Các Nabi (Người tiếp thu mặc khải); 2/ các Siddiq (người tin tưởng kiên định); 3/ các Shahid (người tự vì đạo); và 4/ Saleh (người ngoan đạo). (Q.4:69)"
  }
]