[
  {
    "ID": "1597",
    "SURAH": "12",
    "AYAH": "1",
    "ARABIC_TEXT": "الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ",
    "TRANSLATION": "Alif. Lam. Ra. Đây là những Câu của một Kinh Sách minh bạch.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1598",
    "SURAH": "12",
    "AYAH": "2",
    "ARABIC_TEXT": "إِنَّآ أَنزَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ",
    "TRANSLATION": "Quả thật, TA đã ban Nó (những Lời Mặc Khải) xuống (dưới hình thức của) Qur'an (dùng để đọc xướng) bằng tiếng Ả Rập để các ngươi có thể đọc hiểu dễ dàng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1599",
    "SURAH": "12",
    "AYAH": "3",
    "ARABIC_TEXT": "نَحۡنُ نَقُصُّ عَلَيۡكَ أَحۡسَنَ ٱلۡقَصَصِ بِمَآ أَوۡحَيۡنَآ إِلَيۡكَ هَٰذَا ٱلۡقُرۡءَانَ وَإِن كُنتَ مِن قَبۡلِهِۦ لَمِنَ ٱلۡغَٰفِلِينَ",
    "TRANSLATION": "Qua những điều mà TA đã mặc khải cho Ngươi (Muhammad) trong Qur'an này, TA kể lại cho Ngươi một câu chuyện tốt đẹp nhất mà trước đây Ngươi chưa hề biết đến.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1600",
    "SURAH": "12",
    "AYAH": "4",
    "ARABIC_TEXT": "إِذۡ قَالَ يُوسُفُ لِأَبِيهِ يَٰٓأَبَتِ إِنِّي رَأَيۡتُ أَحَدَ عَشَرَ كَوۡكَبٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ رَأَيۡتُهُمۡ لِي سَٰجِدِينَ",
    "TRANSLATION": "(Câu chuyện xảy ra) khi Yusuf(76) thưa với người cha của Y: “Thưa cha, con nằm mộng thấy mười một vì sao và cả mặt trời lẫn mặt trăng; con thấy chúng đều phủ phục trước mặt con.”",
    "FOOTNOTES": "(76) Nabi Yusuf (Joseph trong Kinh Thánh) là một trong số mười hai đứa con trai của Nabi Y'aqub (Jacob tức Israel). Nabi Yusuf có một đứa em trai ruột (cùng mẹ) tên Bin Yamin (Benjamin)."
  },
  {
    "ID": "1601",
    "SURAH": "12",
    "AYAH": "5",
    "ARABIC_TEXT": "قَالَ يَٰبُنَيَّ لَا تَقۡصُصۡ رُءۡيَاكَ عَلَىٰٓ إِخۡوَتِكَ فَيَكِيدُواْ لَكَ كَيۡدًاۖ إِنَّ ٱلشَّيۡطَٰنَ لِلۡإِنسَٰنِ عَدُوّٞ مُّبِينٞ",
    "TRANSLATION": "(Người cha) bảo: \"Này con yêu dấu, chớ kể lại điều con nằm mộng thấy cho các anh con nghe, cha sợ rằng chúng sẽ bày mưu hãm hại con. Chắc chắn Shaytan là kẻ thù công khai của loài người.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1602",
    "SURAH": "12",
    "AYAH": "6",
    "ARABIC_TEXT": "وَكَذَٰلِكَ يَجۡتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِ وَيُتِمُّ نِعۡمَتَهُۥ عَلَيۡكَ وَعَلَىٰٓ ءَالِ يَعۡقُوبَ كَمَآ أَتَمَّهَا عَلَىٰٓ أَبَوَيۡكَ مِن قَبۡلُ إِبۡرَٰهِيمَ وَإِسۡحَٰقَۚ إِنَّ رَبَّكَ عَلِيمٌ حَكِيمٞ",
    "TRANSLATION": "\"Và Thượng Đế (Allah) của con đã chọn con như thế và Ngài đã dạy con cách giải thích những câu chuyện khúc mắc và muốn hoàn tất Ân Huệ của Ngài cho con và cho hậu duệ của Ya'qub giống như việc Ngài đã hoàn tất Ân Huệ cho các tổ tiên của con, Ibrahim và Is-haq. Chắc chắn Thượng Đế của con Rất Mực Hiểu Biết, Rất Mực Sáng Suốt.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1603",
    "SURAH": "12",
    "AYAH": "7",
    "ARABIC_TEXT": "۞ لَّقَدۡ كَانَ فِي يُوسُفَ وَإِخۡوَتِهِۦٓ ءَايَٰتٞ لِّلسَّآئِلِينَ",
    "TRANSLATION": "Chắc chắn trong (câu chuyện của) Yusuf và những người anh của Y là những bằng chứng cho những người hỏi tìm (sự thật).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1604",
    "SURAH": "12",
    "AYAH": "8",
    "ARABIC_TEXT": "إِذۡ قَالُواْ لَيُوسُفُ وَأَخُوهُ أَحَبُّ إِلَىٰٓ أَبِينَا مِنَّا وَنَحۡنُ عُصۡبَةٌ إِنَّ أَبَانَا لَفِي ضَلَٰلٖ مُّبِينٍ",
    "TRANSLATION": "Khi (những người anh cùng cha khác mẹ của Yusuf) bàn với nhau: \"Rõ ràng cha tụi mình yêu Yusuf và em của nó hơn tụi mình mặc dù tụi mình đông và mạnh hơn. Chắc chắn cha tụi mình sai lầm rõ ràng.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1605",
    "SURAH": "12",
    "AYAH": "9",
    "ARABIC_TEXT": "ٱقۡتُلُواْ يُوسُفَ أَوِ ٱطۡرَحُوهُ أَرۡضٗا يَخۡلُ لَكُمۡ وَجۡهُ أَبِيكُمۡ وَتَكُونُواْ مِنۢ بَعۡدِهِۦ قَوۡمٗا صَٰلِحِينَ",
    "TRANSLATION": "\"Hãy giết Yusuf hoặc bắt nó quẳng đi nơi khác, làm thế ân sủng của cha mới dồn về hết cho các người và sau đó các người mới trở thành một đám người tốt (nơi cha).\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1606",
    "SURAH": "12",
    "AYAH": "10",
    "ARABIC_TEXT": "قَالَ قَآئِلٞ مِّنۡهُمۡ لَا تَقۡتُلُواْ يُوسُفَ وَأَلۡقُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّ يَلۡتَقِطۡهُ بَعۡضُ ٱلسَّيَّارَةِ إِن كُنتُمۡ فَٰعِلِينَ",
    "TRANSLATION": "Một người trong bọn chúng đáp: “Chớ giết Yusuf. Nhưng nếu mọi người nhất định làm một điều gì để loại trừ nó thì hãy ném nó xuống giếng, có thể một đoàn khách thương (đi ngang qua chỗ đó) sẽ vớt nó mang đi nơi khác.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1607",
    "SURAH": "12",
    "AYAH": "11",
    "ARABIC_TEXT": "قَالُواْ يَٰٓأَبَانَا مَا لَكَ لَا تَأۡمَ۬نَّا عَلَىٰ يُوسُفَ وَإِنَّا لَهُۥ لَنَٰصِحُونَ",
    "TRANSLATION": "Rồi chúng thưa (với người cha): \"Thưa cha! Tại sao cha không tin tụi con mà giao Yusuf cho tụi con (trông coi) bởi vì chắc chắn chúng con là những người anh luôn luôn cầu mong điều lành cho đứa em của mình.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1608",
    "SURAH": "12",
    "AYAH": "12",
    "ARABIC_TEXT": "أَرۡسِلۡهُ مَعَنَا غَدٗا يَرۡتَعۡ وَيَلۡعَبۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
    "TRANSLATION": "“Ngày mai cha hãy để em đi ra ngoài chơi với tụi con và tụi con sẽ trông coi em cẩn thận.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1609",
    "SURAH": "12",
    "AYAH": "13",
    "ARABIC_TEXT": "قَالَ إِنِّي لَيَحۡزُنُنِيٓ أَن تَذۡهَبُواْ بِهِۦ وَأَخَافُ أَن يَأۡكُلَهُ ٱلذِّئۡبُ وَأَنتُمۡ عَنۡهُ غَٰفِلُونَ",
    "TRANSLATION": "(Người cha) bảo: “Chắc chắn việc các con đưa nó đi xa làm cha lo lắng. Cha sợ sói sẽ ăn thịt nó trong lúc các con ham chơi không ngó ngàng đến nó.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1610",
    "SURAH": "12",
    "AYAH": "14",
    "ARABIC_TEXT": "قَالُواْ لَئِنۡ أَكَلَهُ ٱلذِّئۡبُ وَنَحۡنُ عُصۡبَةٌ إِنَّآ إِذٗا لَّخَٰسِرُونَ",
    "TRANSLATION": "Chúng thưa: “Nếu sói ăn thịt em thì tụi con đông như thế này há bó tay chịu thua hay sao?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1611",
    "SURAH": "12",
    "AYAH": "15",
    "ARABIC_TEXT": "فَلَمَّا ذَهَبُواْ بِهِۦ وَأَجۡمَعُوٓاْ أَن يَجۡعَلُوهُ فِي غَيَٰبَتِ ٱلۡجُبِّۚ وَأَوۡحَيۡنَآ إِلَيۡهِ لَتُنَبِّئَنَّهُم بِأَمۡرِهِمۡ هَٰذَا وَهُمۡ لَا يَشۡعُرُونَ",
    "TRANSLATION": "Do đó, khi chúng đưa Yusuf đi xa, chúng đồng lòng ném Y xuống giếng. Và TA đã mặc khải cho Y (bảo): “Một ngày nào đó, nhà ngươi sẽ nói cho bọn chúng biết việc làm này của chúng và chúng sẽ không nhận biết (ngươi).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1612",
    "SURAH": "12",
    "AYAH": "16",
    "ARABIC_TEXT": "وَجَآءُوٓ أَبَاهُمۡ عِشَآءٗ يَبۡكُونَ",
    "TRANSLATION": "Và vào đầu hôm, chúng khóc lóc đến gặp người cha.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1613",
    "SURAH": "12",
    "AYAH": "17",
    "ARABIC_TEXT": "قَالُواْ يَٰٓأَبَانَآ إِنَّا ذَهَبۡنَا نَسۡتَبِقُ وَتَرَكۡنَا يُوسُفَ عِندَ مَتَٰعِنَا فَأَكَلَهُ ٱلذِّئۡبُۖ وَمَآ أَنتَ بِمُؤۡمِنٖ لَّنَا وَلَوۡ كُنَّا صَٰدِقِينَ",
    "TRANSLATION": "Chúng thưa: “Thưa cha, chúng con rủ nhau chạy đua và để Yusuf ở gần hành lý của chúng con, do đó một con sói đã ăn thịt em mất rồi. Và chắc cha sẽ không tin tụi con mặc dầu tụi con nói sự thật.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1614",
    "SURAH": "12",
    "AYAH": "18",
    "ARABIC_TEXT": "وَجَآءُو عَلَىٰ قَمِيصِهِۦ بِدَمٖ كَذِبٖۚ قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٞۖ وَٱللَّهُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ",
    "TRANSLATION": "Và chúng mang chiếc áo bôi máu giả đến trình (với người cha). Người cha bảo: “Không, tâm trí của tụi bây đã bày vẽ sự việc. (Sự việc đã như thế) thì kiên nhẫn là (giải pháp) tốt đẹp nhất. Và chỉ Allah là Đấng ta cầu xin được giúp đỡ về điều mà tụi bây đã xác nhận.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1615",
    "SURAH": "12",
    "AYAH": "19",
    "ARABIC_TEXT": "وَجَآءَتۡ سَيَّارَةٞ فَأَرۡسَلُواْ وَارِدَهُمۡ فَأَدۡلَىٰ دَلۡوَهُۥۖ قَالَ يَٰبُشۡرَىٰ هَٰذَا غُلَٰمٞۚ وَأَسَرُّوهُ بِضَٰعَةٗۚ وَٱللَّهُ عَلِيمُۢ بِمَا يَعۡمَلُونَ",
    "TRANSLATION": "Và một đoàn khách thương đến (dừng chân tại chỗ giếng nước). Họ phái một người múc nước (đi kéo nước giếng). Người đó thả chiếc gầu xuống giếng rồi sau đó hô lớn: “Có tin mừng! Đây (kéo được) một cậu bé.” Và họ giấu Y (Yusuf) để làm một món hàng (đổi chác). Và Allah biết rõ điều họ làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1616",
    "SURAH": "12",
    "AYAH": "20",
    "ARABIC_TEXT": "وَشَرَوۡهُ بِثَمَنِۭ بَخۡسٖ دَرَٰهِمَ مَعۡدُودَةٖ وَكَانُواْ فِيهِ مِنَ ٱلزَّٰهِدِينَ",
    "TRANSLATION": "Và họ (đoàn khách thương) đã bán Y (Yusuf) với một giá rẻ mạt, chỉ một vài đồng tiền bạc. Họ là những người đã xem Y chẳng ra gì.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1617",
    "SURAH": "12",
    "AYAH": "21",
    "ARABIC_TEXT": "وَقَالَ ٱلَّذِي ٱشۡتَرَىٰهُ مِن مِّصۡرَ لِٱمۡرَأَتِهِۦٓ أَكۡرِمِي مَثۡوَىٰهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗاۚ وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ وَلِنُعَلِّمَهُۥ مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ وَٱللَّهُ غَالِبٌ عَلَىٰٓ أَمۡرِهِۦ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
    "TRANSLATION": "Và vị khách đã mua Y nơi Ai Cập bảo vợ: \"Hãy quí trọng cậu ta trong nhà mình. Biết đâu cậu ta sẽ mang lợi về cho mình hoặc mình sẽ nhận cậu ta làm con nuôi.\" Và TA đã định cư Yusuf trong lãnh thổ như thế hầu TA dạy Y cách giải thích những câu chuyện khúc mắc; và Allah toàn quyền kiểm soát công việc của Ngài nhưng đa số nhân loại không biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1618",
    "SURAH": "12",
    "AYAH": "22",
    "ARABIC_TEXT": "وَلَمَّا بَلَغَ أَشُدَّهُۥٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
    "TRANSLATION": "Và khi Y (Yusuf) trưởng thành, TA ban cho Y trí suy xét và kiến thức. Và TA đãi ngộ những người làm tốt như thế.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1619",
    "SURAH": "12",
    "AYAH": "23",
    "ARABIC_TEXT": "وَرَٰوَدَتۡهُ ٱلَّتِي هُوَ فِي بَيۡتِهَا عَن نَّفۡسِهِۦ وَغَلَّقَتِ ٱلۡأَبۡوَٰبَ وَقَالَتۡ هَيۡتَ لَكَۚ قَالَ مَعَاذَ ٱللَّهِۖ إِنَّهُۥ رَبِّيٓ أَحۡسَنَ مَثۡوَايَۖ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ",
    "TRANSLATION": "Nhưng bà chủ của ngôi nhà mà Y đang tá túc tìm cách quyến rũ Y. Và nữ ta đóng chặt các cửa phòng và mời mọc: “Hỡi chàng, hãy đến đây!” Y đáp: “Cầu xin Allah che chở khỏi điều này, quả thật ngài quan lớn là chủ nhân của tôi, ngài ban cho tôi một chỗ tá túc tốt đẹp. Quả thật những kẻ làm điều sai quấy sẽ không thành đạt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1620",
    "SURAH": "12",
    "AYAH": "24",
    "ARABIC_TEXT": "وَلَقَدۡ هَمَّتۡ بِهِۦۖ وَهَمَّ بِهَا لَوۡلَآ أَن رَّءَا بُرۡهَٰنَ رَبِّهِۦۚ كَذَٰلِكَ لِنَصۡرِفَ عَنۡهُ ٱلسُّوٓءَ وَٱلۡفَحۡشَآءَۚ إِنَّهُۥ مِنۡ عِبَادِنَا ٱلۡمُخۡلَصِينَ",
    "TRANSLATION": "Và quả thật nữ ta muốn (thân xác của) Y và nếu không thấy rõ minh chứng của Thượng Đế của Y thì Y cũng đã động lòng trước sự quyến rũ đó của nữ ta. Như thế là để TA đưa những điều xấu xa và thô bỉ xa khỏi Y. Bởi vì trong số bầy tôi của TA, Y là một người bề tôi thành tâm và trung thực.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1621",
    "SURAH": "12",
    "AYAH": "25",
    "ARABIC_TEXT": "وَٱسۡتَبَقَا ٱلۡبَابَ وَقَدَّتۡ قَمِيصَهُۥ مِن دُبُرٖ وَأَلۡفَيَا سَيِّدَهَا لَدَا ٱلۡبَابِۚ قَالَتۡ مَا جَزَآءُ مَنۡ أَرَادَ بِأَهۡلِكَ سُوٓءًا إِلَّآ أَن يُسۡجَنَ أَوۡ عَذَابٌ أَلِيمٞ",
    "TRANSLATION": "Và hai người đua nhau chạy nhanh đến cửa phòng và nữ ta (đuổi theo) giật rách vạt áo phía sau của Y; và hai người gặp ông (chồng) của nữ tại cửa phòng. Nữ ta lên tiếng: “Đâu là hình phạt xứng đáng dùng xử lý kẻ đã có dã tâm dụ dỗ người vợ của ngài? Phải chăng bỏ tù hay trừng phạt nó đau đớn?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1622",
    "SURAH": "12",
    "AYAH": "26",
    "ARABIC_TEXT": "قَالَ هِيَ رَٰوَدَتۡنِي عَن نَّفۡسِيۚ وَشَهِدَ شَاهِدٞ مِّنۡ أَهۡلِهَآ إِن كَانَ قَمِيصُهُۥ قُدَّ مِن قُبُلٖ فَصَدَقَتۡ وَهُوَ مِنَ ٱلۡكَٰذِبِينَ",
    "TRANSLATION": "(Yusuf) thưa: \"Chính bà ấy quyến rũ tôi.” Và một nhân chứng trong gia đình của nữ ta chịu đứng ra làm chứng, nói: “Nếu áo của y bị rách phía trước thì bà ấy nói sự thật còn hắn là kẻ nói dối.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1623",
    "SURAH": "12",
    "AYAH": "27",
    "ARABIC_TEXT": "وَإِن كَانَ قَمِيصُهُۥ قُدَّ مِن دُبُرٖ فَكَذَبَتۡ وَهُوَ مِنَ ٱلصَّٰدِقِينَ",
    "TRANSLATION": "“Ngược lại, nếu áo của y bị rách từ phía sau thì bà ấy nói dối còn y là người nói thật.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1624",
    "SURAH": "12",
    "AYAH": "28",
    "ARABIC_TEXT": "فَلَمَّا رَءَا قَمِيصَهُۥ قُدَّ مِن دُبُرٖ قَالَ إِنَّهُۥ مِن كَيۡدِكُنَّۖ إِنَّ كَيۡدَكُنَّ عَظِيمٞ",
    "TRANSLATION": "Bởi thế, khi ông (chồng) nhìn thấy áo của Y (Yusuf) bị rách từ phía sau, ông bảo ngay: “Chắc chắn đây là âm mưu của các nàng. Quả thật, âm mưu của các nàng thật dữ dội.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1625",
    "SURAH": "12",
    "AYAH": "29",
    "ARABIC_TEXT": "يُوسُفُ أَعۡرِضۡ عَنۡ هَٰذَاۚ وَٱسۡتَغۡفِرِي لِذَنۢبِكِۖ إِنَّكِ كُنتِ مِنَ ٱلۡخَاطِـِٔينَ",
    "TRANSLATION": "“Hỡi Yusuf, hãy bỏ qua chuyện này. Còn nàng, hãy xin tha thứ tội lỗi của nang. Quả thật, nàng mới là người sai (trong chuyện này).” ",
    "FOOTNOTES": ""
  },
  {
    "ID": "1626",
    "SURAH": "12",
    "AYAH": "30",
    "ARABIC_TEXT": "۞ وَقَالَ نِسۡوَةٞ فِي ٱلۡمَدِينَةِ ٱمۡرَأَتُ ٱلۡعَزِيزِ تُرَٰوِدُ فَتَىٰهَا عَن نَّفۡسِهِۦۖ قَدۡ شَغَفَهَا حُبًّاۖ إِنَّا لَنَرَىٰهَا فِي ضَلَٰلٖ مُّبِينٖ",
    "TRANSLATION": "Và các phụ nữ trong thành phố to nhỏ bảo nhau: \"Bà vợ của một vị đại thần đã cố ý dụ dỗ người tớ trai của bà. Nó đã làm cho bà mê tít. Quả thật, chúng mình thấy bà ấy lầm lạc rõ ràng.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1627",
    "SURAH": "12",
    "AYAH": "31",
    "ARABIC_TEXT": "فَلَمَّا سَمِعَتۡ بِمَكۡرِهِنَّ أَرۡسَلَتۡ إِلَيۡهِنَّ وَأَعۡتَدَتۡ لَهُنَّ مُتَّكَـٔٗا وَءَاتَتۡ كُلَّ وَٰحِدَةٖ مِّنۡهُنَّ سِكِّينٗا وَقَالَتِ ٱخۡرُجۡ عَلَيۡهِنَّۖ فَلَمَّا رَأَيۡنَهُۥٓ أَكۡبَرۡنَهُۥ وَقَطَّعۡنَ أَيۡدِيَهُنَّ وَقُلۡنَ حَٰشَ لِلَّهِ مَا هَٰذَا بَشَرًا إِنۡ هَٰذَآ إِلَّا مَلَكٞ كَرِيمٞ",
    "TRANSLATION": "Do đó, khi nghe lời đàm tiếu, nữ ta cho người đi mời họ và chuẩn bị cho họ một buổi tiệc sang trọng; và nữ ta trao cho mỗi bà một con dao (để cắt trái cây); nữ ta bảo (Yusuf): “Hãy bước ra trình diện các bà.” Do đó, khi nhìn thấy Y (với diện mạo khôi ngô) thì họ đều khen Y vĩ đại và (trong lúc sửng sờ trước diện mạo của Y) họ đã cắt tay của họ (lúc nào không biết); họ cùng lên tiếng: “Allah mầu nhiệm! Đây không phải là một người phàm. Chấc chắn đây phải là một Thiên Thần.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1628",
    "SURAH": "12",
    "AYAH": "32",
    "ARABIC_TEXT": "قَالَتۡ فَذَٰلِكُنَّ ٱلَّذِي لُمۡتُنَّنِي فِيهِۖ وَلَقَدۡ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ فَٱسۡتَعۡصَمَۖ وَلَئِن لَّمۡ يَفۡعَلۡ مَآ ءَامُرُهُۥ لَيُسۡجَنَنَّ وَلَيَكُونٗا مِّنَ ٱلصَّٰغِرِينَ",
    "TRANSLATION": "Nữ ta bảo: “Đây là người (tớ) vì nó mà quí bà đã chỉ trích tôi. Quả thật, tôi đã dụ dỗ nó nhưng nó đã tự kềm chế lấy mình nó được. Và bây giờ nếu nó không làm theo chỉ thị của tôi thì chắc chắn nó sẽ bị bắt giam vào tù và sẽ trở thành một người bị hạ nhục.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1629",
    "SURAH": "12",
    "AYAH": "33",
    "ARABIC_TEXT": "قَالَ رَبِّ ٱلسِّجۡنُ أَحَبُّ إِلَيَّ مِمَّا يَدۡعُونَنِيٓ إِلَيۡهِۖ وَإِلَّا تَصۡرِفۡ عَنِّي كَيۡدَهُنَّ أَصۡبُ إِلَيۡهِنَّ وَأَكُن مِّنَ ٱلۡجَٰهِلِينَ",
    "TRANSLATION": "(Yusuf cầu nguyện) thưa: “Lạy Thượng Đế của bề tôi! Lao tù quí cho bề tôi hơn là những điều mà họ mời bề tôi chấp nhận. Và nếu Ngài không đưa âm mưu của các bà ra xa bề tôi thì chắc chắn bề tôi sẽ xuôi lòng nghe theo các bà và trở thành một người ngu muội.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1630",
    "SURAH": "12",
    "AYAH": "34",
    "ARABIC_TEXT": "فَٱسۡتَجَابَ لَهُۥ رَبُّهُۥ فَصَرَفَ عَنۡهُ كَيۡدَهُنَّۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
    "TRANSLATION": "Do đó, Thượng Đế của Y đáp lại (lời cầu nguyện của) Y và đưa âm mưu của các nữ ra xa khỏi Y. Quả thật, Ngài là Đấng Hằng Nghe và Hằng Biết mọi việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1631",
    "SURAH": "12",
    "AYAH": "35",
    "ARABIC_TEXT": "ثُمَّ بَدَا لَهُم مِّنۢ بَعۡدِ مَا رَأَوُاْ ٱلۡأٓيَٰتِ لَيَسۡجُنُنَّهُۥ حَتَّىٰ حِينٖ",
    "TRANSLATION": "Rồi sau khi chứng kiến những bằng chứng về sự vô tội của Y, họ nghĩ (cách tốt nhất là) nên nhốt Y vào tù trong một thời gian.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1632",
    "SURAH": "12",
    "AYAH": "36",
    "ARABIC_TEXT": "وَدَخَلَ مَعَهُ ٱلسِّجۡنَ فَتَيَانِۖ قَالَ أَحَدُهُمَآ إِنِّيٓ أَرَىٰنِيٓ أَعۡصِرُ خَمۡرٗاۖ وَقَالَ ٱلۡأٓخَرُ إِنِّيٓ أَرَىٰنِيٓ أَحۡمِلُ فَوۡقَ رَأۡسِي خُبۡزٗا تَأۡكُلُ ٱلطَّيۡرُ مِنۡهُۖ نَبِّئۡنَا بِتَأۡوِيلِهِۦٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ",
    "TRANSLATION": "Và có hai thanh niên cùng vào tù với Y. Một trong hai người bảo: “Tôi (nằm mộng) thấy đang (vắt nho) làm rượu. Và người kia bảo: \"Tôi (cũng nằm mộng) thấy mình đội trên đầu bánh mì và chim đang mổ ăn. Xin ông giải mộng đó giùm chúng tôi. Chúng tôi thấy ông quả là một người thiện tốt.” ",
    "FOOTNOTES": ""
  },
  {
    "ID": "1633",
    "SURAH": "12",
    "AYAH": "37",
    "ARABIC_TEXT": "قَالَ لَا يَأۡتِيكُمَا طَعَامٞ تُرۡزَقَانِهِۦٓ إِلَّا نَبَّأۡتُكُمَا بِتَأۡوِيلِهِۦ قَبۡلَ أَن يَأۡتِيَكُمَاۚ ذَٰلِكُمَا مِمَّا عَلَّمَنِي رَبِّيٓۚ إِنِّي تَرَكۡتُ مِلَّةَ قَوۡمٖ لَّا يُؤۡمِنُونَ بِٱللَّهِ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ",
    "TRANSLATION": "Y (Yusuf) nói: \"Trước khi thức ăn đến cho hai bạn dùng tôi sẽ cho hai bạn biết ý nghĩa thực sự của giấc mộng. Đây là điều mà Thượng Đế của tôi đã dạy tôi. Quả thật, tôi đã từ bỏ tín ngưỡng của một đám người không tin tưởng nơi Allah và không tin nơi đời sau.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1634",
    "SURAH": "12",
    "AYAH": "38",
    "ARABIC_TEXT": "وَٱتَّبَعۡتُ مِلَّةَ ءَابَآءِيٓ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَۚ مَا كَانَ لَنَآ أَن نُّشۡرِكَ بِٱللَّهِ مِن شَيۡءٖۚ ذَٰلِكَ مِن فَضۡلِ ٱللَّهِ عَلَيۡنَا وَعَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
    "TRANSLATION": "“Và hiện nay tôi theo tín ngưỡng của cha ông tôi: Ibrahim, Is-haq, và Ya'qub và chúng tôi không được phép tổ hợp bất cứ cái gì với Allah. Đó là thiên ân của Allah ban cho chúng tôi và nhân loại. Nhưng đa số nhân loại không biết ơn.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1635",
    "SURAH": "12",
    "AYAH": "39",
    "ARABIC_TEXT": "يَٰصَٰحِبَيِ ٱلسِّجۡنِ ءَأَرۡبَابٞ مُّتَفَرِّقُونَ خَيۡرٌ أَمِ ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
    "TRANSLATION": "“Hỡi hai người bạn tù của tôi! Phải chăng nhiều Thượng Đế khác biệt tốt hơn hay là một Allah Duy Nhất Tối thượng tốt hơn?\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1636",
    "SURAH": "12",
    "AYAH": "40",
    "ARABIC_TEXT": "مَا تَعۡبُدُونَ مِن دُونِهِۦٓ إِلَّآ أَسۡمَآءٗ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُۚ ذَٰلِكَ ٱلدِّينُ ٱلۡقَيِّمُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
    "TRANSLATION": "\"Những vật (hay thần linh) mà các bạn đang thờ phụng chỉ là những tên gọi mà các bạn và cha mẹ của các bạn đã đặt cho chúng, chứ Allah đã không ban cấp cho một chút thẩm quyền nào. Chắc chắn duy chỉ Allah thôi nắm quyền xét xử. Ngài ra lệnh cho các bạn không được thờ phụng ai khác mà chỉ thờ phụng riêng Ngài. Đó là tôn giáo chính trực nhưng đa số nhân loại không biết.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1637",
    "SURAH": "12",
    "AYAH": "41",
    "ARABIC_TEXT": "يَٰصَٰحِبَيِ ٱلسِّجۡنِ أَمَّآ أَحَدُكُمَا فَيَسۡقِي رَبَّهُۥ خَمۡرٗاۖ وَأَمَّا ٱلۡأٓخَرُ فَيُصۡلَبُ فَتَأۡكُلُ ٱلطَّيۡرُ مِن رَّأۡسِهِۦۚ قُضِيَ ٱلۡأَمۡرُ ٱلَّذِي فِيهِ تَسۡتَفۡتِيَانِ",
    "TRANSLATION": "“Hỡi hai người bạn tù của tôi, trong hai bạn, một người sẽ rót rượu cho chúa của y uống, và người kia thì sẽ bị đống đinh trên thập tự giá và chim sẽ mổ đầu của y ăn. vấn đề mà hai bạn muốn biết đã được quyết định như thế.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1638",
    "SURAH": "12",
    "AYAH": "42",
    "ARABIC_TEXT": "وَقَالَ لِلَّذِي ظَنَّ أَنَّهُۥ نَاجٖ مِّنۡهُمَا ٱذۡكُرۡنِي عِندَ رَبِّكَ فَأَنسَىٰهُ ٱلشَّيۡطَٰنُ ذِكۡرَ رَبِّهِۦ فَلَبِثَ فِي ٱلسِّجۡنِ بِضۡعَ سِنِينَ",
    "TRANSLATION": "Và Y (Yusuf) nói với một trong hai người bạn tù mà Y nghĩ y sẽ được cứu sống, như sau: “Bạn nhớ nhắc tên của tôi với chúa của bạn nhé!” Nhưng Shaytan làm cho người đó quên mất việc nhắc nhở(77) với chúa của y. Bởi thế, Y (Yusuf) phải ở lại trong tù thêm vài năm nữa.",
    "FOOTNOTES": "(77) Shaytan đã làm cho tên tù quên việc nhắc với chúa y về Yusuf cho nên đã bị ở tù thêm vài năm nữa."
  },
  {
    "ID": "1639",
    "SURAH": "12",
    "AYAH": "43",
    "ARABIC_TEXT": "وَقَالَ ٱلۡمَلِكُ إِنِّيٓ أَرَىٰ سَبۡعَ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعَ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖۖ يَٰٓأَيُّهَا ٱلۡمَلَأُ أَفۡتُونِي فِي رُءۡيَٰيَ إِن كُنتُمۡ لِلرُّءۡيَا تَعۡبُرُونَ",
    "TRANSLATION": "Vị vua (của Ai Cập) nói (với quân thần trong triều): \"Trẫm (nằm mộng) thấy bảy con bò mập bị bảy con bò ốm ăn thịt và bảy bông lúa xanh tươi và bảy bông lúa vàng héo. Hỡi các chư khanh! Hãy giải mộng cho trẫm điều trẫm đã thấy nếu các khanh biết giải mộng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1640",
    "SURAH": "12",
    "AYAH": "44",
    "ARABIC_TEXT": "قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمٖۖ وَمَا نَحۡنُ بِتَأۡوِيلِ ٱلۡأَحۡلَٰمِ بِعَٰلِمِينَ",
    "TRANSLATION": "Họ thưa: “Một giấc mộng lộn xộn và các hạ thần không biết giải đoán các giấc mộng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1641",
    "SURAH": "12",
    "AYAH": "45",
    "ARABIC_TEXT": "وَقَالَ ٱلَّذِي نَجَا مِنۡهُمَا وَٱدَّكَرَ بَعۡدَ أُمَّةٍ أَنَا۠ أُنَبِّئُكُم بِتَأۡوِيلِهِۦ فَأَرۡسِلُونِ",
    "TRANSLATION": "Và một trong hai người bạn tù đã được tha bổng sực nhớ lại (lời dặn của Yusuf) sau một thời gian dài quên lững, lên tiếng: “Bề tôi sẽ trình bày với quí ngài ý nghĩa của nó; xin quí ngài hãy cử bề tôi đi gặp (Yusuf).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1642",
    "SURAH": "12",
    "AYAH": "46",
    "ARABIC_TEXT": "يُوسُفُ أَيُّهَا ٱلصِّدِّيقُ أَفۡتِنَا فِي سَبۡعِ بَقَرَٰتٖ سِمَانٖ يَأۡكُلُهُنَّ سَبۡعٌ عِجَافٞ وَسَبۡعِ سُنۢبُلَٰتٍ خُضۡرٖ وَأُخَرَ يَابِسَٰتٖ لَّعَلِّيٓ أَرۡجِعُ إِلَى ٱلنَّاسِ لَعَلَّهُمۡ يَعۡلَمُونَ",
    "TRANSLATION": "(Y nói): “Hỡi Yusuf! Hỡi người chân thật! Hãy giải thích cho chúng tôi (giấc mộng) về bảy con bò mập bị bảy con bò ốm ăn nuốt mất và bảy bông lúa xanh tươi với bảy bông lúa vàng héo để tôi có thể trở về gặp lại người dân báo cáo cho họ biết (ý nghĩa của nó).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1643",
    "SURAH": "12",
    "AYAH": "47",
    "ARABIC_TEXT": "قَالَ تَزۡرَعُونَ سَبۡعَ سِنِينَ دَأَبٗا فَمَا حَصَدتُّمۡ فَذَرُوهُ فِي سُنۢبُلِهِۦٓ إِلَّا قَلِيلٗا مِّمَّا تَأۡكُلُونَ",
    "TRANSLATION": "(Yusuf) bảo: \"Các người cứ siêng năng trồng trọt suốt bảy năm liền như thường lệ, rồi cất giữ nguyên hạt mùa màng đã gặt ngoại trừ một số ít dùng để ăn.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1644",
    "SURAH": "12",
    "AYAH": "48",
    "ARABIC_TEXT": "ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ سَبۡعٞ شِدَادٞ يَأۡكُلۡنَ مَا قَدَّمۡتُمۡ لَهُنَّ إِلَّا قَلِيلٗا مِّمَّا تُحۡصِنُونَ",
    "TRANSLATION": "“Rồi sau thời gian đó sẽ xảy ra bảy năm (hạn hán) cơ cực ăn tiêu hết lúa thóc mà các người đã dự trữ trong các năm trước ngoại trừ một số ít các người đã cất giữ cẩn thận.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1645",
    "SURAH": "12",
    "AYAH": "49",
    "ARABIC_TEXT": "ثُمَّ يَأۡتِي مِنۢ بَعۡدِ ذَٰلِكَ عَامٞ فِيهِ يُغَاثُ ٱلنَّاسُ وَفِيهِ يَعۡصِرُونَ",
    "TRANSLATION": "“Rồi sau thời gian đó sẽ đến một năm mà người dân sẽ được nước mưa dồi dào và trong năm đó người dân sẽ ép (nho và dầu).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1646",
    "SURAH": "12",
    "AYAH": "50",
    "ARABIC_TEXT": "وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦۖ فَلَمَّا جَآءَهُ ٱلرَّسُولُ قَالَ ٱرۡجِعۡ إِلَىٰ رَبِّكَ فَسۡـَٔلۡهُ مَا بَالُ ٱلنِّسۡوَةِ ٱلَّٰتِي قَطَّعۡنَ أَيۡدِيَهُنَّۚ إِنَّ رَبِّي بِكَيۡدِهِنَّ عَلِيمٞ",
    "TRANSLATION": "Và nhà vua phán: “Hãy đưa y đến gặp trẫm”. Do đó, khi sứ thần đến gặp Y (Yusuf), Y bảo: “Hãy về tâu lại với chúa của ngài và hỏi đức vua sẽ xử lý thế nào về việc các quí bà đã cắt tay của họ trước đây? Quả thật, Thượng Đế của Ta Hằng Biết âm mưu của các bà.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1647",
    "SURAH": "12",
    "AYAH": "51",
    "ARABIC_TEXT": "قَالَ مَا خَطۡبُكُنَّ إِذۡ رَٰوَدتُّنَّ يُوسُفَ عَن نَّفۡسِهِۦۚ قُلۡنَ حَٰشَ لِلَّهِ مَا عَلِمۡنَا عَلَيۡهِ مِن سُوٓءٖۚ قَالَتِ ٱمۡرَأَتُ ٱلۡعَزِيزِ ٱلۡـَٰٔنَ حَصۡحَصَ ٱلۡحَقُّ أَنَا۠ رَٰوَدتُّهُۥ عَن نَّفۡسِهِۦ وَإِنَّهُۥ لَمِنَ ٱلصَّٰدِقِينَ",
    "TRANSLATION": "Vua phán: “Sự tình của các bà như thế nào khi các bà đã tìm cách quyến rũ Yusuf?” Các bà cùng lên tiếng: “Allah mầu nhiệm! Chúng thiếp hoàn toàn không biết một điều xấu nào.” (Thấy thế) Bà vợ của vị đại thần thưa: “Sự thật đã rõ ràng, chính tiện thiếp là người đã tìm cách dụ dỗ cậu ta. Và quả thật, cậu ta là một người chân thật.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1648",
    "SURAH": "12",
    "AYAH": "52",
    "ARABIC_TEXT": "ذَٰلِكَ لِيَعۡلَمَ أَنِّي لَمۡ أَخُنۡهُ بِٱلۡغَيۡبِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي كَيۡدَ ٱلۡخَآئِنِينَ",
    "TRANSLATION": "\"(Ta yêu cầu) điều đó (Yusuf tiếp) là để cho ngài (quan chủ của Ta) biết rằng Ta không bí mật phản bội ngài (khi ngài đi vắng) và quả thật Allah không chỉ dẫn mưu kế của những kẻ bội phản.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1649",
    "SURAH": "12",
    "AYAH": "53",
    "ARABIC_TEXT": "۞ وَمَآ أُبَرِّئُ نَفۡسِيٓۚ إِنَّ ٱلنَّفۡسَ لَأَمَّارَةُۢ بِٱلسُّوٓءِ إِلَّا مَا رَحِمَ رَبِّيٓۚ إِنَّ رَبِّي غَفُورٞ رَّحِيمٞ",
    "TRANSLATION": "“Và tôi đã không tự cho mình hoàn toàn vô tội bởi vì chắc chắn dục vọng (của con người) hay xúi giục làm điều tội lỗi trừ phi Thượng Đế của Ta khoan dung. Quả thật, Thượng Đế của Ta Hằng Tha Thứ, Rất Mực Khoan Dung.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1650",
    "SURAH": "12",
    "AYAH": "54",
    "ARABIC_TEXT": "وَقَالَ ٱلۡمَلِكُ ٱئۡتُونِي بِهِۦٓ أَسۡتَخۡلِصۡهُ لِنَفۡسِيۖ فَلَمَّا كَلَّمَهُۥ قَالَ إِنَّكَ ٱلۡيَوۡمَ لَدَيۡنَا مَكِينٌ أَمِينٞ",
    "TRANSLATION": "Và vua phán: “Hãy đưa y đến gặp trẫm. Trẫm sẽ chọn y (làm việc) riêng cho trẫm.” Do đó, khi Y (Yusuf) tâu với vua tự sự, vua phán: “Hãy yên tâm. Ngày nay nhà ngươi có địa vị cao, được trẫm tín nhiệm.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1651",
    "SURAH": "12",
    "AYAH": "55",
    "ARABIC_TEXT": "قَالَ ٱجۡعَلۡنِي عَلَىٰ خَزَآئِنِ ٱلۡأَرۡضِۖ إِنِّي حَفِيظٌ عَلِيمٞ",
    "TRANSLATION": "Y (Yusuf) xin vua: “Xin bệ hạ cho hạ thần quản lý kho tài nguyên trong nước. Hạ thần là một người bảo quản tốt, hiểu biết công việc.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1652",
    "SURAH": "12",
    "AYAH": "56",
    "ARABIC_TEXT": "وَكَذَٰلِكَ مَكَّنَّا لِيُوسُفَ فِي ٱلۡأَرۡضِ يَتَبَوَّأُ مِنۡهَا حَيۡثُ يَشَآءُۚ نُصِيبُ بِرَحۡمَتِنَا مَن نَّشَآءُۖ وَلَا نُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ",
    "TRANSLATION": "Và bằng cách đó TA (Allah) đã định cư Yusuf trong xứ (Ai Cập) để Y có thể nắm quyền bất cứ nơi nào mà Y muốn trong xứ. TA ban Hồng Ân của TA cho người nào TA muốn và TA không làm mất phần thưởng của những người làm tốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1653",
    "SURAH": "12",
    "AYAH": "57",
    "ARABIC_TEXT": "وَلَأَجۡرُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ",
    "TRANSLATION": "Và chắc chắn phần thưởng của đời sau sẽ tốt nhất cho những ai tin tưởng và sợ Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1654",
    "SURAH": "12",
    "AYAH": "58",
    "ARABIC_TEXT": "وَجَآءَ إِخۡوَةُ يُوسُفَ فَدَخَلُواْ عَلَيۡهِ فَعَرَفَهُمۡ وَهُمۡ لَهُۥ مُنكِرُونَ",
    "TRANSLATION": "Và các người anh (cùng cha khác mẹ) của Yusuf đến (Ai Cập). Và họ vào trình diện Y. Y nhận ra họ nhưng họ không nhận ra Y.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1655",
    "SURAH": "12",
    "AYAH": "59",
    "ARABIC_TEXT": "وَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ قَالَ ٱئۡتُونِي بِأَخٖ لَّكُم مِّنۡ أَبِيكُمۡۚ أَلَا تَرَوۡنَ أَنِّيٓ أُوفِي ٱلۡكَيۡلَ وَأَنَا۠ خَيۡرُ ٱلۡمُنزِلِينَ",
    "TRANSLATION": "Và khi Y cung cấp phần lương thực cho họ, Y bảo: \"Hãy đưa một đứa em của các người cùng một cha(78) với các người đến gặp Ta. Há các người đã không thấy việc Ta đong đủ lượng thóc (hay ngô) cho các người và Ta là một người rất trọng khách?\"",
    "FOOTNOTES": "(78) Tức Bin Yamin (Benjamin)"
  },
  {
    "ID": "1656",
    "SURAH": "12",
    "AYAH": "60",
    "ARABIC_TEXT": "فَإِن لَّمۡ تَأۡتُونِي بِهِۦ فَلَا كَيۡلَ لَكُمۡ عِندِي وَلَا تَقۡرَبُونِ",
    "TRANSLATION": "“Ngược lại, nếu không đưa nó đến gặp Ta thì các người sẽ không được một tí lượng thóc (hay ngô) nào từ Ta và các người cũng sẽ không được đến gần Ta nữa.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1657",
    "SURAH": "12",
    "AYAH": "61",
    "ARABIC_TEXT": "قَالُواْ سَنُرَٰوِدُ عَنۡهُ أَبَاهُ وَإِنَّا لَفَٰعِلُونَ",
    "TRANSLATION": "Họ thưa: “Chúng tôi sẽ cố gắng van nài cha của nó cho phép nó cùng đến với chúng tôi và chắc chắn chúng tôi sẽ làm được việc này.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1658",
    "SURAH": "12",
    "AYAH": "62",
    "ARABIC_TEXT": "وَقَالَ لِفِتۡيَٰنِهِ ٱجۡعَلُواْ بِضَٰعَتَهُمۡ فِي رِحَالِهِمۡ لَعَلَّهُمۡ يَعۡرِفُونَهَآ إِذَا ٱنقَلَبُوٓاْ إِلَىٰٓ أَهۡلِهِمۡ لَعَلَّهُمۡ يَرۡجِعُونَ",
    "TRANSLATION": "Và Y (Yusuf) bảo những người giúp việc mang số tiền mua thóc của họ để vào trong túi da đựng thóc của họ lại để cho họ nhận ra nó khi trở về gặp gia đình và để cho họ có thể trở lại (Ai Cập).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1659",
    "SURAH": "12",
    "AYAH": "63",
    "ARABIC_TEXT": "فَلَمَّا رَجَعُوٓاْ إِلَىٰٓ أَبِيهِمۡ قَالُواْ يَٰٓأَبَانَا مُنِعَ مِنَّا ٱلۡكَيۡلُ فَأَرۡسِلۡ مَعَنَآ أَخَانَا نَكۡتَلۡ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
    "TRANSLATION": "Do đó, khi trở về gặp người cha, họ thưa: “Thưa cha! Họ sẽ từ chối cân lượng thóc cho chúng con (nếu không dẫn đứa em của chúng con theo). Bởi thế, xin cha hãy cho em cùng đi với chúng con hầu chúng con sẽ được lượng thóc qui định. Và chắc chắn chúng con sẽ trông nom em nó cẩn thận.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1660",
    "SURAH": "12",
    "AYAH": "64",
    "ARABIC_TEXT": "قَالَ هَلۡ ءَامَنُكُمۡ عَلَيۡهِ إِلَّا كَمَآ أَمِنتُكُمۡ عَلَىٰٓ أَخِيهِ مِن قَبۡلُ فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
    "TRANSLATION": "(Người cha) bảo: “Há ta tin tưởng tụi bây mà giao nó (cho tụi bây) giống như ta đã tin tưởng mà giao anh của nó (cho tụi bây) trước đây hay sao? Nhưng Allah là Đấng Trông nom tốt nhất. Và Ngài là Đấng Khoan dung nhất của những người tỏ lòng khoan dung.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1661",
    "SURAH": "12",
    "AYAH": "65",
    "ARABIC_TEXT": "وَلَمَّا فَتَحُواْ مَتَٰعَهُمۡ وَجَدُواْ بِضَٰعَتَهُمۡ رُدَّتۡ إِلَيۡهِمۡۖ قَالُواْ يَٰٓأَبَانَا مَا نَبۡغِيۖ هَٰذِهِۦ بِضَٰعَتُنَا رُدَّتۡ إِلَيۡنَاۖ وَنَمِيرُ أَهۡلَنَا وَنَحۡفَظُ أَخَانَا وَنَزۡدَادُ كَيۡلَ بَعِيرٖۖ ذَٰلِكَ كَيۡلٞ يَسِيرٞ",
    "TRANSLATION": "Và khi mở túi đựng thóc, họ thấy số tiền mua thóc của họ đã được trả lại cho họ. Họ thưa: “Thưa cha! Chúng ta còn mong muốn gì hơn! Đây tiền mua thóc của chúng ta đã được trả lại cho chúng ta, chúng ta sẽ được phần lượng thóc cho gia đình của chúng ta và chúng con sẽ trông nom đứa em của chúng con cẩn thận; và chúng ta sẽ có thêm phần lượng thóc bằng sức chở của một con lạc đà. Đấy là một số lượng dễ dãi (đối với quan Tổng Quản Khố).\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1662",
    "SURAH": "12",
    "AYAH": "66",
    "ARABIC_TEXT": "قَالَ لَنۡ أُرۡسِلَهُۥ مَعَكُمۡ حَتَّىٰ تُؤۡتُونِ مَوۡثِقٗا مِّنَ ٱللَّهِ لَتَأۡتُنَّنِي بِهِۦٓ إِلَّآ أَن يُحَاطَ بِكُمۡۖ فَلَمَّآ ءَاتَوۡهُ مَوۡثِقَهُمۡ قَالَ ٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ",
    "TRANSLATION": "(Người cha) bảo: \"Ta sẽ không bao giờ cho nó đi cùng với tụi bây trừ phi tụi bây thề với Cha bằng một lời thề long trọng nhân danh Allah rằng tụi bây sẽ đưa nó trở lại cho Cha ngoại trừ trường hợp bị vây hãm (và bất lực không làm gì được). Và khi họ thề thốt bằng lời thề long trọng, người cha bảo: “Allah là Đấng làm chứng và thọ lãnh mọi điều chúng ta tuyên bố.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1663",
    "SURAH": "12",
    "AYAH": "67",
    "ARABIC_TEXT": "وَقَالَ يَٰبَنِيَّ لَا تَدۡخُلُواْ مِنۢ بَابٖ وَٰحِدٖ وَٱدۡخُلُواْ مِنۡ أَبۡوَٰبٖ مُّتَفَرِّقَةٖۖ وَمَآ أُغۡنِي عَنكُم مِّنَ ٱللَّهِ مِن شَيۡءٍۖ إِنِ ٱلۡحُكۡمُ إِلَّا لِلَّهِۖ عَلَيۡهِ تَوَكَّلۡتُۖ وَعَلَيۡهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ",
    "TRANSLATION": "(Nguôi giận, người cha) dặn: \"Này các con! Tất cả chớ vào (thủ đô của Ai Cập) bằng một cửa duy nhất mà hãy đi vào bằng nhiều cửa khác nhau. Và cha không thể giúp các con tránh khỏi (hình phạt của) Allah về bất cứ điều gì. Bởi vì việc xét xử là của Allah. Ta hoàn toàn phó thác cho Ngài. Vậy hãy để cho những người phó thác nên phó thác cho Ngài.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1664",
    "SURAH": "12",
    "AYAH": "68",
    "ARABIC_TEXT": "وَلَمَّا دَخَلُواْ مِنۡ حَيۡثُ أَمَرَهُمۡ أَبُوهُم مَّا كَانَ يُغۡنِي عَنۡهُم مِّنَ ٱللَّهِ مِن شَيۡءٍ إِلَّا حَاجَةٗ فِي نَفۡسِ يَعۡقُوبَ قَضَىٰهَاۚ وَإِنَّهُۥ لَذُو عِلۡمٖ لِّمَا عَلَّمۡنَٰهُ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
    "TRANSLATION": "Và khi họ đi vào (thủ đô của Ai Cập) theo phương cách mà người cha đã khuyên bảo thì lời dặn dò đó chẳng giúp họ tránh khỏi (kế hoạch của) Allah về bất cứ điều gì. Ngược lại, nó chỉ làm thỏa mãn ước vọng trong lòng của Ya'qub thôi. Và quả thật, Y có kiến thức về những điều mà TA (Allah) đã dạy bảo Y, nhưng đa số nhân loại không biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1665",
    "SURAH": "12",
    "AYAH": "69",
    "ARABIC_TEXT": "وَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَخَاهُۖ قَالَ إِنِّيٓ أَنَا۠ أَخُوكَ فَلَا تَبۡتَئِسۡ بِمَا كَانُواْ يَعۡمَلُونَ",
    "TRANSLATION": "Và khi họ vào trình diện Yusuf, Y tiếp riêng đứa em ruột và giữ nó lại với Y. Y bảo đứa em: “Quả thật, anh là anh ruột của em đây. Thôi em chớ buồn về những điều mà các anh ấy đã làm.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1666",
    "SURAH": "12",
    "AYAH": "70",
    "ARABIC_TEXT": "فَلَمَّا جَهَّزَهُم بِجَهَازِهِمۡ جَعَلَ ٱلسِّقَايَةَ فِي رَحۡلِ أَخِيهِ ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا ٱلۡعِيرُ إِنَّكُمۡ لَسَٰرِقُونَ",
    "TRANSLATION": "Do đó, khi cung cấp cho họ phần lương thực của họ, Y (Yusuf) đặt một chiếc cốc uống vào trong chiếc túi đựng thóc của đứa em ruột rồi cho một người tri hô lớn, bảo: “Này, hỡi đoàn khách thương! Các người là những kẻ trộm.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1667",
    "SURAH": "12",
    "AYAH": "71",
    "ARABIC_TEXT": "قَالُواْ وَأَقۡبَلُواْ عَلَيۡهِم مَّاذَا تَفۡقِدُونَ",
    "TRANSLATION": "Và quay về phía họ, (đoàn khách thương) hỏi: “Quí ngài mất cái gì vậy?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1668",
    "SURAH": "12",
    "AYAH": "72",
    "ARABIC_TEXT": "قَالُواْ نَفۡقِدُ صُوَاعَ ٱلۡمَلِكِ وَلِمَن جَآءَ بِهِۦ حِمۡلُ بَعِيرٖ وَأَنَا۠ بِهِۦ زَعِيمٞ",
    "TRANSLATION": "Họ đáp: “Chúng tôi mất một chiếc cốc uống của nhà vua. Người nào mang nó trả lại sẽ được phần thưởng (lượng thóc) bằng sức chở của một con lạc đà. Và Ta bảo đảm cho việc đó.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1669",
    "SURAH": "12",
    "AYAH": "73",
    "ARABIC_TEXT": "قَالُواْ تَٱللَّهِ لَقَدۡ عَلِمۡتُم مَّا جِئۡنَا لِنُفۡسِدَ فِي ٱلۡأَرۡضِ وَمَا كُنَّا سَٰرِقِينَ",
    "TRANSLATION": "(Những người anh của Yusuf) lên tiếng: “Xin thề với Allah, quí ngài biết rõ chúng tôi đến đây không phải để làm điều tệ bạc tại địa phương, và chúng tôi không phải là những kẻ trộm.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1670",
    "SURAH": "12",
    "AYAH": "74",
    "ARABIC_TEXT": "قَالُواْ فَمَا جَزَٰٓؤُهُۥٓ إِن كُنتُمۡ كَٰذِبِينَ",
    "TRANSLATION": "(Những người làm của Yusuf) bảo: “Thế thì hình phạt dùng xử lý kẻ trộm là gì nếu các người (bị bắt quả tang) đã nói dối.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1671",
    "SURAH": "12",
    "AYAH": "75",
    "ARABIC_TEXT": "قَالُواْ جَزَٰٓؤُهُۥ مَن وُجِدَ فِي رَحۡلِهِۦ فَهُوَ جَزَٰٓؤُهُۥۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ",
    "TRANSLATION": "Họ (các người anh của Yusuf) thưa: “hình phạt xử lý y sẽ (như sau:) “Tang vật tìm thấy trong túi đựng thóc của người nào thì người đó sẽ bị cam tù để chuộc tội. Chúng tôi trừng phạt những kẻ làm bậy như thế.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1672",
    "SURAH": "12",
    "AYAH": "76",
    "ARABIC_TEXT": "فَبَدَأَ بِأَوۡعِيَتِهِمۡ قَبۡلَ وِعَآءِ أَخِيهِ ثُمَّ ٱسۡتَخۡرَجَهَا مِن وِعَآءِ أَخِيهِۚ كَذَٰلِكَ كِدۡنَا لِيُوسُفَۖ مَا كَانَ لِيَأۡخُذَ أَخَاهُ فِي دِينِ ٱلۡمَلِكِ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ نَرۡفَعُ دَرَجَٰتٖ مَّن نَّشَآءُۗ وَفَوۡقَ كُلِّ ذِي عِلۡمٍ عَلِيمٞ",
    "TRANSLATION": "Thế là Y (Yusuf) bắt đầu lục lọi những chiếc túi của họ (các người anh) trước khi đến chiếc túi của đứa em ruột. Rồi Y móc nó (chiếc cốc) từ chiếc túi của đứa em ra. TA (Allah) sắp đặt kế hoạch cho Yusuf như thế. Y không thể bắt giữ đứa em ruột ở lại được theo luật lệ của nhà vua trừ phi Allah muốn khác đi. TA nâng cấp bậc (về kiến thức) cho người nào TA muốn. Nhưng cao hơn tất cả những ai đã được ban cho kiến thức thì chỉ có Đấng Toàn Tri (Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1673",
    "SURAH": "12",
    "AYAH": "77",
    "ARABIC_TEXT": "۞ قَالُوٓاْ إِن يَسۡرِقۡ فَقَدۡ سَرَقَ أَخٞ لَّهُۥ مِن قَبۡلُۚ فَأَسَرَّهَا يُوسُفُ فِي نَفۡسِهِۦ وَلَمۡ يُبۡدِهَا لَهُمۡۚ قَالَ أَنتُمۡ شَرّٞ مَّكَانٗاۖ وَٱللَّهُ أَعۡلَمُ بِمَا تَصِفُونَ",
    "TRANSLATION": "(Các người anh) thưa: “Nếu nó ăn cắp thì anh của nó cũng đã ăn cắp trước đây.” Nhưng Yusuf giấu kín điều đó trong lòng và không tiết lộ cho họ biết. Y nói (thầm trong bụng): “Các người đang khốn đốn. Và Allah biết rõ những điều các người đã tuyên bố.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1674",
    "SURAH": "12",
    "AYAH": "78",
    "ARABIC_TEXT": "قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ إِنَّ لَهُۥٓ أَبٗا شَيۡخٗا كَبِيرٗا فَخُذۡ أَحَدَنَا مَكَانَهُۥٓۖ إِنَّا نَرَىٰكَ مِنَ ٱلۡمُحۡسِنِينَ",
    "TRANSLATION": "(Các người anh) thưa: “Bẩm quan đại thần! Em nó có một người cha rất già. (Người sẽ buồn rầu cho số phận của nó). Do đó, xin ngài hãy bắt giữ một người của chúng tôi thay cho nó. Quả thật, chúng tôi thấy ngài là một người làm tốt.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1675",
    "SURAH": "12",
    "AYAH": "79",
    "ARABIC_TEXT": "قَالَ مَعَاذَ ٱللَّهِ أَن نَّأۡخُذَ إِلَّا مَن وَجَدۡنَا مَتَٰعَنَا عِندَهُۥٓ إِنَّآ إِذٗا لَّظَٰلِمُونَ",
    "TRANSLATION": "Y (Yusuf) bảo: “Allah cấm làm thế! Chúng tôi chỉ bắt giữ ai là người mà chúng tôi tìm thấy bảo vật nơi y. Nếu làm ngược lại thì chắc chắn chúng tôi là những kẻ làm điều sai quấy.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1676",
    "SURAH": "12",
    "AYAH": "80",
    "ARABIC_TEXT": "فَلَمَّا ٱسۡتَيۡـَٔسُواْ مِنۡهُ خَلَصُواْ نَجِيّٗاۖ قَالَ كَبِيرُهُمۡ أَلَمۡ تَعۡلَمُوٓاْ أَنَّ أَبَاكُمۡ قَدۡ أَخَذَ عَلَيۡكُم مَّوۡثِقٗا مِّنَ ٱللَّهِ وَمِن قَبۡلُ مَا فَرَّطتُمۡ فِي يُوسُفَۖ فَلَنۡ أَبۡرَحَ ٱلۡأَرۡضَ حَتَّىٰ يَأۡذَنَ لِيٓ أَبِيٓ أَوۡ يَحۡكُمَ ٱللَّهُ لِيۖ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ",
    "TRANSLATION": "Do đó, khi hết hy vọng nơi Y (Yusuf), họ hợp nhau bàn kín. Người lớn nhất trong bọn lên tiếng: “Há các em không biết rằng phụ thân của các em đã nhận lời thề từ Allah đối với các em và trước đây các em đã không làm tròn nhiệm vụ của các em đối với Yusuf hay sao? Do đó, anh sẽ không bao giờ rời địa hạt này trừ phi phụ thân của anh cho phép hoặc Allah sẽ xét xử (việc này) giùm anh. Và Ngài (Allah) là Đấng Xét Xử Ưu Việt.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1677",
    "SURAH": "12",
    "AYAH": "81",
    "ARABIC_TEXT": "ٱرۡجِعُوٓاْ إِلَىٰٓ أَبِيكُمۡ فَقُولُواْ يَٰٓأَبَانَآ إِنَّ ٱبۡنَكَ سَرَقَ وَمَا شَهِدۡنَآ إِلَّا بِمَا عَلِمۡنَا وَمَا كُنَّا لِلۡغَيۡبِ حَٰفِظِينَ",
    "TRANSLATION": "“Hãy trở về gặp phụ thân.” Và chúng thưa (với nguời cha): \"Thưa cha! Quả thật đứa con trai của cha đã phạm tội ăn cắp. (Nó bị bắt giữ lại). Và chúng con chỉ xác nhận điều nào chúng con biết và chúng con không thể quản lý nổi điều vô hình.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1678",
    "SURAH": "12",
    "AYAH": "82",
    "ARABIC_TEXT": "وَسۡـَٔلِ ٱلۡقَرۡيَةَ ٱلَّتِي كُنَّا فِيهَا وَٱلۡعِيرَ ٱلَّتِيٓ أَقۡبَلۡنَا فِيهَاۖ وَإِنَّا لَصَٰدِقُونَ",
    "TRANSLATION": "“Và cha có thể hỏi thị dân nơi chúng con đã tá túc và đoàn khách thương cùng trở về với chúng con thì (sẽ biết) chúng con nói thật.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1679",
    "SURAH": "12",
    "AYAH": "83",
    "ARABIC_TEXT": "قَالَ بَلۡ سَوَّلَتۡ لَكُمۡ أَنفُسُكُمۡ أَمۡرٗاۖ فَصَبۡرٞ جَمِيلٌۖ عَسَى ٱللَّهُ أَن يَأۡتِيَنِي بِهِمۡ جَمِيعًاۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
    "TRANSLATION": "(Người cha) bảo: “Không, tâm hồn tụi bây khéo bày chuyện. Do đó, kiên nhẫn là giải pháp tốt đẹp nhất. Biết đâu, Allah sẽ đưa tất cả chúng nó về lại cho cha. Quả thật, Ngài là Đấng Hằng Biết, Đấng Vô cùng Sáng suốt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1680",
    "SURAH": "12",
    "AYAH": "84",
    "ARABIC_TEXT": "وَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰٓأَسَفَىٰ عَلَىٰ يُوسُفَ وَٱبۡيَضَّتۡ عَيۡنَاهُ مِنَ ٱلۡحُزۡنِ فَهُوَ كَظِيمٞ",
    "TRANSLATION": "Và Y (Ya'qub) quay mặt lánh xa chúng và lên tiếng: “Ôi Ta thật buồn rầu cho Yusuf!\" Và do bởi dồn nén nỗi ưu phiền, nên cặp mắt của Y nhòa đi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1681",
    "SURAH": "12",
    "AYAH": "85",
    "ARABIC_TEXT": "قَالُواْ تَٱللَّهِ تَفۡتَؤُاْ تَذۡكُرُ يُوسُفَ حَتَّىٰ تَكُونَ حَرَضًا أَوۡ تَكُونَ مِنَ ٱلۡهَٰلِكِينَ",
    "TRANSLATION": "(Các con của Ya'qub) thưa: “Allah mầu nhiệm! Cha không ngưng thương nhớ Yusuf như thế này thì chắc chắn cha sẽ ngã bệnh nặng hoặc sẽ chết sớm.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1682",
    "SURAH": "12",
    "AYAH": "86",
    "ARABIC_TEXT": "قَالَ إِنَّمَآ أَشۡكُواْ بَثِّي وَحُزۡنِيٓ إِلَى ٱللَّهِ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ",
    "TRANSLATION": "(Người cha) bảo: “Cha chỉ biết than thở nỗi âu sầu và buồn phiền của cha với Allah thôi và Allah cho cha biết điều mà các con không biết.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1683",
    "SURAH": "12",
    "AYAH": "87",
    "ARABIC_TEXT": "يَٰبَنِيَّ ٱذۡهَبُواْ فَتَحَسَّسُواْ مِن يُوسُفَ وَأَخِيهِ وَلَا تَاْيۡـَٔسُواْ مِن رَّوۡحِ ٱللَّهِۖ إِنَّهُۥ لَا يَاْيۡـَٔسُ مِن رَّوۡحِ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡكَٰفِرُونَ",
    "TRANSLATION": "“Này các con! Các con hãy đi dọ hỏi tin tức của Yusuf và đứa em của nó và chớ bao giờ tuyệt vọng nơi lòng Khoan dung của Allah bởi vì quả thật chỉ đám người vô đức tin mới tuyệt vọng nơi lòng Khoan dung của Allah.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1684",
    "SURAH": "12",
    "AYAH": "88",
    "ARABIC_TEXT": "فَلَمَّا دَخَلُواْ عَلَيۡهِ قَالُواْ يَٰٓأَيُّهَا ٱلۡعَزِيزُ مَسَّنَا وَأَهۡلَنَا ٱلضُّرُّ وَجِئۡنَا بِبِضَٰعَةٖ مُّزۡجَىٰةٖ فَأَوۡفِ لَنَا ٱلۡكَيۡلَ وَتَصَدَّقۡ عَلَيۡنَآۖ إِنَّ ٱللَّهَ يَجۡزِي ٱلۡمُتَصَدِّقِينَ",
    "TRANSLATION": "Tiếp đó, khi vào trình diện Yusuf, họ thưa: “Bẩm quan đại thần! Chúng tôi và gia đình chúng tôi gặp hoạn nạn. Chúng tôi chỉ mang theo một chút ít vốn liếng, xin ngài đong đủ và bố thí cho chúng tôi bởi vì quả thật Allah sẽ tưởng thưởng những người bố thí.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1685",
    "SURAH": "12",
    "AYAH": "89",
    "ARABIC_TEXT": "قَالَ هَلۡ عَلِمۡتُم مَّا فَعَلۡتُم بِيُوسُفَ وَأَخِيهِ إِذۡ أَنتُمۡ جَٰهِلُونَ",
    "TRANSLATION": "Y bảo: “Há các anh đã biết điều mà các anh đã đối xử với Yusuf và đứa em của nó chăng khi các anh ngu muội?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1686",
    "SURAH": "12",
    "AYAH": "90",
    "ARABIC_TEXT": "قَالُوٓاْ أَءِنَّكَ لَأَنتَ يُوسُفُۖ قَالَ أَنَا۠ يُوسُفُ وَهَٰذَآ أَخِيۖ قَدۡ مَنَّ ٱللَّهُ عَلَيۡنَآۖ إِنَّهُۥ مَن يَتَّقِ وَيَصۡبِرۡ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجۡرَ ٱلۡمُحۡسِنِينَ",
    "TRANSLATION": "Họ lên tiếng: “Có thật chăng ngài là Yusuf?” Người đáp: “Vâng, tôi là Yusuf đây. Và đây là đứa em của tôi. Chắc chắn, Allah đã nhân từ với chúng ta. Quả thật, ai sợ Allah và nhẫn nại, thì thật sự Allah sẽ không bao giờ làm mất phần thưởng của những người làm tốt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1687",
    "SURAH": "12",
    "AYAH": "91",
    "ARABIC_TEXT": "قَالُواْ تَٱللَّهِ لَقَدۡ ءَاثَرَكَ ٱللَّهُ عَلَيۡنَا وَإِن كُنَّا لَخَٰطِـِٔينَ",
    "TRANSLATION": "Họ lên tiếng: “Allah mầu nhiệm! Quả thật Allah đã ưu đãi em hơn các anh và quả thật các anh là những kẻ sai quấy.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1688",
    "SURAH": "12",
    "AYAH": "92",
    "ARABIC_TEXT": "قَالَ لَا تَثۡرِيبَ عَلَيۡكُمُ ٱلۡيَوۡمَۖ يَغۡفِرُ ٱللَّهُ لَكُمۡۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
    "TRANSLATION": "Y (Yusuf) bảo: \"Ngày nay không có gì phải khiển trách các anh cả. Allah sẽ tha thứ cho các anh. Bởi vì Ngài là Đấng Khoan Dung nhất của những người tỏ lòng khoan dung.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1689",
    "SURAH": "12",
    "AYAH": "93",
    "ARABIC_TEXT": "ٱذۡهَبُواْ بِقَمِيصِي هَٰذَا فَأَلۡقُوهُ عَلَىٰ وَجۡهِ أَبِي يَأۡتِ بَصِيرٗا وَأۡتُونِي بِأَهۡلِكُمۡ أَجۡمَعِينَ",
    "TRANSLATION": "“Hãy mang chiếc áo này của em về ném vào mặt của phụ thân, (cách này sẽ làm cho cặp mắt của) cha sáng trở lại, rồi đưa tất cả gia đình về đây với em.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1690",
    "SURAH": "12",
    "AYAH": "94",
    "ARABIC_TEXT": "وَلَمَّا فَصَلَتِ ٱلۡعِيرُ قَالَ أَبُوهُمۡ إِنِّي لَأَجِدُ رِيحَ يُوسُفَۖ لَوۡلَآ أَن تُفَنِّدُونِ",
    "TRANSLATION": "Và khi đoàn khách thương lên đường (rời Ai Cập), người cha lên tiếng: “Quả thật, Cha ngửi thấy mùi thơm của Yusuf. Chớ nghĩ rằng cha là một ông già lẫm cẫm.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1691",
    "SURAH": "12",
    "AYAH": "95",
    "ARABIC_TEXT": "قَالُواْ تَٱللَّهِ إِنَّكَ لَفِي ضَلَٰلِكَ ٱلۡقَدِيمِ",
    "TRANSLATION": "Họ đáp: “Allah mầu nhiệm! Quả thật cha vẫn bị ám ảnh như xưa.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1692",
    "SURAH": "12",
    "AYAH": "96",
    "ARABIC_TEXT": "فَلَمَّآ أَن جَآءَ ٱلۡبَشِيرُ أَلۡقَىٰهُ عَلَىٰ وَجۡهِهِۦ فَٱرۡتَدَّ بَصِيرٗاۖ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ",
    "TRANSLATION": "Tiếp đó, khi người mang tin lành đến nơi, y ném (chiếc áo của Yusuf) vào mặt của Y (Ya'qub), và y sáng mắt trở lại. Y bảo: “Há cha đã không bảo, Allah cho cha biết điều mà các con không biết hay sao?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1693",
    "SURAH": "12",
    "AYAH": "97",
    "ARABIC_TEXT": "قَالُواْ يَٰٓأَبَانَا ٱسۡتَغۡفِرۡ لَنَا ذُنُوبَنَآ إِنَّا كُنَّا خَٰطِـِٔينَ",
    "TRANSLATION": "(Các con của Ya'qub) thưa: “Thưa cha! Xin cha cầu xin (Allah) tha thứ cho chúng con về tội lỗi của chúng con, quả thật chúng con là những kẻ sai quấy.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1694",
    "SURAH": "12",
    "AYAH": "98",
    "ARABIC_TEXT": "قَالَ سَوۡفَ أَسۡتَغۡفِرُ لَكُمۡ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
    "TRANSLATION": "Y (Ya'qub) bảo: “Cha sẽ sớm xin Thượng Đế của Cha tha thứ cho các con. Bởi vì Ngài là Đấng Hằng Tha Thứ, Rất Mực Khoan Dung.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1695",
    "SURAH": "12",
    "AYAH": "99",
    "ARABIC_TEXT": "فَلَمَّا دَخَلُواْ عَلَىٰ يُوسُفَ ءَاوَىٰٓ إِلَيۡهِ أَبَوَيۡهِ وَقَالَ ٱدۡخُلُواْ مِصۡرَ إِن شَآءَ ٱللَّهُ ءَامِنِينَ",
    "TRANSLATION": "Tiếp đó, khi họ (cả gia đình) vào trình diện Yusuf, Y đưa cha mẹ đến ở chung với mình và thưa: “Hãy vào Ai Cập an toàn nếu Allah muốn.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1696",
    "SURAH": "12",
    "AYAH": "100",
    "ARABIC_TEXT": "وَرَفَعَ أَبَوَيۡهِ عَلَى ٱلۡعَرۡشِ وَخَرُّواْ لَهُۥ سُجَّدٗاۖ وَقَالَ يَٰٓأَبَتِ هَٰذَا تَأۡوِيلُ رُءۡيَٰيَ مِن قَبۡلُ قَدۡ جَعَلَهَا رَبِّي حَقّٗاۖ وَقَدۡ أَحۡسَنَ بِيٓ إِذۡ أَخۡرَجَنِي مِنَ ٱلسِّجۡنِ وَجَآءَ بِكُم مِّنَ ٱلۡبَدۡوِ مِنۢ بَعۡدِ أَن نَّزَغَ ٱلشَّيۡطَٰنُ بَيۡنِي وَبَيۡنَ إِخۡوَتِيٓۚ إِنَّ رَبِّي لَطِيفٞ لِّمَا يَشَآءُۚ إِنَّهُۥ هُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
    "TRANSLATION": "Và Yusuf nâng cha mẹ lên ngồi trên chiếc ngai vàng và họ đồng sụp lạy trước mặt người. Và (Yusuf) thưa: “Thưa cha! Đây là ý nghĩa của giấc mộng mà con đã thấy trước đây; Thượng Đế của con đã biến nó thành hiện thực; Ngài đã tốt với con khi Ngài đưa con ra khỏi ngục tù và đã đưa tất cả người (trong gia đình) từ sa mạc đến đoàn tụ với con sau khi Shaytan đã gây hiềm thù giữa con và các anh con. Quả thật, Thượng Đế của con rất mực Tế nhị đối với người nào Ngài muốn. Bởi vì Ngài là Đấng Toàn Tri, Đấng Vô cùng Sáng suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1697",
    "SURAH": "12",
    "AYAH": "101",
    "ARABIC_TEXT": "۞ رَبِّ قَدۡ ءَاتَيۡتَنِي مِنَ ٱلۡمُلۡكِ وَعَلَّمۡتَنِي مِن تَأۡوِيلِ ٱلۡأَحَادِيثِۚ فَاطِرَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَنتَ وَلِيِّۦ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ تَوَفَّنِي مُسۡلِمٗا وَأَلۡحِقۡنِي بِٱلصَّٰلِحِينَ",
    "TRANSLATION": "“Lạy Thượng Đế của bề tồi! Ngài đã ban cho bề tôi quyền hành cai trị và đã dạy bề tôi cách giải thích câu chuyện (trong mộng). Đấng đã sáng tạo các tầng trời và trái đất, Ngài là Đấng Bảo Hộ của bề tôi ở đời này và đời sau. Xin Ngài làm cho bề tôi chết như một người Muslim (thần phục Ngài) và cho bề tôi gia nhập hội đoàn của những người ngoan đạo.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1698",
    "SURAH": "12",
    "AYAH": "102",
    "ARABIC_TEXT": "ذَٰلِكَ مِنۡ أَنۢبَآءِ ٱلۡغَيۡبِ نُوحِيهِ إِلَيۡكَۖ وَمَا كُنتَ لَدَيۡهِمۡ إِذۡ أَجۡمَعُوٓاْ أَمۡرَهُمۡ وَهُمۡ يَمۡكُرُونَ",
    "TRANSLATION": "Đó là câu chuyện vô hình mà TA đã mặc khải cho Ngươi (Muhammad). Ngươi không có mặt với họ khi họ họp nhau bàn thảo âm mưu lập kế hoạch.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1699",
    "SURAH": "12",
    "AYAH": "103",
    "ARABIC_TEXT": "وَمَآ أَكۡثَرُ ٱلنَّاسِ وَلَوۡ حَرَصۡتَ بِمُؤۡمِنِينَ",
    "TRANSLATION": "Và đa số nhân loại sẽ không có đức tin dẫu rằng Ngươi rất muốn (điều tốt cho họ).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1700",
    "SURAH": "12",
    "AYAH": "104",
    "ARABIC_TEXT": "وَمَا تَسۡـَٔلُهُمۡ عَلَيۡهِ مِنۡ أَجۡرٍۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ",
    "TRANSLATION": "Và Ngươi cũng không đòi hỏi họ tưởng thưởng Ngươi về việc (phổ biến Qur’an) này, ngược lại, đó là một thông điệp nhắc nhở cho muôn loài (Jinn và người).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1701",
    "SURAH": "12",
    "AYAH": "105",
    "ARABIC_TEXT": "وَكَأَيِّن مِّنۡ ءَايَةٖ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يَمُرُّونَ عَلَيۡهَا وَهُمۡ عَنۡهَا مُعۡرِضُونَ",
    "TRANSLATION": "Và có nhiều dấu hiệu trong các tầng trời và trái đất mà họ đã bỏ qua khi quay mặt lánh xa chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1702",
    "SURAH": "12",
    "AYAH": "106",
    "ARABIC_TEXT": "وَمَا يُؤۡمِنُ أَكۡثَرُهُم بِٱللَّهِ إِلَّا وَهُم مُّشۡرِكُونَ",
    "TRANSLATION": "Và đa số bọn họ không tin tưởng nơi Allah trong thời gian tôn thờ đa thần.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1703",
    "SURAH": "12",
    "AYAH": "107",
    "ARABIC_TEXT": "أَفَأَمِنُوٓاْ أَن تَأۡتِيَهُمۡ غَٰشِيَةٞ مِّنۡ عَذَابِ ٱللَّهِ أَوۡ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
    "TRANSLATION": "Thế họ cảm thấy an toàn chăng nếu tấm phủ của hình phạt của Allah đến chụp bắt họ hoặc Giờ Tận Thế có thể bất ngờ xảy đến cho họ trong lúc họ không nhận thấy?",
    "FOOTNOTES": ""
  },
  {
    "ID": "1704",
    "SURAH": "12",
    "AYAH": "108",
    "ARABIC_TEXT": "قُلۡ هَٰذِهِۦ سَبِيلِيٓ أَدۡعُوٓاْ إِلَى ٱللَّهِۚ عَلَىٰ بَصِيرَةٍ أَنَا۠ وَمَنِ ٱتَّبَعَنِيۖ وَسُبۡحَٰنَ ٱللَّهِ وَمَآ أَنَا۠ مِنَ ٱلۡمُشۡرِكِينَ",
    "TRANSLATION": "Hãy bảo (họ): “Đây là con đường của Ta (Muhammad). Ta mời các người đến với Allah. Ta và những người theo Ta thấy nó rất rõ. Quang vinh và trong sạch thay Allah! Và Ta không phải là một người thờ đa thần.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1705",
    "SURAH": "12",
    "AYAH": "109",
    "ARABIC_TEXT": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِم مِّنۡ أَهۡلِ ٱلۡقُرَىٰٓۗ أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۗ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ لِّلَّذِينَ ٱتَّقَوۡاْۚ أَفَلَا تَعۡقِلُونَ",
    "TRANSLATION": "Và trước Ngươi (Muhammad), TA chỉ cử phái những người phàm (đến làm Sứ Giả) mà TA đã mặc khải cho (Kinh Sách). (Họ xuất thân) từ trong dân chúng của những thị trấn. Phải chăng chúng (những kẻ chỉ trích Ngươi) đã không du lịch trên trái đất để xét xem kết cuộc của những kẻ (không tin tưởng) trước chúng như thế nào? Và nhà ở nơi đời sau sẽ tốt nhất cho những ai sợ Allah. Há các ngươi không hiểu hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "1706",
    "SURAH": "12",
    "AYAH": "110",
    "ARABIC_TEXT": "حَتَّىٰٓ إِذَا ٱسۡتَيۡـَٔسَ ٱلرُّسُلُ وَظَنُّوٓاْ أَنَّهُمۡ قَدۡ كُذِبُواْ جَآءَهُمۡ نَصۡرُنَا فَنُجِّيَ مَن نَّشَآءُۖ وَلَا يُرَدُّ بَأۡسُنَا عَنِ ٱلۡقَوۡمِ ٱلۡمُجۡرِمِينَ",
    "TRANSLATION": "(Allah tạm hoãn cho những kẻ không tin tưởng) cho đến khi những Sứ Giả (của Ngài) mất hết hy vọng và nghĩ rằng mình đã bị phủ nhận thì lúc đó sự cứu giúp của TA sẽ đến với Họ. Và TA sẽ cứu thoát người nào TA muốn nhưng sự trừng phạt của TA chắc chắn sẽ không tránh khỏi đám người tội lỗi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1707",
    "SURAH": "12",
    "AYAH": "111",
    "ARABIC_TEXT": "لَقَدۡ كَانَ فِي قَصَصِهِمۡ عِبۡرَةٞ لِّأُوْلِي ٱلۡأَلۡبَٰبِۗ مَا كَانَ حَدِيثٗا يُفۡتَرَىٰ وَلَٰكِن تَصۡدِيقَ ٱلَّذِي بَيۡنَ يَدَيۡهِ وَتَفۡصِيلَ كُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ",
    "TRANSLATION": "Chắc chắn nơi những câu chuyện của Họ (các Sứ Giả) có một bài học cho những người thông hiểu. Nó (Qur’an) không phải là một lời bịa đặt mà là một sự xác nhận những điều đã có trước Nó và là một sự trình bày chi tiết tất cả những sự việc. Và (Nó) là một Chỉ Đạo và một Hồng Ân cho đám người có đức tin.",
    "FOOTNOTES": ""
  }
]