[
  {
    "ID": "1708",
    "SURAH": "13",
    "AYAH": "1",
    "ARABIC_TEXT": "الٓمٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِۗ وَٱلَّذِيٓ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
    "TRANSLATION": "Alif. Lam. Mim. Ra. Đây là những Câu của một Kinh Sách đã được ban xuống cho Ngươi (Muhammad) từ Thượng Đế của Ngươi, đó là sự thật nhưng đa số nhân loại không tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1709",
    "SURAH": "13",
    "AYAH": "2",
    "ARABIC_TEXT": "ٱللَّهُ ٱلَّذِي رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗىۚ يُدَبِّرُ ٱلۡأَمۡرَ يُفَصِّلُ ٱلۡأٓيَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمۡ تُوقِنُونَ",
    "TRANSLATION": "Allah là Đấng đã dựng cao các tầng trời không cần trụ chống mà các ngươi có thể nhìn thấy (bằng mắt thường) rồi Ngài lên ngôi, an vị trên chiếc Ngai Vương ('Arsh); và Ngài chế ngự mặt trời và mặt trăng (theo định luật của Ngài), mỗi cái chạy (theo quỹ đạo của nó) suốt hạn kỳ đã được qui định (cho chúng.) Ngài điều hành tất cả các công việc. Ngài giải thích chi tiết các câu Kinh để các ngươi có thể khẳng định chắc chắn về việc gặp lại Thượng Đế (Allah) của các ngươi (ở đời sau).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1710",
    "SURAH": "13",
    "AYAH": "3",
    "ARABIC_TEXT": "وَهُوَ ٱلَّذِي مَدَّ ٱلۡأَرۡضَ وَجَعَلَ فِيهَا رَوَٰسِيَ وَأَنۡهَٰرٗاۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوۡجَيۡنِ ٱثۡنَيۡنِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَتَفَكَّرُونَ",
    "TRANSLATION": "Và Ngài là Đấng đã trải rộng mặt đất và đặt nơi đó những quả núi vững chắc và Ngài làm ra sông ngòi và từ mỗi loại trái cây Ngài đã làm mọc ra nơi đó từng cặp, hai và hai; Ngài lấy ban ngày bao phủ ban đêm. Quả thật, trong sự việc đó là những dấu hiệu cho đám người biết ngẫm nghĩ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1711",
    "SURAH": "13",
    "AYAH": "4",
    "ARABIC_TEXT": "وَفِي ٱلۡأَرۡضِ قِطَعٞ مُّتَجَٰوِرَٰتٞ وَجَنَّٰتٞ مِّنۡ أَعۡنَٰبٖ وَزَرۡعٞ وَنَخِيلٞ صِنۡوَانٞ وَغَيۡرُ صِنۡوَانٖ يُسۡقَىٰ بِمَآءٖ وَٰحِدٖ وَنُفَضِّلُ بَعۡضَهَا عَلَىٰ بَعۡضٖ فِي ٱلۡأُكُلِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
    "TRANSLATION": "Và trên trái đất có những vùng đất rộng tiếp giáp nhau, có những mảnh vườn nho, những cánh đồng bắp (lúa) và những cây chà là mọc từ một gốc hoặc không cùng một gốc được tưới bằng một loại nước duy nhất nhưng TA làm cho loại trái này ăn ngon hơn loại trái kia khi dùng. Chắc chắn nơi những hiện tượng đó là những dấu hiệu cho đám người hiểu biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1712",
    "SURAH": "13",
    "AYAH": "5",
    "ARABIC_TEXT": "۞ وَإِن تَعۡجَبۡ فَعَجَبٞ قَوۡلُهُمۡ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِي خَلۡقٖ جَدِيدٍۗ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ وَأُوْلَٰٓئِكَ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَاقِهِمۡۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
    "TRANSLATION": "Và nếu Ngươi ngạc nhiên (về sự không tin của họ) thì lời họ nói ra càng làm cho (Ngươi thêm) sửng sốt. Họ bảo: “Khi chúng tôi đã trở thành cát bụi, phải chăng chúng tôi sẽ thật sự được dựng sống lại trong một sự tạo hóa mới?” Họ là những kẻ đã phủ nhận Thượng Đế (Allah) của họ và là những kẻ sẽ mang gông cùm xung quanh cổ; và họ sẽ là bạn của hỏa ngục, một nơi họ sẽ sống đời đời.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1713",
    "SURAH": "13",
    "AYAH": "6",
    "ARABIC_TEXT": "وَيَسۡتَعۡجِلُونَكَ بِٱلسَّيِّئَةِ قَبۡلَ ٱلۡحَسَنَةِ وَقَدۡ خَلَتۡ مِن قَبۡلِهِمُ ٱلۡمَثُلَٰتُۗ وَإِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ لِّلنَّاسِ عَلَىٰ ظُلۡمِهِمۡۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلۡعِقَابِ",
    "TRANSLATION": "Và họ giục Ngươi mang tai họa đến trước thay vì điều lành, mặc dầu trước họ chắc chắn đã xảy ra những thí dụ điển hình (về sự trừng phạt đó). Và chắc chắn Thượng Đế của Ngươi Hằng Tha Thứ cho loài người về những điều sai phạm của họ nhưng Thượng Đế của Ngươi trừng phạt cũng rất nghiêm khắc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1714",
    "SURAH": "13",
    "AYAH": "7",
    "ARABIC_TEXT": "وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦٓۗ إِنَّمَآ أَنتَ مُنذِرٞۖ وَلِكُلِّ قَوۡمٍ هَادٍ",
    "TRANSLATION": "Và những kẻ không tin tưởng đã nói: \"Tại sao không có một dấu lạ nào từ Thượng Đế của Y được ban xuống cho Y?\" Quả thật, Ngươi chỉ là một người báo trước; và mỗi dân tộc đều có một người dẫn đường.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1715",
    "SURAH": "13",
    "AYAH": "8",
    "ARABIC_TEXT": "ٱللَّهُ يَعۡلَمُ مَا تَحۡمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلۡأَرۡحَامُ وَمَا تَزۡدَادُۚ وَكُلُّ شَيۡءٍ عِندَهُۥ بِمِقۡدَارٍ",
    "TRANSLATION": "Allah biết bào thai mà mỗi phụ nữ mang (nơi mình) và những bào thai thiếu hoặc dư (tháng) nằm trong các dạ con. Và đối với Ngài mỗi vật đều được tính toán và định lượng đúng mức.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1716",
    "SURAH": "13",
    "AYAH": "9",
    "ARABIC_TEXT": "عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡكَبِيرُ ٱلۡمُتَعَالِ",
    "TRANSLATION": "Ngài biết điều vô hình (bí mật) và điều bộc lộ (công khai). (Allah là) Đấng Vĩ Đại, Đấng Tối Cao.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1717",
    "SURAH": "13",
    "AYAH": "10",
    "ARABIC_TEXT": "سَوَآءٞ مِّنكُم مَّنۡ أَسَرَّ ٱلۡقَوۡلَ وَمَن جَهَرَ بِهِۦ وَمَنۡ هُوَ مُسۡتَخۡفِۭ بِٱلَّيۡلِ وَسَارِبُۢ بِٱلنَّهَارِ",
    "TRANSLATION": "Ai trong các ngươi giấu giếm lời nói (của mình) hoặc ai nói toạc ra ngoài cũng như ai ẩn mình trong đêm tối với ai bước đi ngang nhiên giữa bán ngày, (đối với Ngài) tất cả đều như nhau cả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1718",
    "SURAH": "13",
    "AYAH": "11",
    "ARABIC_TEXT": "لَهُۥ مُعَقِّبَٰتٞ مِّنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ يَحۡفَظُونَهُۥ مِنۡ أَمۡرِ ٱللَّهِۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوۡمٖ سُوٓءٗا فَلَا مَرَدَّ لَهُۥۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ",
    "TRANSLATION": "Bởi vì đằng trước và đằng sau y đều có những vị (Thiên Thần) nối tiếp nhau theo canh chừng y theo Mệnh lệnh của Allah. Quả thật, Allah không thay đổi điều gì nơi một dân tộc trừ phỉ họ tự thay đổi điều nằm nơi họ. Và một khi Allah đã quyết định xử phạt một dân tộc thì không ai có thể đảo ngược lệnh phạt đó đặng và ngoài Ngài ra, không ai là vị bảo hộ có thể che chở họ được.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1719",
    "SURAH": "13",
    "AYAH": "12",
    "ARABIC_TEXT": "هُوَ ٱلَّذِي يُرِيكُمُ ٱلۡبَرۡقَ خَوۡفٗا وَطَمَعٗا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ",
    "TRANSLATION": "Ngài là Đấng phơi bày cho các ngươi làn chớp sáng mà các ngươi vừa sợ vừa mừng (hy vọng); và Ngài đưa những đám mây nặng trĩu hạt mưa lên cao.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1720",
    "SURAH": "13",
    "AYAH": "13",
    "ARABIC_TEXT": "وَيُسَبِّحُ ٱلرَّعۡدُ بِحَمۡدِهِۦ وَٱلۡمَلَٰٓئِكَةُ مِنۡ خِيفَتِهِۦ وَيُرۡسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمۡ يُجَٰدِلُونَ فِي ٱللَّهِ وَهُوَ شَدِيدُ ٱلۡمِحَالِ",
    "TRANSLATION": "Và sấm sét tán dương lời ca tụng Ngài(79). Và các Thiên Thần vì khiếp sợ Ngài cũng tán tụng như thế. Ngài ném những lưỡi tầm sét nghe chát chúa. Ngài dùng chúng để đánh kẻ nào Ngài muốn; và họ tranh cãi nhau về Allah. Nhưng Ngài Rất Khắc Nghiệt trong kế hoạch của Ngài.",
    "FOOTNOTES": "(79) Theo Tafsir Al-Qurtubi thì Ar-R'ad là vị Thần chịu trách nhiệm về các luồng (đám) mây có nhiệm vụ đưa các đám mây di chuyển theo mệnh lệnh của Allah và tán dương lời ngợi ca Allah."
  },
  {
    "ID": "1721",
    "SURAH": "13",
    "AYAH": "14",
    "ARABIC_TEXT": "لَهُۥ دَعۡوَةُ ٱلۡحَقِّۚ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَجِيبُونَ لَهُم بِشَيۡءٍ إِلَّا كَبَٰسِطِ كَفَّيۡهِ إِلَى ٱلۡمَآءِ لِيَبۡلُغَ فَاهُ وَمَا هُوَ بِبَٰلِغِهِۦۚ وَمَا دُعَآءُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ",
    "TRANSLATION": "Đúng ra các lời cầu nguyện chỉ đệ đạt lên riêng Ngài thôi bởi vì những kẻ mà họ cầu nguyện ngoài Ngài không đáp lại họ được tí nào cả; nó chẳng khác nào hình ảnh của một người đưa hai bàn tay ra hứng nước để đưa vào miệng nhưng nước không đến miệng của y đặng; bởi vì lời cầu nguyện của những kẻ không có đức tin chỉ đi vào lầm lạc (vô hiệu).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1722",
    "SURAH": "13",
    "AYAH": "15",
    "ARABIC_TEXT": "وَلِلَّهِۤ يَسۡجُدُۤ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ طَوۡعٗا وَكَرۡهٗا وَظِلَٰلُهُم بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ۩",
    "TRANSLATION": "Và bất cứ ai trong các tầng trời và trái đất, dù muốn hay không, đều phải phủ phục lạy Allah; và bóng của họ cũng làm thế vào buổi sáng và buổi chiều.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1723",
    "SURAH": "13",
    "AYAH": "16",
    "ARABIC_TEXT": "قُلۡ مَن رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ قُلِ ٱللَّهُۚ قُلۡ أَفَٱتَّخَذۡتُم مِّن دُونِهِۦٓ أَوۡلِيَآءَ لَا يَمۡلِكُونَ لِأَنفُسِهِمۡ نَفۡعٗا وَلَا ضَرّٗاۚ قُلۡ هَلۡ يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ أَمۡ هَلۡ تَسۡتَوِي ٱلظُّلُمَٰتُ وَٱلنُّورُۗ أَمۡ جَعَلُواْ لِلَّهِ شُرَكَآءَ خَلَقُواْ كَخَلۡقِهِۦ فَتَشَٰبَهَ ٱلۡخَلۡقُ عَلَيۡهِمۡۚ قُلِ ٱللَّهُ خَٰلِقُ كُلِّ شَيۡءٖ وَهُوَ ٱلۡوَٰحِدُ ٱلۡقَهَّٰرُ",
    "TRANSLATION": "Hãy bảo họ: “Ai là Thượng Đế (Đấng Chủ Tể) của các tầng trời và trái đất?” Hãy bảo họ: “Allah!” Hãy bảo họ: “Phải chăng các ngươi đã tôn thờ ngoài Ngài những vị bảo hộ không có khả năng tự quyết định điều lợi và điều hại cho mình?” Hãy bảo họ: “Người mù và người sáng mắt có ngang bằng nhau không? hoặc bóng tối và ánh sáng có như nhau không? hoặc phải chăng họ đã tổ hợp với Allah những kẻ 'hợp tác' đã tạo hóa được cái giống như tạo vật của Ngài, cho nên đối với họ, việc tạo hóa đều giống nhau?” Hãy bảo họ: “Allah là Đấng Tạo Hóa tất cả vạn vật. Và Ngài là Đấng Duy nhất, Đấng Tối Thượng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1724",
    "SURAH": "13",
    "AYAH": "17",
    "ARABIC_TEXT": "أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَسَالَتۡ أَوۡدِيَةُۢ بِقَدَرِهَا فَٱحۡتَمَلَ ٱلسَّيۡلُ زَبَدٗا رَّابِيٗاۖ وَمِمَّا يُوقِدُونَ عَلَيۡهِ فِي ٱلنَّارِ ٱبۡتِغَآءَ حِلۡيَةٍ أَوۡ مَتَٰعٖ زَبَدٞ مِّثۡلُهُۥۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡحَقَّ وَٱلۡبَٰطِلَۚ فَأَمَّا ٱلزَّبَدُ فَيَذۡهَبُ جُفَآءٗۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمۡكُثُ فِي ٱلۡأَرۡضِۚ كَذَٰلِكَ يَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ",
    "TRANSLATION": "Ngài cho mưa từ trên trời xuống. Do đó, những thung lũng dồn nước chảy xuống theo định lượng của chúng; tiếp đó, có những dòng thác cuốn bọt nước nổi trên mặt trôi đi nơi khác. Và từ những khoáng chất được nấu trong lò lửa để tìm kim khí hầu dùng làm đồ nữ trang và dụng cụ nấu nướng cũng có một lớp bọt tương tự. Bằng cách đó, Allah trình bày Chân Lý và sự ngụy tạo bởi vì bọt nước sẽ cuốn đi như rác rến, còn điều gì có lợi cho nhân loại thì sẽ tồn tại trên mặt đất. Allah đưa ra những ngụ ngôn như thế để răn đời.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1725",
    "SURAH": "13",
    "AYAH": "18",
    "ARABIC_TEXT": "لِلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمُ ٱلۡحُسۡنَىٰۚ وَٱلَّذِينَ لَمۡ يَسۡتَجِيبُواْ لَهُۥ لَوۡ أَنَّ لَهُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا وَمِثۡلَهُۥ مَعَهُۥ لَٱفۡتَدَوۡاْ بِهِۦٓۚ أُوْلَٰٓئِكَ لَهُمۡ سُوٓءُ ٱلۡحِسَابِ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمِهَادُ",
    "TRANSLATION": "(Phần thưởng) dành cho những ai đáp lại lời gọi của Thượng Đế của họ là mọi điều tốt lành. Ngược lại, những kẻ không đáp lại lời gọi của Ngài thì dẫu cho họ có tất cả những gì trên trái đất cùng với những thứ tương tự mà họ đang có để chuộc tội của họ (thì cũng vô ích thôi.) Họ là những kẻ sẽ nhận một sự phán quyết rất xấu và nhà ở của họ sẽ là hỏa ngục; và đó là một cái giường nghỉ rất tồi tệ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1726",
    "SURAH": "13",
    "AYAH": "19",
    "ARABIC_TEXT": "۞ أَفَمَن يَعۡلَمُ أَنَّمَآ أُنزِلَ إِلَيۡكَ مِن رَّبِّكَ ٱلۡحَقُّ كَمَنۡ هُوَ أَعۡمَىٰٓۚ إِنَّمَا يَتَذَكَّرُ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
    "TRANSLATION": "Thế thì một người biết chắc những điều mà Thượng Đế của Ngươi đã ban xuống cho Ngươi là sự Thật có giống với một kẻ mù tịt hay không? Quả thật chỉ những người trí thức mới tiếp thu được thông điệp này:",
    "FOOTNOTES": ""
  },
  {
    "ID": "1727",
    "SURAH": "13",
    "AYAH": "20",
    "ARABIC_TEXT": "ٱلَّذِينَ يُوفُونَ بِعَهۡدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلۡمِيثَٰقَ",
    "TRANSLATION": "Những ai làm tròn Lời Giao Ước của Allah và không nuốt lời thề;",
    "FOOTNOTES": ""
  },
  {
    "ID": "1728",
    "SURAH": "13",
    "AYAH": "21",
    "ARABIC_TEXT": "وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخۡشَوۡنَ رَبَّهُمۡ وَيَخَافُونَ سُوٓءَ ٱلۡحِسَابِ",
    "TRANSLATION": "Và những ai nối lại những điều mà Allah đã ra lệnh cho kết hợp lại và sợ Thượng Đế của họ và sợ một sự phán quyết xấu (về họ).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1729",
    "SURAH": "13",
    "AYAH": "22",
    "ARABIC_TEXT": "وَٱلَّذِينَ صَبَرُواْ ٱبۡتِغَآءَ وَجۡهِ رَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ أُوْلَٰٓئِكَ لَهُمۡ عُقۡبَى ٱلدَّارِ",
    "TRANSLATION": "Và những ai kiên nhẫn tìm cách làm hài lòng Thượng Đế của họ và dâng lễ nguyện (Salah) và chi dùng một cách kín đáo hay công khai từ những vật mà TA đã ban cấp và dùng điều tốt để xóa bỏ điều xấu. Họ là những người sẽ đi đến nhà ở (tốt đẹp) của họ (ở đời sau);",
    "FOOTNOTES": ""
  },
  {
    "ID": "1730",
    "SURAH": "13",
    "AYAH": "23",
    "ARABIC_TEXT": "جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۖ وَٱلۡمَلَٰٓئِكَةُ يَدۡخُلُونَ عَلَيۡهِم مِّن كُلِّ بَابٖ",
    "TRANSLATION": "Những Ngôi Vườn thiên đàng Vĩnh Cửu; họ sẽ đi vào đó với ai là người ngoan đạo trong số cha mẹ, vợ chồng và con cái của họ; và các Thiên Thần vào chào họ từ mỗi cánh cửa, (bảo):",
    "FOOTNOTES": ""
  },
  {
    "ID": "1731",
    "SURAH": "13",
    "AYAH": "24",
    "ARABIC_TEXT": "سَلَٰمٌ عَلَيۡكُم بِمَا صَبَرۡتُمۡۚ فَنِعۡمَ عُقۡبَى ٱلدَّارِ",
    "TRANSLATION": "“Sự Bằng An được ban cho quí vị về những điều mà quí vị đã nhẫn nại chịu đựng. Bởi thế, Ngôi nhà cuối cùng (của quí vị) thật tuyệt hảo!” ",
    "FOOTNOTES": ""
  },
  {
    "ID": "1732",
    "SURAH": "13",
    "AYAH": "25",
    "ARABIC_TEXT": "وَٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِ أُوْلَٰٓئِكَ لَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ",
    "TRANSLATION": "Ngược lại, những ai vi phạm Lời Giao Ước của Allah sau khi đã tuyên thệ trung thành với nó và xé làm hai những điều mà Allah đã ra lệnh cho kết hợp lại và hành động thối nát trên trái đất thì đó là những kẻ sẽ bị nguyền rủa và sẽ có một chỗ ở rất xấu (ở đời sau).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1733",
    "SURAH": "13",
    "AYAH": "26",
    "ARABIC_TEXT": "ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ وَفَرِحُواْ بِٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا فِي ٱلۡأٓخِرَةِ إِلَّا مَتَٰعٞ",
    "TRANSLATION": "Allah gia tăng hay thu hẹp bổng lộc cho người nào Ngài muốn. Và họ vui thú với đời sống trần tục này nhưng đời sống trần tục này so với đời sau chỉ là một sự hưởng thụ ngắn ngủi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1734",
    "SURAH": "13",
    "AYAH": "27",
    "ARABIC_TEXT": "وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَةٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَنۡ أَنَابَ",
    "TRANSLATION": "Và những ai không có niềm tin lên tiếng: \"Tại sao không có một dấu lạ nào từ Thượng Đế của Y được ban xuống cho Y?\" Hãy bảo họ (hỡi Muhammad!): “Chắc chắn Allah đánh lạc hướng kẻ nào Ngài muốn và hướng dẫn về với Ngài người nào biết hối cải:",
    "FOOTNOTES": ""
  },
  {
    "ID": "1735",
    "SURAH": "13",
    "AYAH": "28",
    "ARABIC_TEXT": "ٱلَّذِينَ ءَامَنُواْ وَتَطۡمَئِنُّ قُلُوبُهُم بِذِكۡرِ ٱللَّهِۗ أَلَا بِذِكۡرِ ٱللَّهِ تَطۡمَئِنُّ ٱلۡقُلُوبُ",
    "TRANSLATION": "Những ai có đức tin và thỏa lòng với sự tưởng nhớ Allah và chắc chắn chỉ với sự tưởng nhớ Allah mà họ được thỏa lòng;",
    "FOOTNOTES": ""
  },
  {
    "ID": "1736",
    "SURAH": "13",
    "AYAH": "29",
    "ARABIC_TEXT": "ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ طُوبَىٰ لَهُمۡ وَحُسۡنُ مَـَٔابٖ",
    "TRANSLATION": "Những ai có đức tin và làm việc thiện thì sẽ được hạnh phúc và sẽ có một nơi trở về tốt đẹp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1737",
    "SURAH": "13",
    "AYAH": "30",
    "ARABIC_TEXT": "كَذَٰلِكَ أَرۡسَلۡنَٰكَ فِيٓ أُمَّةٖ قَدۡ خَلَتۡ مِن قَبۡلِهَآ أُمَمٞ لِّتَتۡلُوَاْ عَلَيۡهِمُ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَهُمۡ يَكۡفُرُونَ بِٱلرَّحۡمَٰنِۚ قُلۡ هُوَ رَبِّي لَآ إِلَٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ مَتَابِ",
    "TRANSLATION": "Đúng như thế, TA đã cử Ngươi (Muhammad) đến với một cộng đồng mà trước nó đã có những cộng đồng khác lui vào dĩ vãng, mục đích để Ngươi đọc nhắc họ những điều mà TA đã mặc khải cho Ngươi bởi vì họ phủ nhận Đấng (Allah) Rất mực Độ lượng. Hãy bảo họ: “Ngài (Allah) là Thượng Đế của Ta; không có Thượng Đế nào khác duy chỉ có Ngài. Ta phó thác cho Ngài và Ta quay về hối cải với Ngài.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1738",
    "SURAH": "13",
    "AYAH": "31",
    "ARABIC_TEXT": "وَلَوۡ أَنَّ قُرۡءَانٗا سُيِّرَتۡ بِهِ ٱلۡجِبَالُ أَوۡ قُطِّعَتۡ بِهِ ٱلۡأَرۡضُ أَوۡ كُلِّمَ بِهِ ٱلۡمَوۡتَىٰۗ بَل لِّلَّهِ ٱلۡأَمۡرُ جَمِيعًاۗ أَفَلَمۡ يَاْيۡـَٔسِ ٱلَّذِينَ ءَامَنُوٓاْ أَن لَّوۡ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعٗاۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ أَوۡ تَحُلُّ قَرِيبٗا مِّن دَارِهِمۡ حَتَّىٰ يَأۡتِيَ وَعۡدُ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يُخۡلِفُ ٱلۡمِيعَادَ",
    "TRANSLATION": "Và giả sử có một quyển Qur'an có thể dời được núi, hoặc có thể chẻ đất ra làm hai hoặc có thể làm cho người chết nói được (thì các ngươi vẫn không tin.) Không, mọi công việc (hay mệnh lệnh) đều là của Allah cả. Há những ai có đức tin không biết rằng, nếu Allah muốn thì Ngài đã thừa khả năng hướng dẫn toàn thể nhân loại theo Chính Đạo hay sao? Nhưng những kẻ không có niềm tin không ngừng gặp tai họa về những điều mà họ đã từng làm hoặc tai họa sẽ giáng xuống gần nhà của họ nằm chờ cho đến khi lời hứa của Allah thể hiện. Chắc chắn, Allah không hề thất hứa trong Lời hứa của Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1739",
    "SURAH": "13",
    "AYAH": "32",
    "ARABIC_TEXT": "وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَأَمۡلَيۡتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ",
    "TRANSLATION": "Và chắc chắn những Sứ Giả trước Ngươi (Muhammad) đã từng bị chế giễu nhưng TA tạm tha cho những kẻ không tin, rồi cuối cùng TA đã bắt phạt chúng. Do đó, (nhìn xem) sự trừng phạt của TA khủng khiếp dường nào!",
    "FOOTNOTES": ""
  },
  {
    "ID": "1740",
    "SURAH": "13",
    "AYAH": "33",
    "ARABIC_TEXT": "أَفَمَنۡ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفۡسِۭ بِمَا كَسَبَتۡۗ وَجَعَلُواْ لِلَّهِ شُرَكَآءَ قُلۡ سَمُّوهُمۡۚ أَمۡ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعۡلَمُ فِي ٱلۡأَرۡضِ أَم بِظَٰهِرٖ مِّنَ ٱلۡقَوۡلِۗ بَلۡ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكۡرُهُمۡ وَصُدُّواْ عَنِ ٱلسَّبِيلِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
    "TRANSLATION": "Thế thì ai là Đấng Hằng ngự trên từng linh hồn về những điều mà họ đã làm ra? Nhưng họ đã qui cho Allah có những kẻ 'hợp tác'. Hãy bảo họ: “Hãy cho biết tên của chúng (nếu các ngươi nói thật). Há các ngươi muốn chỉ bảo Ngài (Allah) về những điều mà Ngài không biết trên trái đất hay sao? hoặc phải chăng đó chỉ là một lối phô trương lời nói (của các ngươi?)” Không, kế hoạch của những kẻ không tin tưởng tỏ vẻ hấp dẫn đốí với họ, nhưng họ bị cản trở xa khỏi Chính Đạo. Và ai mà Allah đánh lạc hướng thì sẽ không có người dẫn đường cho y.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1741",
    "SURAH": "13",
    "AYAH": "34",
    "ARABIC_TEXT": "لَّهُمۡ عَذَابٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَقُّۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ",
    "TRANSLATION": "Họ sẽ bị phạt ở đời này nhưng chắc chắn sự trừng phạt ở đời sau sẽ khắc nghiệt hơn. Và họ sẽ không có ai che chở để thoát khỏi (sự trừng phạt của) Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1742",
    "SURAH": "13",
    "AYAH": "35",
    "ARABIC_TEXT": "۞ مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِي وُعِدَ ٱلۡمُتَّقُونَۖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ أُكُلُهَا دَآئِمٞ وَظِلُّهَاۚ تِلۡكَ عُقۡبَى ٱلَّذِينَ ٱتَّقَواْۚ وَّعُقۡبَى ٱلۡكَٰفِرِينَ ٱلنَّارُ",
    "TRANSLATION": "Hình ảnh về thiên đàng đã được hứa ban cho những người sợ Allah giống như (Ngôi vườn) bên dưới có các dòng sông chảy; trái cây và bóng mát của nó sẽ vĩnh cửu. Đó là kết cuộc của những ai sợ Allah; ngược lại, kết cuộc của những kẻ không có niềm tin là hỏa ngục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1743",
    "SURAH": "13",
    "AYAH": "36",
    "ARABIC_TEXT": "وَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَفۡرَحُونَ بِمَآ أُنزِلَ إِلَيۡكَۖ وَمِنَ ٱلۡأَحۡزَابِ مَن يُنكِرُ بَعۡضَهُۥۚ قُلۡ إِنَّمَآ أُمِرۡتُ أَنۡ أَعۡبُدَ ٱللَّهَ وَلَآ أُشۡرِكَ بِهِۦٓۚ إِلَيۡهِ أَدۡعُواْ وَإِلَيۡهِ مَـَٔابِ",
    "TRANSLATION": "Và những ai được TA ban cho Kinh Sách (Qur'an) vui mừng về những điều đã được mặc khải cho Ngươi (Muhammad) nhưng trong các giáo phái có kẻ phủ nhận một phần của Nó. Hãy bảo họ: “Ta (Muhammad) nhận lệnh chỉ được thờ phụng riêng Allah thôi và không được phép tổ hợp những kẻ 'hợp tác' cùng với Ngài. Ngài là Đấng Ta cầu nguyện và là Đấng Ta sẽ trở về gặp lại.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1744",
    "SURAH": "13",
    "AYAH": "37",
    "ARABIC_TEXT": "وَكَذَٰلِكَ أَنزَلۡنَٰهُ حُكۡمًا عَرَبِيّٗاۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا وَاقٖ",
    "TRANSLATION": "Và đúng như thế, TA ban Nó (Qur'an) xuống cho Ngươi như một Bộ Luật xét xử bằng tiếng Ả Rập. Và nếu Ngươi làm theo những điều mong muốn của họ sau khi Ngươi đã tiếp thu mọi hiểu biết thì Ngươi sẽ không có một người bảo hộ hoặc một người che chở nào có thể giúp Ngươi thoát khỏi (hình phạt của) Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1745",
    "SURAH": "13",
    "AYAH": "38",
    "ARABIC_TEXT": "وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ وَجَعَلۡنَا لَهُمۡ أَزۡوَٰجٗا وَذُرِّيَّةٗۚ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ لِكُلِّ أَجَلٖ كِتَابٞ",
    "TRANSLATION": "Và quả thật, TA đã cử các Sứ Giả đến trước Ngươi và TA đã làm cho họ có vợ và con cái. Và không một Sứ Giả nào được phép mang đến một câu nào nếu không có sự chấp thuận của Allah. Mỗi thời kỳ đều có một Kinh Sách (hay Chỉ Dụ).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1746",
    "SURAH": "13",
    "AYAH": "39",
    "ARABIC_TEXT": "يَمۡحُواْ ٱللَّهُ مَا يَشَآءُ وَيُثۡبِتُۖ وَعِندَهُۥٓ أُمُّ ٱلۡكِتَٰبِ",
    "TRANSLATION": "Allah xóa đi hoặc giữ lại điều nào Ngài muốn trong Kinh Sách (của Ngài). Và Ngài giữ Quyển Kinh Mẹ (Al-Lauh Al-Mahfuz) ở nơi Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1747",
    "SURAH": "13",
    "AYAH": "40",
    "ARABIC_TEXT": "وَإِن مَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ وَعَلَيۡنَا ٱلۡحِسَابُ",
    "TRANSLATION": "Và nếu TA cho Ngươi thấy một phần của những điều mà TA đã hứa với họ (trong thời gian Ngươi còn sống) hoặc TA bắt hồn của Ngươi đi (trước khi chúng được thể hiện) thì nhiệm vụ của Ngươi chỉ là truyền đạt (Thông điệp) và nhiệm vụ của TA là xét xử.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1748",
    "SURAH": "13",
    "AYAH": "41",
    "ARABIC_TEXT": "أَوَلَمۡ يَرَوۡاْ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَاۚ وَٱللَّهُ يَحۡكُمُ لَا مُعَقِّبَ لِحُكۡمِهِۦۚ وَهُوَ سَرِيعُ ٱلۡحِسَابِ",
    "TRANSLATION": "Há họ không thấy rằng TA đang thu hẹp dần dần lãnh thổ của nó (xứ Ả Rập) từ vùng ngoại biên hay sao? Và khi Allah đã xét xử thì không ai có thể thu hồi phán quyết của Ngài đặng. Và Ngài Rất nhanh trong việc thanh toán.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1749",
    "SURAH": "13",
    "AYAH": "42",
    "ARABIC_TEXT": "وَقَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَلِلَّهِ ٱلۡمَكۡرُ جَمِيعٗاۖ يَعۡلَمُ مَا تَكۡسِبُ كُلُّ نَفۡسٖۗ وَسَيَعۡلَمُ ٱلۡكُفَّٰرُ لِمَنۡ عُقۡبَى ٱلدَّارِ",
    "TRANSLATION": "Và quả thật, trước họ cũng đã có những kẻ mưu đồ, nhưng tất cả các kế hoạch đều do Allah sắp đặt (bởi vì) Ngài biết hết điều mà từng linh hồn đã làm ra. Và những kẻ không có đức tin sẽ sớm biết kết cuộc tốt đẹp sẽ thuộc về ai.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1750",
    "SURAH": "13",
    "AYAH": "43",
    "ARABIC_TEXT": "وَيَقُولُ ٱلَّذِينَ كَفَرُواْ لَسۡتَ مُرۡسَلٗاۚ قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَۢا بَيۡنِي وَبَيۡنَكُمۡ وَمَنۡ عِندَهُۥ عِلۡمُ ٱلۡكِتَٰبِ",
    "TRANSLATION": "Và những kẻ không có đức tín bảo: “Ngươi (Muhammad) không phải là một Sứ Giả.” Hãy bảo họ: \"Allah đủ làm chứng giữa Ta với các người và những ai có hiểu biết về Kinh Sách.\"",
    "FOOTNOTES": ""
  }
]