[
  {
    "ID": "1751",
    "SURAH": "14",
    "AYAH": "1",
    "ARABIC_TEXT": "الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ",
    "TRANSLATION": "Alif. Lam. Ra. (Đây là) một Kinh Sách mà TA (Allah) ban cho Ngươi (Muhammad) để Ngươi dùng Nó đưa nhân loại từ tăm tối ra ánh sáng với sự chấp thuận của Thượng Đế (Allah) của họ, hầu đi đến con đường của Đấng Toàn Năng, Đấng Rất đáng Ca ngợi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1752",
    "SURAH": "14",
    "AYAH": "2",
    "ARABIC_TEXT": "ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ",
    "TRANSLATION": "Allah là Đấng mà mọi vật trong các tầng trời và mọi vật dưới đất đều thuộc về Ngài. Và những kẻ không có đức tin (nơi Ngài) sẽ rất thống khổ về một sự trừng phạt khủng khiếp (đang chờ họ):",
    "FOOTNOTES": ""
  },
  {
    "ID": "1753",
    "SURAH": "14",
    "AYAH": "3",
    "ARABIC_TEXT": "ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ",
    "TRANSLATION": "Những ai yêu đời sống trần tục này hơn đời sau và cản trở người khác không cho theo con đường của Allah và còn tìm cách bẻ cong nó. Họ là những người lầm lạc rất xa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1754",
    "SURAH": "14",
    "AYAH": "4",
    "ARABIC_TEXT": "وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
    "TRANSLATION": "Và không một Sứ Giả nào đã được TA phái đến mà lại không nói thứ tiếng của người dân của y, mục đích để y trình bày rõ (Thông Điệp của Allah) cho họ. Sau đó, Allah đánh lạc hướng kẻ nào Ngài muốn và hướng dẫn người nào Ngài muốn, bởi vì Ngài là Đấng Toàn Năng, Đấng Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1755",
    "SURAH": "14",
    "AYAH": "5",
    "ARABIC_TEXT": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ",
    "TRANSLATION": "Và chắc chắn TA đã cử Musa (Môi-se) mang theo những dấu lạ của TA đến (làm theo Lệnh Phán:) “ Hãy đưa người dân của Ngươi từ tăm tối ra ánh sáng và nhắc nhở họ về những ngày(80) của Allah. Chắc chắn trong sự việc đó là nhứng dấu hiệu cho mỗi người kiên nhẫn và biết ơn.",
    "FOOTNOTES": "(80) Những ngày của Allah tiêu biểu cho những ngày mà Allah đã ban các ân huệ của Ngài cho người dân Israel."
  },
  {
    "ID": "1756",
    "SURAH": "14",
    "AYAH": "6",
    "ARABIC_TEXT": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ",
    "TRANSLATION": "Và (hãy nhớ) khi Musa bảo người dân của Y: “Hãy nhớ Ân huệ mà Allah đã ban cho các người khi Ngài cứu các người thoát khỏi đồng bọn của Fir-'awn (Phê-rô); chúng hành hạ các người bằng hình phạt tai ác, chúng giết con trai của các người và chỉ tha mạng phụ nữ của các người; và trong sự việc đó, là một sự thử thách ghê gớm từ Thượng Đế của các người.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1757",
    "SURAH": "14",
    "AYAH": "7",
    "ARABIC_TEXT": "وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ",
    "TRANSLATION": "Và (hãy nhớ) khi Thượng Đế (Allah) của các ngươi đã công bố: Nếu các ngươi biết ơn, TA sẽ ban thêm (Ân huệ của TA) cho các ngươi; nhưng nếu các ngươi phụ ơn thì chắc chắn hình phạt của TA (đối với kẻ bội ơn) sẽ rất khủng khiếp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1758",
    "SURAH": "14",
    "AYAH": "8",
    "ARABIC_TEXT": "وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ",
    "TRANSLATION": "Và Musa bảo: “Nếu các người phụ ơn, các ngươi và toàn thể nhân loại trên trái đất, thì (các ngươi nên biết rằng) chắc chắn Allah Tự Đầy Đủ, Rất Đáng Ca tụng (không cần đến ơn nghĩa của các ngươi).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1759",
    "SURAH": "14",
    "AYAH": "9",
    "ARABIC_TEXT": "أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ",
    "TRANSLATION": " Há các ngươi đã nghe câu chuyện của những người (đã qua đời) trước các ngươi hay chưa? Đám dân của Nuh, của 'Ad và của Thamud và của những người (đến) sau họ? Không ai biết rõ họ hơn Allah. Những Sứ Giả của họ mang theo những bằng chứng rõ rệt đã đến gặp họ, nhưng họ đưa tay vào miệng (ra vẽ căm tức) và nói: “Chúng tôi không tin tưởng nơi Thông điệp mà quí vị được cử mang đến. Và chúng tôi rất đỗi ngờ vực về điều mà quí vị mời chúng tôi chấp nhận.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1760",
    "SURAH": "14",
    "AYAH": "10",
    "ARABIC_TEXT": "۞ قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ",
    "TRANSLATION": "Những vị Sứ Giả của họ bảo: “Phải chăng các người ngờ vực về Allah, Đấng đã sáng tạo các tầng trời và trái đất? Ngài kêu gọi các người (tin tưởng) để Ngài có thể tha thứ tội lỗi của các người cho các người và gia hạn cho các người sống đến một thời kỳ ấn định.” Họ đáp: “Quí vị chỉ là những người phàm như chúng tôi. Quí vị có ý định làm cho chúng tôi bỏ những vị mà cha mẹ của chúng tôi đã từng thờ phụng. Thế hãy trưng cho chúng tôi thấy một vài bằng chứng về thẩm quyền rõ rệt (của quí vị).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1761",
    "SURAH": "14",
    "AYAH": "11",
    "ARABIC_TEXT": "قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
    "TRANSLATION": "Những vị Sứ Giả của họ bảo: “Quả thật, chúng tôi chỉ là những người phàm như các người, nhưng Allah ban Ân Huệ cho người nào Ngài muốn trong số bề tôi của Ngài. Và chúng tôi chỉ có thể trưng bày cho các người một thẩm quyền (dấu hiệu) khi nào Allah chấp thuận. Và những người có đức tin nên phó thác cho Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1762",
    "SURAH": "14",
    "AYAH": "12",
    "ARABIC_TEXT": "وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ",
    "TRANSLATION": "“Và tại sao chúng tôi lại không tin cậy mà phó thác cho Allah bởi vì chắc chắn Ngài đã chỉ dẫn các đường lối của chúng tôi cho chúng tôi và chắc chắn chúng tôi sẽ kiên nhẫn chịu đựng sự hành hạ mà các người đã đối xử với chúng tôi. Và những người tin cậy nên phó thác cho Allah.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1763",
    "SURAH": "14",
    "AYAH": "13",
    "ARABIC_TEXT": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّٰلِمِينَ",
    "TRANSLATION": "Và những kẻ không có đức tin nói với những Sứ Giả của họ: “Chắc chắn chúng tôi sẽ phải đuổi quí vị ra khỏi xứ hoặc quí vị phải trở lại với tín ngưỡng của chúng tôi.” Bởi thế, Thượng Đế của Họ đã mặc khải cho Họ: Chắc chắn TA (Allah) sẽ tiêu diệt những kẻ làm điều sai quấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1764",
    "SURAH": "14",
    "AYAH": "14",
    "ARABIC_TEXT": "وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ",
    "TRANSLATION": "Và chắc chắn TA sẽ định cư các ngươi trên trái đất sau chúng. Đó là (phần thưởng) dành cho ai là người sợ việc đứng trước mặt TA (vào Ngày Phán Xử Cuối Cùng) và sợ lời hăm dọa (trừng phạt) của TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1765",
    "SURAH": "14",
    "AYAH": "15",
    "ARABIC_TEXT": "وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ",
    "TRANSLATION": "Và chúng(81) cầu xin cho được thành công nhưng mỗi tên bạo ngược đều bị xử thất bại.",
    "FOOTNOTES": "(81) Chúng, ngôi thứ ba số nhiều ở đây tiêu biểu cho những kẻ làm điều sai quấy được nhắc qua ở câu 13 trên. Theo một số học giả, thì chúng (họ) ở đây tiêu biểu cho các Sứ Giả của Allah. Nếu thế, câu này có thể hiểu như sau: “Các Sứ giả của Allah cầu xin cho được thắng lợi và từng tên bạo ngược sẽ thất bại.”"
  },
  {
    "ID": "1766",
    "SURAH": "14",
    "AYAH": "16",
    "ARABIC_TEXT": "مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ",
    "TRANSLATION": "Trước mặt y sẽ là hỏa ngục và y sẽ bị bắt uống một loại nước sôi hôi thối.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1767",
    "SURAH": "14",
    "AYAH": "17",
    "ARABIC_TEXT": "يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ",
    "TRANSLATION": "Y sẽ uống nó từng ngụm nhưng khó nuốt xuống cổ họng. Và cái chết bao vây y tứ phía, nhưng y sẽ không chết ngay. Và trước mặt y sẽ là một sự trừng phạt khắc nghiệt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1768",
    "SURAH": "14",
    "AYAH": "18",
    "ARABIC_TEXT": "مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ",
    "TRANSLATION": "Hình ảnh của những kẻ phủ nhận Thượng Đế (Allah) của họ (như sau): việc làm của họ là các đống tro tàn mà gió sẽ thổi bay đi dữ dội vào một ngày bão tố, họ sẽ không thể định đoạt được gì về những vật mà họ đã thu hoạch. Việc lạc đạo sẽ xa tít như thế.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1769",
    "SURAH": "14",
    "AYAH": "19",
    "ARABIC_TEXT": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ",
    "TRANSLATION": "Há Ngươi không nhận thấy vì Chân Lý mà Allah đã tạo hóa các tầng trời và trái đất hay sao? Nếu muốn, Ngài sẽ tiêu diệt các ngươi và làm ra một tạo hóa mới (để thay thế các ngươi).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1770",
    "SURAH": "14",
    "AYAH": "20",
    "ARABIC_TEXT": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ",
    "TRANSLATION": "Và đối với Allah, việc làm đó chẳng có gì to tát (khó khăn).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1771",
    "SURAH": "14",
    "AYAH": "21",
    "ARABIC_TEXT": "وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ",
    "TRANSLATION": "Và tất cả sẽ đến trình diện Allah. Rồi những người cô thế sẽ nói với những vị lãnh tụ ngạo ngược như sau: “Quả thật, chúng tôi là đệ tử của quí ngài, há quí ngài giúp chúng tôi thoát khỏi sự trừng phạt của Allah được tí nào hay chăng?” Chúng sẽ đáp: “Giá Allah đã hướng dẫn chúng tôi thì chúng tôi đã hướng dẫn quí ông lại rồi. Giờ đây dẫu chúng ta cố than van kêu gào hay ráng chịu đi nữa thì điều đó cũng bằng thừa. Bởi vì chúng ta không còn lối thoát nào khác.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1772",
    "SURAH": "14",
    "AYAH": "22",
    "ARABIC_TEXT": "وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ",
    "TRANSLATION": "Và khi công việc (xét xử) đã được quyết định, Shaytan sẽ nói: “Quả thật, Allah đã giữ đúng Lời Hứa vơi các ngươi và ta cũng đã hứa nhưng thất hứa vơi các ngươi. Và ta chẳng có quyền gì đối với các ngươi ngoại trừ việc kêu gọi để dắt các ngươi (đi lạc), rồi các ngươi đã nghe theo ta. Bởi thế, chớ nên trách ta mà hãy tự trách mình. Giờ đây ta chẳng cứu được các ngươi và các ngươi cũng chẳng cứu được ta. Quả thật, ta phủ nhận việc các ngươi đã cho ta là một kẻ 'hợp tác' với Allah trước đây. Quả thật, những kẻ sai phạm sẽ bị trừng phạt đau đớn.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1773",
    "SURAH": "14",
    "AYAH": "23",
    "ARABIC_TEXT": "وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ",
    "TRANSLATION": "Còn những ai có đức tin và làm việc thiện thì sẽ được đưa vào các Ngôi Vườn (thiên đàng) bên dưới có các dòng sông chảy để vào ở trong đó đời đời theo sự chấp nhận của Thượng Đế của họ. Lời chào đón họ trong đó sẽ là 'Salam' (Bằng an!).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1774",
    "SURAH": "14",
    "AYAH": "24",
    "ARABIC_TEXT": "أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ",
    "TRANSLATION": "Há Ngươi (Muhammad) đã không thấy việc Allah đưa ra một hình ảnh về một Lời nói tốt(82) hay sao? Nó như một loại cây tốt, rễ của nó mọc vững chắc và cành của nó vươn cao lên trời.",
    "FOOTNOTES": "(82) Lời nói tốt ở đây ám chỉ lời tuyên thệ Laa i laa ha il lol loh wa Mu ham ma dar ro su lul loh (không có Thượng Đế nào đích thực ngoại trừ Allah và Muhammad là Sứ Giả của Allah)"
  },
  {
    "ID": "1775",
    "SURAH": "14",
    "AYAH": "25",
    "ARABIC_TEXT": "تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
    "TRANSLATION": "Nó cho ra trái vào bất cứ mùa nào theo Phép của Thượng Đế của nó. Allah đưa ra thí dụ so sánh cho nhân loại để may ra họ biết ghi nhớ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1776",
    "SURAH": "14",
    "AYAH": "26",
    "ARABIC_TEXT": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ",
    "TRANSLATION": "Còn hình ảnh về một Lời nói xấu thì như là một loại cây xấu, rễ của nó nhô lên khỏi mặt đất và không đứng vững.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1777",
    "SURAH": "14",
    "AYAH": "27",
    "ARABIC_TEXT": "يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ",
    "TRANSLATION": "Allah với Lời nói vững chắc của Ngài sẽ củng cố vững chắc những ai tin tưởng trên trần thế này và ở đời sau. Và Allah sẽ bỏ mặc những kẻ làm điều sai quấy đi lạc bởi vì Allah làm bất cứ điều gì Ngài muốn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1778",
    "SURAH": "14",
    "AYAH": "28",
    "ARABIC_TEXT": "۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ",
    "TRANSLATION": "Há Ngươi không thấy những kẻ đã đổi Ân Huệ của Allah lấy sự không tin và đưa người dân của chúng đi vào ngôi nhà tiêu diệt ư?",
    "FOOTNOTES": ""
  },
  {
    "ID": "1779",
    "SURAH": "14",
    "AYAH": "29",
    "ARABIC_TEXT": "جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ",
    "TRANSLATION": "hỏa ngục mà chúng sẽ bị nướng trong đó là một nơi nghỉ rất xấu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1780",
    "SURAH": "14",
    "AYAH": "30",
    "ARABIC_TEXT": "وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ",
    "TRANSLATION": "Và chúng dựng những đôi thủ ngang vai với Allah hầu mong dắt thiên hạ đi lạc khỏi con đường của Ngài. Hãy bảo chúng: “Hãy hưởng thụ đi. Rồi chắc chắn trạm đến cuối cùng của các người là hỏa ngục.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1781",
    "SURAH": "14",
    "AYAH": "31",
    "ARABIC_TEXT": "قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ",
    "TRANSLATION": "(Hỡi Muhammad!) Hãy bảo các bề tôi của TA, những ai có đức tin, rằng họ phải chu đáo dâng lễ nguyện Salah và chi dùng một cách kín đáo hay công khai (để làm việc thiện) phần bổng lộc mà TA đã ban cấp trước khi xảy ra Ngày sẽ không có sự đổi chác cũng sẽ không có tình bạn hữu (giúp đỡ) nào trong Ngày đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1782",
    "SURAH": "14",
    "AYAH": "32",
    "ARABIC_TEXT": "ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ",
    "TRANSLATION": "Allah là Đấng đã tạo hóa các tầng trời và trái đất và cho mưa từ trên trời xuống mà Ngài dùng để làm mọc ra cây trái làm thực phẩm cho các ngươi và Ngài đã chế ngự tàu bè cho các ngươi để các ngươi có thể giương buồm vượt trùng dương theo sự chỉ huy của Ngài; và Ngài cũng đã chế ngự sông ngòi cho các ngươi (sử dụng).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1783",
    "SURAH": "14",
    "AYAH": "33",
    "ARABIC_TEXT": "وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ",
    "TRANSLATION": "Và Ngài đã chế ngự mặt trời và mặt trăng, (làm cho) cả hai di chuyển (theo qũy đạo của chúng) và Ngài đã chế ngự ban ngày và ban đêm cho các ngươi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1784",
    "SURAH": "14",
    "AYAH": "34",
    "ARABIC_TEXT": "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ",
    "TRANSLATION": "Và Ngài đã ban cho các ngươi tất cả những gì mà các ngươi yêu cầu. Và nếu đếm các Ân Huệ của Allah thì các ngươi không đếm xiết. Quả thật, con người là một kẻ làm điều sai quấy, bội ơn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1785",
    "SURAH": "14",
    "AYAH": "35",
    "ARABIC_TEXT": "وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ",
    "TRANSLATION": "Và (hãy nhớ) khi Ibrahim(83) cầu nguyện, thưa: \"Lạy Thượng Đế của bề tôi! Xin Ngài làm cho thành phố (Makkah) này thanh bình và yên ổn và giữ bề tôi và con cháu của bề tôi xa khỏi việc thờ cúng các thần tượng.\"",
    "FOOTNOTES": "(83) Nabi Ibrahim được gọi là Abraham trong Kinh Thánh Bible tức phụ thân của Nabi lsma-'il và Nabi Is-haaq."
  },
  {
    "ID": "1786",
    "SURAH": "14",
    "AYAH": "36",
    "ARABIC_TEXT": "رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ",
    "TRANSLATION": "\"Lạy Thượng Đế của bề tôi! Quả thật, chúng (những thần tượng) đã dắt nhiều người đi lạc. Bởi thế, ai tuân theo bề tôi thì sẽ lá người của bề tôi và ai bất tuân thì Ngài vẫn là Đấng Hằng Tha Thứ, Rất Mực Khoan Dung.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1787",
    "SURAH": "14",
    "AYAH": "37",
    "ARABIC_TEXT": "رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ",
    "TRANSLATION": "\"Lạy Thượng Đế của bầy tôi! Bề tôi đã định cư con cháu(84) của bề tôi nơi thung lũng (Makkah) không có đất đai trồng trọt, gần Ngôi Đền thiêng của Ngài (Ka’bah) để cho chúng có thể dâng lễ nguyện Salah, thưa Thượng Đế bầy tôi. Bởi thế, xin Ngài làm cho tấm lòng của một số nhân loại đoái thương mà nuôi chúng với hoa quả (của họ) để chúng có thể tạ ân Ngài.\"",
    "FOOTNOTES": "(84) Nabi Ibrahim đã đưa người vợ Hajar và đứa con Isma-'il đến định cư tại thung lũng Makkah. (Xem tiểu sử của Nabi Muhammad của Ibnu Is-haaq và Ibn Hisham)"
  },
  {
    "ID": "1788",
    "SURAH": "14",
    "AYAH": "38",
    "ARABIC_TEXT": "رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ",
    "TRANSLATION": "\"Lạy Thượng Đế của bầy tôi! Chắc chắn Ngài biết rõ điều bầy tôi giấu giếm và điều bầy tôi bộc lộ. Bởi vì không một điều (vật) gì dưới đất và trên trời có thể giấu giếm khỏi Allah đặng.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1789",
    "SURAH": "14",
    "AYAH": "39",
    "ARABIC_TEXT": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ",
    "TRANSLATION": "\"Mọi lời ca tụng và tri ân đều dâng lên Allah, Đấng đã ban cho bề tôi, dù tuổi đã già, (hai đứa con) Isma'il và Is-haaq(85). Chắc chắn Thượng Đế của bề tôi là Đấng Hằng Nghe lời cầu nguyện (của các bề tôi của Ngài).\"",
    "FOOTNOTES": "(85) Nabỉ Ibrahim có đứa con trai đầu Isma-’il với người vợ kế Hajar khi Người được 86 tuổi. Đến 100 tuổi thì Người cố thêm đứa con trai thứ Is-haaq (Isaac) với người vợ chính Sarah. (Xem Cựu ước, Sáng thế ký 17:24-25)"
  },
  {
    "ID": "1790",
    "SURAH": "14",
    "AYAH": "40",
    "ARABIC_TEXT": "رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ",
    "TRANSLATION": "\"Lạy Thượng Đế của bề tôi! Xin Ngài làm cho bề tôi thành một người giữ vững lễ nguyện Salah và từ con cháu của bề tôi nữa. Lạy Thượng Đế của bầy tôi, xin Ngài chấp nhận lời cầu nguyện.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1791",
    "SURAH": "14",
    "AYAH": "41",
    "ARABIC_TEXT": "رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ",
    "TRANSLATION": "\"Lạy Thượng Đế của bầy tôi! Xin Ngài tha thứ cho bề tôi và cha mẹ của bề tôi và những người có đức tin vào Ngày mà việc xét xử sẽ được thiết lập.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1792",
    "SURAH": "14",
    "AYAH": "42",
    "ARABIC_TEXT": "وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ",
    "TRANSLATION": "Và chớ nghĩ rằng Allah làm ngơ về các điều mà những kẻ sai quấy đã làm. Ngài chỉ triển hạn cho họ sống đến Ngày mà cặp mắt của họ sẽ nhìn trân tráo.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1793",
    "SURAH": "14",
    "AYAH": "43",
    "ARABIC_TEXT": "مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ",
    "TRANSLATION": "Kinh hãi chạy đến trước, ngẩng cổ và ngóc đầu nhìn đăm đăm, cặp mắt không quay về nhìn mình, và tấm lòng trống trải.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1794",
    "SURAH": "14",
    "AYAH": "44",
    "ARABIC_TEXT": "وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ",
    "TRANSLATION": "Do đó, (hỡi Muhammad!) hãy báo trước cho nhân loại biết về một Ngày mà họ sẽ chịu hình phạt. Lúc đó, những kẻ làm điều sai quấy sẽ (lạy lục Allah) thưa: “Lạy Thượng Đế của bầy tôi! Xin Ngài tạm hoãn cho bầy tôi đến một thời kỳ gần kề, bầy tôi hứa sẽ đáp lại lời gọi của Ngài và sẽ tuân theo các Sứ Giả (của Ngài)!” Sao! Há các người đã từng thề thốt trước đây rằng các người sẽ không suy tàn (chết) hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "1795",
    "SURAH": "14",
    "AYAH": "45",
    "ARABIC_TEXT": "وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ",
    "TRANSLATION": "Và các ngươi đã tá túc trong nhà của những kẻ đã từng làm hại bản thân mình và các ngươi đã thấy TA đã đối xử với chúng như thế nào; và TA đưa ra những thí dụ để cho các ngươi (suy ngẫm).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1796",
    "SURAH": "14",
    "AYAH": "46",
    "ARABIC_TEXT": "وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ",
    "TRANSLATION": "Và quả thật họ đã âm mưu đặt kế hoạch nhưng kế hoạch của họ nằm nơi Allah dẫu rằng kế hoạch dữ dội đến mức có thể lay chuyển núi non.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1797",
    "SURAH": "14",
    "AYAH": "47",
    "ARABIC_TEXT": "فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ",
    "TRANSLATION": "Bởi thế, chớ nghĩ rằng Allah sẽ thất hứa với các Sứ Giả của Ngài. Chắc chắn Allah là Đấng Toàn Năng, nắm việc trừng phạt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1798",
    "SURAH": "14",
    "AYAH": "48",
    "ARABIC_TEXT": "يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ",
    "TRANSLATION": "(Hãy cảnh cáo họ về) một Ngày mà trái đất này sẽ biến thành một trái đất khác và các tầng trời cũng thế, và (nhân loại) sẽ đến trình diện Allah, Đấng Duy Nhất, Đấng An Vị.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1799",
    "SURAH": "14",
    "AYAH": "49",
    "ARABIC_TEXT": "وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ",
    "TRANSLATION": "Vào Ngày đó, Ngươi sẽ thấy những kẻ tội lỗi sẽ bị trói xích với nhau.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1800",
    "SURAH": "14",
    "AYAH": "50",
    "ARABIC_TEXT": "سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ",
    "TRANSLATION": "Áo quần của chúng sẽ bằng hắc ín và mặt của chúng sẽ bị bao phủ bằng một lớp lửa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1801",
    "SURAH": "14",
    "AYAH": "51",
    "ARABIC_TEXT": "لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
    "TRANSLATION": "(Làm thế) để Allah tưởng thưởng (hoặc trừng phạt) mỗi linh hồn về những điều mà họ đã thu hoạch. Chắc chắn, Allah Rất nhanh trong việc thanh toán (xét xử).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1802",
    "SURAH": "14",
    "AYAH": "52",
    "ARABIC_TEXT": "هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
    "TRANSLATION": "(Qur’an) này là Thông Điệp được ban cho nhân loại dùng để nhắc nhở và để biết rằng quả thật Ngài (Allah) là Thượng Đế Duy Nhất và để cho những người hiểu biết lưu ý cảnh giác.",
    "FOOTNOTES": ""
  }
]