[
  {
    "ID": "1803",
    "SURAH": "15",
    "AYAH": "1",
    "ARABIC_TEXT": "الٓرۚ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ وَقُرۡءَانٖ مُّبِينٖ",
    "TRANSLATION": "Alif. Lam. Ra. Đây là những Câu của một Kinh Sách và là quyển Qur'an minh bạch.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1804",
    "SURAH": "15",
    "AYAH": "2",
    "ARABIC_TEXT": "رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُواْ لَوۡ كَانُواْ مُسۡلِمِينَ",
    "TRANSLATION": "Lắm lúc những kẻ không tin tưởng mong ước phải chi họ trở thành người Muslim.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1805",
    "SURAH": "15",
    "AYAH": "3",
    "ARABIC_TEXT": "ذَرۡهُمۡ يَأۡكُلُواْ وَيَتَمَتَّعُواْ وَيُلۡهِهِمُ ٱلۡأَمَلُۖ فَسَوۡفَ يَعۡلَمُونَ",
    "TRANSLATION": "Ngươi (Muhammad) hãy để mặc họ ăn uống và hưởng thụ. Và hãy để cho niềm hy vọng (hảo huyền) đánh lừa họ; rồi đây họ sẽ sớm biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1806",
    "SURAH": "15",
    "AYAH": "4",
    "ARABIC_TEXT": "وَمَآ أَهۡلَكۡنَا مِن قَرۡيَةٍ إِلَّا وَلَهَا كِتَابٞ مَّعۡلُومٞ",
    "TRANSLATION": "Và không bao giờ TA tiêu diệt một thị trấn mà lại không (báo trước) Sắc Chỉ qui định.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1807",
    "SURAH": "15",
    "AYAH": "5",
    "ARABIC_TEXT": "مَّا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَـٔۡخِرُونَ",
    "TRANSLATION": "Không một cộng đồng nào có thể ra đi sớm hơn hạn định của nó và cũng không được ở lại trễ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1808",
    "SURAH": "15",
    "AYAH": "6",
    "ARABIC_TEXT": "وَقَالُواْ يَٰٓأَيُّهَا ٱلَّذِي نُزِّلَ عَلَيۡهِ ٱلذِّكۡرُ إِنَّكَ لَمَجۡنُونٞ",
    "TRANSLATION": "Và họ lên tiếng bảo: \"Này hỡi người nhận Thông Điệp, chắc chắn ngươi là một tên điên.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1809",
    "SURAH": "15",
    "AYAH": "7",
    "ARABIC_TEXT": "لَّوۡمَا تَأۡتِينَا بِٱلۡمَلَٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
    "TRANSLATION": "\"Tại sao ngươi không đưa những Thiên Thần xuống gặp bọn ta, nếu ngươi là một người nói thật?\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1810",
    "SURAH": "15",
    "AYAH": "8",
    "ARABIC_TEXT": "مَا نُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ إِلَّا بِٱلۡحَقِّ وَمَا كَانُوٓاْ إِذٗا مُّنظَرِينَ",
    "TRANSLATION": "TA (Allah) phái các Thiên Thần xuống chỉ với lý do chính đáng. Và lúc đó chúng sẽ không còn được triển hạn nữa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1811",
    "SURAH": "15",
    "AYAH": "9",
    "ARABIC_TEXT": "إِنَّا نَحۡنُ نَزَّلۡنَا ٱلذِّكۡرَ وَإِنَّا لَهُۥ لَحَٰفِظُونَ",
    "TRANSLATION": "Quả thật, TA đã ban Thông Điệp nhắc nhở (Qur'an) xuống và chính TA sẽ bảo quản Nó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1812",
    "SURAH": "15",
    "AYAH": "10",
    "ARABIC_TEXT": "وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي شِيَعِ ٱلۡأَوَّلِينَ",
    "TRANSLATION": "Và quả thật, trước Ngươi (Muhammad) TA đã cử các Sứ Giả đến cho những giáo phái của thời xưa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1813",
    "SURAH": "15",
    "AYAH": "11",
    "ARABIC_TEXT": "وَمَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
    "TRANSLATION": "Và không một Sứ Giả nào được cử đến với họ mà lại không bị chế giễu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1814",
    "SURAH": "15",
    "AYAH": "12",
    "ARABIC_TEXT": "كَذَٰلِكَ نَسۡلُكُهُۥ فِي قُلُوبِ ٱلۡمُجۡرِمِينَ",
    "TRANSLATION": "Nhưng TA làm cho nó len lỏi vào tấm lòng của những kẻ tội lỗi đúng như thế.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1815",
    "SURAH": "15",
    "AYAH": "13",
    "ARABIC_TEXT": "لَا يُؤۡمِنُونَ بِهِۦ وَقَدۡ خَلَتۡ سُنَّةُ ٱلۡأَوَّلِينَ",
    "TRANSLATION": "Họ không tin nơi Nó ( Qur’an) và âu đó là lề lối của những kẻ đã qua (đời) trước họ. ",
    "FOOTNOTES": ""
  },
  {
    "ID": "1816",
    "SURAH": "15",
    "AYAH": "14",
    "ARABIC_TEXT": "وَلَوۡ فَتَحۡنَا عَلَيۡهِم بَابٗا مِّنَ ٱلسَّمَآءِ فَظَلُّواْ فِيهِ يَعۡرُجُونَ",
    "TRANSLATION": "Và dù cho TA có mở cho họ một cánh cửa của bầu trời để họ tiếp tục lên đó suốt ngày,",
    "FOOTNOTES": ""
  },
  {
    "ID": "1817",
    "SURAH": "15",
    "AYAH": "15",
    "ARABIC_TEXT": "لَقَالُوٓاْ إِنَّمَا سُكِّرَتۡ أَبۡصَٰرُنَا بَلۡ نَحۡنُ قَوۡمٞ مَّسۡحُورُونَ",
    "TRANSLATION": "Thì họ vẫn lên tiếng bảo: “Bọn ta bị quáng mắt. Không, bọn ta là đám người bị tà thuật mê hoặc.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1818",
    "SURAH": "15",
    "AYAH": "16",
    "ARABIC_TEXT": "وَلَقَدۡ جَعَلۡنَا فِي ٱلسَّمَآءِ بُرُوجٗا وَزَيَّنَّٰهَا لِلنَّٰظِرِينَ",
    "TRANSLATION": "Và quả thật TA đã làm ra các chùm sao trên trời để tô điểm nó xinh đẹp cho những người ngắm nhìn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1819",
    "SURAH": "15",
    "AYAH": "17",
    "ARABIC_TEXT": "وَحَفِظۡنَٰهَا مِن كُلِّ شَيۡطَٰنٖ رَّجِيمٍ",
    "TRANSLATION": "Và TA bảo vệ nó khỏi bị từng tên Shaytan đáng bị tống cổ (len lỏi đột nhập).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1820",
    "SURAH": "15",
    "AYAH": "18",
    "ARABIC_TEXT": "إِلَّا مَنِ ٱسۡتَرَقَ ٱلسَّمۡعَ فَأَتۡبَعَهُۥ شِهَابٞ مُّبِينٞ",
    "TRANSLATION": "Nếu có tên nào lén nghe trộm (tin tức) thì sẽ bị một chùm lửa đỏ rực rượt đánh.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1821",
    "SURAH": "15",
    "AYAH": "19",
    "ARABIC_TEXT": "وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ شَيۡءٖ مَّوۡزُونٖ",
    "TRANSLATION": "Và TA đã trải rộng mặt đất (như một tấm thảm) mà TA đặt lên đó những quả núi vững chắc và cho mọc đủ loại cây trái theo cân lượng quân bình.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1822",
    "SURAH": "15",
    "AYAH": "20",
    "ARABIC_TEXT": "وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَ وَمَن لَّسۡتُمۡ لَهُۥ بِرَٰزِقِينَ",
    "TRANSLATION": "Và nơi đó, TA đã làm ra phương tiện sinh sống cho các ngươi và cho cả ai (sinh vật) mà các ngươi không có nhiệm vụ cung dưỡng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1823",
    "SURAH": "15",
    "AYAH": "21",
    "ARABIC_TEXT": "وَإِن مِّن شَيۡءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٖ مَّعۡلُومٖ",
    "TRANSLATION": "Và không một vật gì mà kho tài nguyên lại không nằm nơi TA nhưng TA chỉ ban nó (thiên lộc) xuống theo định lượng rõ rệt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1824",
    "SURAH": "15",
    "AYAH": "22",
    "ARABIC_TEXT": "وَأَرۡسَلۡنَا ٱلرِّيَٰحَ لَوَٰقِحَ فَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَسۡقَيۡنَٰكُمُوهُ وَمَآ أَنتُمۡ لَهُۥ بِخَٰزِنِينَ",
    "TRANSLATION": "Và TA gởi những luồng gió gieo tinh và cho mưa từ trên trời xuống. Rồi TA ban nó cho các ngươi dùng để uống nhưng các ngươi không phải là chủ nhân giữ kho chứa của nó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1825",
    "SURAH": "15",
    "AYAH": "23",
    "ARABIC_TEXT": "وَإِنَّا لَنَحۡنُ نُحۡيِۦ وَنُمِيتُ وَنَحۡنُ ٱلۡوَٰرِثُونَ",
    "TRANSLATION": "Và quả thật, chính TA làm cho sống và gây cho chết và chính TA là Đấng Thừa kế.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1826",
    "SURAH": "15",
    "AYAH": "24",
    "ARABIC_TEXT": "وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَقۡدِمِينَ مِنكُمۡ وَلَقَدۡ عَلِمۡنَا ٱلۡمُسۡتَـٔۡخِرِينَ",
    "TRANSLATION": "Và chắc chắn, TA biết trong các ngươi ai là những người đã qua đời và ai là những người còn sống sót.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1827",
    "SURAH": "15",
    "AYAH": "25",
    "ARABIC_TEXT": "وَإِنَّ رَبَّكَ هُوَ يَحۡشُرُهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ",
    "TRANSLATION": "Và quả thật, Thượng Đế (Allah) của Ngươi sẽ cho tập trung họ lại (để phán xét). Quả thật, Ngài Thông suốt, Biết (hết mọi vấn đề).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1828",
    "SURAH": "15",
    "AYAH": "26",
    "ARABIC_TEXT": "وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ",
    "TRANSLATION": "Và quả thật, TA đã tạo hóa con người bằng đất sét khô, lấy từ loại đất sét nhào nặn được.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1829",
    "SURAH": "15",
    "AYAH": "27",
    "ARABIC_TEXT": "وَٱلۡجَآنَّ خَلَقۡنَٰهُ مِن قَبۡلُ مِن نَّارِ ٱلسَّمُومِ",
    "TRANSLATION": "Và Jaann (tổ tiên của loài Jinn), TA đã tạo nó trước đây bằng hơi lửa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1830",
    "SURAH": "15",
    "AYAH": "28",
    "ARABIC_TEXT": "وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ",
    "TRANSLATION": "Và (hãy nhớ lại) khi Thượng Đế (Allah) của Ngươi (Muhammad) đã bảo các Thiên Thần: “TA sắp tạo một người phàm làm bằng đất sét khô, lấy từ đất sét nhào nặn được.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1831",
    "SURAH": "15",
    "AYAH": "29",
    "ARABIC_TEXT": "فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ",
    "TRANSLATION": "Rồi khi TA uốn nắn Y (Adam) thành hình thể và thổi vào Y Ruh (Tinh thần) của TA, các ngươi hãy sụp lạy Y.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1832",
    "SURAH": "15",
    "AYAH": "30",
    "ARABIC_TEXT": "فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ",
    "TRANSLATION": "Do đó, tất cả các Thiên Thần đồng quỳ lạy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1833",
    "SURAH": "15",
    "AYAH": "31",
    "ARABIC_TEXT": "إِلَّآ إِبۡلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّٰجِدِينَ",
    "TRANSLATION": "Ngoại trừ Iblis. Nó từ chối, không chịu nhập chung với những vị phủ phục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1834",
    "SURAH": "15",
    "AYAH": "32",
    "ARABIC_TEXT": "قَالَ يَٰٓإِبۡلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّٰجِدِينَ",
    "TRANSLATION": "(Allah) bảo: “Hỡi Iblis nhà ngươi có chuyện gì, tại sao nhà ngươi không chịu nhập chung với những vị phủ phục?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1835",
    "SURAH": "15",
    "AYAH": "33",
    "ARABIC_TEXT": "قَالَ لَمۡ أَكُن لِّأَسۡجُدَ لِبَشَرٍ خَلَقۡتَهُۥ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ",
    "TRANSLATION": "(Iblis đáp) thưa: “Bề tôi không phải là kẻ quỳ lạy một người phàm mà Ngài đã tạo bằng đất sét khô lấy từ đất sét nhào nặn được.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1836",
    "SURAH": "15",
    "AYAH": "34",
    "ARABIC_TEXT": "قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ",
    "TRANSLATION": "(Allah) phán: Hãy đi ra khỏi đó (Vườn Trời); nhà ngươi là một tên đáng bị trục xuất.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1837",
    "SURAH": "15",
    "AYAH": "35",
    "ARABIC_TEXT": "وَإِنَّ عَلَيۡكَ ٱللَّعۡنَةَ إِلَىٰ يَوۡمِ ٱلدِّينِ",
    "TRANSLATION": "Và chắc chắn nhà ngươi sẽ bị nguyền rủa cho đến Ngày Phán xử.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1838",
    "SURAH": "15",
    "AYAH": "36",
    "ARABIC_TEXT": "قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
    "TRANSLATION": "(Iblis) thưa: “Lạy Thượng Đế (Allah) của bề tôi! Xin Ngài triển hạn cho bề tôi tận đến Ngày (người chết) sẽ được dựng sống lại.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1839",
    "SURAH": "15",
    "AYAH": "37",
    "ARABIC_TEXT": "قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ",
    "TRANSLATION": "(Allah) phán: Vậy thì nhà ngươi là một tên được triển hạn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1840",
    "SURAH": "15",
    "AYAH": "38",
    "ARABIC_TEXT": "إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ",
    "TRANSLATION": "Cho đến Ngày của thời gian qui định.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1841",
    "SURAH": "15",
    "AYAH": "39",
    "ARABIC_TEXT": "قَالَ رَبِّ بِمَآ أَغۡوَيۡتَنِي لَأُزَيِّنَنَّ لَهُمۡ فِي ٱلۡأَرۡضِ وَلَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ",
    "TRANSLATION": "(Iblis) thưa: “Lạy Thượng Đế (Allah) của bề tôi! Bởi vì Ngài xua đuổi bề tôi nên bề tôi sẽ tô điểm nó (tội lỗi) thành xinh đẹp đối với chúng (nhân loại) trên trái đất và bề tôi sẽ làm cho toàn thể bọn chúng lầm lạc.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1842",
    "SURAH": "15",
    "AYAH": "40",
    "ARABIC_TEXT": "إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ",
    "TRANSLATION": "“Ngoại trừ ai trong bọn chúng là bề tôi trung trinh của Ngài.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1843",
    "SURAH": "15",
    "AYAH": "41",
    "ARABIC_TEXT": "قَالَ هَٰذَا صِرَٰطٌ عَلَيَّ مُسۡتَقِيمٌ",
    "TRANSLATION": "(Allah) phán: Đây là con đường ngay thẳng dẫn đến TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1844",
    "SURAH": "15",
    "AYAH": "42",
    "ARABIC_TEXT": "إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلۡغَاوِينَ",
    "TRANSLATION": "Quả thật, nhà ngươi không có quỵền đối với các bề tôi của TA ngoại trừ ai trong bọn họ là những kẻ lầm lạc tuân theo ngươi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1845",
    "SURAH": "15",
    "AYAH": "43",
    "ARABIC_TEXT": "وَإِنَّ جَهَنَّمَ لَمَوۡعِدُهُمۡ أَجۡمَعِينَ",
    "TRANSLATION": "Và quả thật, hỏa ngục là điểm hẹn cho toàn thể bọn chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1846",
    "SURAH": "15",
    "AYAH": "44",
    "ARABIC_TEXT": "لَهَا سَبۡعَةُ أَبۡوَٰبٖ لِّكُلِّ بَابٖ مِّنۡهُمۡ جُزۡءٞ مَّقۡسُومٌ",
    "TRANSLATION": "Nó có bảy cửa đi vào. Đi vào mỗi cửa sẽ là một loại (tội nhân) nhất định của bọn chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1847",
    "SURAH": "15",
    "AYAH": "45",
    "ARABIC_TEXT": "إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ",
    "TRANSLATION": "Quả thật, những người sợ Allah sẽ ở trong các Ngôi Vườn (thiên đàng) có suối nước trong.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1848",
    "SURAH": "15",
    "AYAH": "46",
    "ARABIC_TEXT": "ٱدۡخُلُوهَا بِسَلَٰمٍ ءَامِنِينَ",
    "TRANSLATION": "(Lời nghinh đón họ sẽ là:) “Quí vị hãy bước vào (thiên đàng) với sự Bằng an Yên ổn.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1849",
    "SURAH": "15",
    "AYAH": "47",
    "ARABIC_TEXT": "وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلٍّ إِخۡوَٰنًا عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ",
    "TRANSLATION": "Và TA sẽ tẩy xóa nỗi oán thù khỏi lòng họ; họ sẽ là anh em với nhau, nằm nghỉ trên những chiếc tràng kỷ, mặt nhìn mặt (vui vầy).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1850",
    "SURAH": "15",
    "AYAH": "48",
    "ARABIC_TEXT": "لَا يَمَسُّهُمۡ فِيهَا نَصَبٞ وَمَا هُم مِّنۡهَا بِمُخۡرَجِينَ",
    "TRANSLATION": "Trong đó, họ sẽ không cồn cảm giác mệt mỏi và không bị mời ra.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1851",
    "SURAH": "15",
    "AYAH": "49",
    "ARABIC_TEXT": "۞ نَبِّئۡ عِبَادِيٓ أَنِّيٓ أَنَا ٱلۡغَفُورُ ٱلرَّحِيمُ",
    "TRANSLATION": "(Hỡi Muhammad) hãy báo cho bề tôi của TA biết (rằng) TA đây là Đấng Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1852",
    "SURAH": "15",
    "AYAH": "50",
    "ARABIC_TEXT": "وَأَنَّ عَذَابِي هُوَ ٱلۡعَذَابُ ٱلۡأَلِيمُ",
    "TRANSLATION": "Nhưng sự trừng phạt của TA cũng sẽ rất đau đớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1853",
    "SURAH": "15",
    "AYAH": "51",
    "ARABIC_TEXT": "وَنَبِّئۡهُمۡ عَن ضَيۡفِ إِبۡرَٰهِيمَ",
    "TRANSLATION": "Và hãy báo cho họ (mọi người) biết về những vị khách của Ibrahim.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1854",
    "SURAH": "15",
    "AYAH": "52",
    "ARABIC_TEXT": "إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗا قَالَ إِنَّا مِنكُمۡ وَجِلُونَ",
    "TRANSLATION": "Khi vào gặp Người, họ lên tiếng chào: “Bằng an” Y đáp: Và hãy báo cho họ (mọi người) biết về những vị khách của Ibrahim. \"Chúng tôi sợ quí vị.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1855",
    "SURAH": "15",
    "AYAH": "53",
    "ARABIC_TEXT": "قَالُواْ لَا تَوۡجَلۡ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٖ",
    "TRANSLATION": "Họ bảo: \"Đừng sợ! Chúng tôi mang tin mừng đến cho ông về một đứa con trai được ban cho kiến thức.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1856",
    "SURAH": "15",
    "AYAH": "54",
    "ARABIC_TEXT": "قَالَ أَبَشَّرۡتُمُونِي عَلَىٰٓ أَن مَّسَّنِيَ ٱلۡكِبَرُ فَبِمَ تُبَشِّرُونَ",
    "TRANSLATION": "(Ibrahim) đáp: “Phải chăng quí vị mang tin mừng đến cho tôi khi tôi đã về già? Vậy tin mừng về việc gì vậy?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1857",
    "SURAH": "15",
    "AYAH": "55",
    "ARABIC_TEXT": "قَالُواْ بَشَّرۡنَٰكَ بِٱلۡحَقِّ فَلَا تَكُن مِّنَ ٱلۡقَٰنِطِينَ",
    "TRANSLATION": "Họ bảo: “Chúng tôi mang tin mừng đến cho ông thật đấy. Bởi thế, chớ nên tuyệt vọng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1858",
    "SURAH": "15",
    "AYAH": "56",
    "ARABIC_TEXT": "قَالَ وَمَن يَقۡنَطُ مِن رَّحۡمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ",
    "TRANSLATION": "(Ibrahim) đáp: “Và những ai tuyệt vọng nơi lòng Khoan Dung của Thượng Đế của mình thì đó là những kẻ lầm lạc?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1859",
    "SURAH": "15",
    "AYAH": "57",
    "ARABIC_TEXT": "قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ",
    "TRANSLATION": "(Ibrahim) tiếp: “Vậy quí vị đến gặp tôi có chuyện gì, hỡi các vị Sứ (của Allah?)”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1860",
    "SURAH": "15",
    "AYAH": "58",
    "ARABIC_TEXT": "قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ",
    "TRANSLATION": "Họ bảo: \"Quả thật, chúng tôi được phái cử đến với một đám người tội lỗi.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1861",
    "SURAH": "15",
    "AYAH": "59",
    "ARABIC_TEXT": "إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمۡ أَجۡمَعِينَ",
    "TRANSLATION": "\"Ngoại trừ gia đình của Lut mà chúng tôi có nhiệm vụ phải giải cứu tất cả.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1862",
    "SURAH": "15",
    "AYAH": "60",
    "ARABIC_TEXT": "إِلَّا ٱمۡرَأَتَهُۥ قَدَّرۡنَآ إِنَّهَا لَمِنَ ٱلۡغَٰبِرِينَ",
    "TRANSLATION": "“Trừ người vợ của Y (Lut) mà chúng tôi đã quyết định sẽ nằm trong số người tri trệ đằng sau.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1863",
    "SURAH": "15",
    "AYAH": "61",
    "ARABIC_TEXT": "فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلۡمُرۡسَلُونَ",
    "TRANSLATION": "Bởi thế, khi những vị Sứ (của Allah) vào gặp gia đình của Lut,",
    "FOOTNOTES": ""
  },
  {
    "ID": "1864",
    "SURAH": "15",
    "AYAH": "62",
    "ARABIC_TEXT": "قَالَ إِنَّكُمۡ قَوۡمٞ مُّنكَرُونَ",
    "TRANSLATION": "Y bảo: “Quả thật quí vị là những người lạ mặt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1865",
    "SURAH": "15",
    "AYAH": "63",
    "ARABIC_TEXT": "قَالُواْ بَلۡ جِئۡنَٰكَ بِمَا كَانُواْ فِيهِ يَمۡتَرُونَ",
    "TRANSLATION": "Họ đáp: “Không, chúng tôi đến gặp ông để giải quyết điều (trừng phạt) mà những kẻ không tin hãy còn nghi ngờ.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1866",
    "SURAH": "15",
    "AYAH": "64",
    "ARABIC_TEXT": "وَأَتَيۡنَٰكَ بِٱلۡحَقِّ وَإِنَّا لَصَٰدِقُونَ",
    "TRANSLATION": "“Và chúng tôi mang sự thật (về sự trừng phạt) đến cho ông. Và chúng tôi là những người nói thật.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1867",
    "SURAH": "15",
    "AYAH": "65",
    "ARABIC_TEXT": "فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ ٱلَّيۡلِ وَٱتَّبِعۡ أَدۡبَٰرَهُمۡ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٞ وَٱمۡضُواْ حَيۡثُ تُؤۡمَرُونَ",
    "TRANSLATION": "“Do đó, Ông và gia đình hãy ra đi vào phần cuối của ban đêm và đi đằng sau họ và chớ để cho bất cứ ai trong gia đình của ông ngoái nhìn lại phía sau và tiếp tục đi đến nơi mà các ông đã được truyền.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1868",
    "SURAH": "15",
    "AYAH": "66",
    "ARABIC_TEXT": "وَقَضَيۡنَآ إِلَيۡهِ ذَٰلِكَ ٱلۡأَمۡرَ أَنَّ دَابِرَ هَٰٓؤُلَآءِ مَقۡطُوعٞ مُّصۡبِحِينَ",
    "TRANSLATION": "Và TA cho Y biết quyết định đó rằng số người (tội lỗi) còn ở lại sau sẽ bị tiêu diệt trọn bộ vào buổi sáng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1869",
    "SURAH": "15",
    "AYAH": "67",
    "ARABIC_TEXT": "وَجَآءَ أَهۡلُ ٱلۡمَدِينَةِ يَسۡتَبۡشِرُونَ",
    "TRANSLATION": "Và người dân trong thành phố vui mừng chạy ùa đến (nhà của Lut).\n",
    "FOOTNOTES": ""
  },
  {
    "ID": "1870",
    "SURAH": "15",
    "AYAH": "68",
    "ARABIC_TEXT": "قَالَ إِنَّ هَٰٓؤُلَآءِ ضَيۡفِي فَلَا تَفۡضَحُونِ",
    "TRANSLATION": "(Lut) bảo (chúng): \"Đây là những vị khách của ta, bởi thế chớ làm cho ta mất mặt (với họ).\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1871",
    "SURAH": "15",
    "AYAH": "69",
    "ARABIC_TEXT": "وَٱتَّقُواْ ٱللَّهَ وَلَا تُخۡزُونِ",
    "TRANSLATION": "“Hãy sợ Allah và chớ hạ nhục ta!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1872",
    "SURAH": "15",
    "AYAH": "70",
    "ARABIC_TEXT": "قَالُوٓاْ أَوَلَمۡ نَنۡهَكَ عَنِ ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "(Người dân của Lut) đáp: “Há chúng tôi đã không cấm ông tiếp xúc với mọi người ư?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1873",
    "SURAH": "15",
    "AYAH": "71",
    "ARABIC_TEXT": "قَالَ هَٰٓؤُلَآءِ بَنَاتِيٓ إِن كُنتُمۡ فَٰعِلِينَ",
    "TRANSLATION": "(Lut) bảo: “Đây, các đứa con gái của ta, nếu các người muốn hành động (theo ý của các người.)",
    "FOOTNOTES": ""
  },
  {
    "ID": "1874",
    "SURAH": "15",
    "AYAH": "72",
    "ARABIC_TEXT": "لَعَمۡرُكَ إِنَّهُمۡ لَفِي سَكۡرَتِهِمۡ يَعۡمَهُونَ",
    "TRANSLATION": "(TA thề) bằng sinh mạng của Ngươi (hỡi Muhammad!) vì cuồng dâm mà chúng quanh quấn (như thế).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1875",
    "SURAH": "15",
    "AYAH": "73",
    "ARABIC_TEXT": "فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُشۡرِقِينَ",
    "TRANSLATION": "Do đó, tiếng gầm dữ dội (của trận động đất) đã chụp bắt chúng vào lúc rạng đông.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1876",
    "SURAH": "15",
    "AYAH": "74",
    "ARABIC_TEXT": "فَجَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهِمۡ حِجَارَةٗ مِّن سِجِّيلٍ",
    "TRANSLATION": "Tiếp đó, TA lật ngược chúng ngổn ngang và đổ lên chúng những trận mưa đá diêm sinh cứng như đất sét nung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1877",
    "SURAH": "15",
    "AYAH": "75",
    "ARABIC_TEXT": "إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡمُتَوَسِّمِينَ",
    "TRANSLATION": "Chắc chắn trong biến cố đó, có những dấu hiệu cho những ai sáng suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1878",
    "SURAH": "15",
    "AYAH": "76",
    "ARABIC_TEXT": "وَإِنَّهَا لَبِسَبِيلٖ مُّقِيمٍ",
    "TRANSLATION": "Và quả thật, chúng (những thị trấn sụp đổ) hãy còn nằm trên các con đường qua lại (giữa Makkah và Syria).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1879",
    "SURAH": "15",
    "AYAH": "77",
    "ARABIC_TEXT": "إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ",
    "TRANSLATION": "Trong biến cố đó là một dấu hiệu cho những người có  đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1880",
    "SURAH": "15",
    "AYAH": "78",
    "ARABIC_TEXT": "وَإِن كَانَ أَصۡحَٰبُ ٱلۡأَيۡكَةِ لَظَٰلِمِينَ",
    "TRANSLATION": "Và quả thật, đám người dân của khu rừng Aykah cũng là những kẻ làm điều sai quấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1881",
    "SURAH": "15",
    "AYAH": "79",
    "ARABIC_TEXT": "فَٱنتَقَمۡنَا مِنۡهُمۡ وَإِنَّهُمَا لَبِإِمَامٖ مُّبِينٖ",
    "TRANSLATION": "Do đó, TA đã trừng phạt chúng. Và chắc chắn hai (thị trấn của) chúng (còn để lại di tích) trên một xa lộ thấy rõ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1882",
    "SURAH": "15",
    "AYAH": "80",
    "ARABIC_TEXT": "وَلَقَدۡ كَذَّبَ أَصۡحَٰبُ ٱلۡحِجۡرِ ٱلۡمُرۡسَلِينَ",
    "TRANSLATION": "Và chắc chắn người dân của vùng núi Hijr đã phủ nhận những vị Sứ đã được cử đến (với họ).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1883",
    "SURAH": "15",
    "AYAH": "81",
    "ARABIC_TEXT": "وَءَاتَيۡنَٰهُمۡ ءَايَٰتِنَا فَكَانُواْ عَنۡهَا مُعۡرِضِينَ",
    "TRANSLATION": "Và TA đã trình bày cho họ những dấu hiệu của TA nhưng họ quay mặt cự tuyệt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1884",
    "SURAH": "15",
    "AYAH": "82",
    "ARABIC_TEXT": "وَكَانُواْ يَنۡحِتُونَ مِنَ ٱلۡجِبَالِ بُيُوتًا ءَامِنِينَ",
    "TRANSLATION": "Và họ đã đục núi làm nhà (và cảm thấy) an toàn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1885",
    "SURAH": "15",
    "AYAH": "83",
    "ARABIC_TEXT": "فَأَخَذَتۡهُمُ ٱلصَّيۡحَةُ مُصۡبِحِينَ",
    "TRANSLATION": "Nhưng tiếng gầm dữ dội đã chụp bắt họ vào buổi sáng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1886",
    "SURAH": "15",
    "AYAH": "84",
    "ARABIC_TEXT": "فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
    "TRANSLATION": "Và những công trình mà họ đã làm ra chẳng giúp họ được gì.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1887",
    "SURAH": "15",
    "AYAH": "85",
    "ARABIC_TEXT": "وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَآ إِلَّا بِٱلۡحَقِّۗ وَإِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞۖ فَٱصۡفَحِ ٱلصَّفۡحَ ٱلۡجَمِيلَ",
    "TRANSLATION": "Và TA đã tạo hóa các tầng trời và trái đất và mọi thứ giữa trời đất chỉ vì Chân Lý. Và Giờ (Phán xử) chắc chắn sẽ xảy đến. Do đó, hãy bỏ qua (lỗi lầm của họ) một cách lịch sự.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1888",
    "SURAH": "15",
    "AYAH": "86",
    "ARABIC_TEXT": "إِنَّ رَبَّكَ هُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ",
    "TRANSLATION": "Quả thật, Thượng Đế của Ngươi là Đấng Tạo Hóa, Đấng Toàn Tri.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1889",
    "SURAH": "15",
    "AYAH": "87",
    "ARABIC_TEXT": "وَلَقَدۡ ءَاتَيۡنَٰكَ سَبۡعٗا مِّنَ ٱلۡمَثَانِي وَٱلۡقُرۡءَانَ ٱلۡعَظِيمَ",
    "TRANSLATION": "Và TA đã ban cho Ngươi (Muhammad) bảy Câu Kinh nhắc đi nhắc lại và Quyển Qur'an vĩ đại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1890",
    "SURAH": "15",
    "AYAH": "88",
    "ARABIC_TEXT": "لَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَٱخۡفِضۡ جَنَاحَكَ لِلۡمُؤۡمِنِينَ",
    "TRANSLATION": "Nhưng chớ trố mắt nhìn những món vật mà TA đã ban cho những tầng lớp của họ hưởng thụ, cũng chớ buồn rầu giùm cho họ mà hãy rủ lòng thương của Ngươi xuống cho những người có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1891",
    "SURAH": "15",
    "AYAH": "89",
    "ARABIC_TEXT": "وَقُلۡ إِنِّيٓ أَنَا ٱلنَّذِيرُ ٱلۡمُبِينُ",
    "TRANSLATION": " Và hãy bảo họ: “Quả thật Ta đây là một ngươi Báo trước công khai.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1892",
    "SURAH": "15",
    "AYAH": "90",
    "ARABIC_TEXT": "كَمَآ أَنزَلۡنَا عَلَى ٱلۡمُقۡتَسِمِينَ",
    "TRANSLATION": "Giống như cái (hình phạt) mà TA đã giáng lên những kẻ chia rẽ:",
    "FOOTNOTES": ""
  },
  {
    "ID": "1893",
    "SURAH": "15",
    "AYAH": "91",
    "ARABIC_TEXT": "ٱلَّذِينَ جَعَلُواْ ٱلۡقُرۡءَانَ عِضِينَ",
    "TRANSLATION": "Những ai đã chia mảnh quyển Qur'an.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1894",
    "SURAH": "15",
    "AYAH": "92",
    "ARABIC_TEXT": "فَوَرَبِّكَ لَنَسۡـَٔلَنَّهُمۡ أَجۡمَعِينَ",
    "TRANSLATION": "Bởi thế, nhân danh Thượng Đế của Ngươi, Ngài sẽ hạch hỏi tất cả bọn chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1895",
    "SURAH": "15",
    "AYAH": "93",
    "ARABIC_TEXT": "عَمَّا كَانُواْ يَعۡمَلُونَ",
    "TRANSLATION": "Về công việc mà chúng đã từng làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1896",
    "SURAH": "15",
    "AYAH": "94",
    "ARABIC_TEXT": "فَٱصۡدَعۡ بِمَا تُؤۡمَرُ وَأَعۡرِضۡ عَنِ ٱلۡمُشۡرِكِينَ",
    "TRANSLATION": "Do đó, hãy công bố những điều mà Ngươi đã được chỉ thị và hãy lánh xa những kẻ tôn thờ đa thần.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1897",
    "SURAH": "15",
    "AYAH": "95",
    "ARABIC_TEXT": "إِنَّا كَفَيۡنَٰكَ ٱلۡمُسۡتَهۡزِءِينَ",
    "TRANSLATION": "Quả thật, TA đủ giúp Ngươi chống lại những kẻ nhạo báng:",
    "FOOTNOTES": ""
  },
  {
    "ID": "1898",
    "SURAH": "15",
    "AYAH": "96",
    "ARABIC_TEXT": "ٱلَّذِينَ يَجۡعَلُونَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۚ فَسَوۡفَ يَعۡلَمُونَ",
    "TRANSLATION": "Những ai dựng một thần linh cùng với Allah; và rồi đây chúng sẽ sớm biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1899",
    "SURAH": "15",
    "AYAH": "97",
    "ARABIC_TEXT": "وَلَقَدۡ نَعۡلَمُ أَنَّكَ يَضِيقُ صَدۡرُكَ بِمَا يَقُولُونَ",
    "TRANSLATION": "Và quả thật, TA biết lòng Ngươi se lại vì những điều chúng đã nói;",
    "FOOTNOTES": ""
  },
  {
    "ID": "1900",
    "SURAH": "15",
    "AYAH": "98",
    "ARABIC_TEXT": "فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَكُن مِّنَ ٱلسَّٰجِدِينَ",
    "TRANSLATION": "Nhưng hãy tán dương lời ca tụng Thượng Đế của Ngươi và trở thành một người phủ phục (Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1901",
    "SURAH": "15",
    "AYAH": "99",
    "ARABIC_TEXT": "وَٱعۡبُدۡ رَبَّكَ حَتَّىٰ يَأۡتِيَكَ ٱلۡيَقِينُ",
    "TRANSLATION": "Và hãy thờ phụng Thượng Đế của Ngươi cho đến khi điều kiên định (cái chết) xảy đến cho Ngươi.",
    "FOOTNOTES": ""
  }
]