[
  {
    "ID": "2251",
    "SURAH": "19",
    "AYAH": "1",
    "ARABIC_TEXT": "كٓهيعٓصٓ",
    "TRANSLATION": "Kaf. Ha. Ya.'Ain. Sad.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2252",
    "SURAH": "19",
    "AYAH": "2",
    "ARABIC_TEXT": "ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ",
    "TRANSLATION": "(Đây là) một câu chuyện nhắc lại Hồng Ân của Thượng Đế của Ngươi đã được ban cấp cho người tôi trung của Ngài, Zakariya.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2253",
    "SURAH": "19",
    "AYAH": "3",
    "ARABIC_TEXT": "إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا",
    "TRANSLATION": "Khi Y âm thầm cầu xin Thượng Đế của Người.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2254",
    "SURAH": "19",
    "AYAH": "4",
    "ARABIC_TEXT": "قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا",
    "TRANSLATION": "Y thưa: \"Lạy Thượng Đế của bề tôi! Thật sự xương cốt của bề tôi đã yếu ớt và mái đầu (của bề tôi) óng ánh hoa râm, nhưng lạy Thượng Đế, bề tôi không hề bất mãn trong việc van cầu Ngài.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2255",
    "SURAH": "19",
    "AYAH": "5",
    "ARABIC_TEXT": "وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا",
    "TRANSLATION": "\"Và quả thật, bề tôi lo lắng cho thân tộc sau (khi) bề tôi (vĩnh viễn ra đi) trong lúc vợ của bề tôi lại hiếm hoi. Do đó xin Ngài ban cho bề tôi từ Ngài một đứa con để nối dõi.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2256",
    "SURAH": "19",
    "AYAH": "6",
    "ARABIC_TEXT": "يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا",
    "TRANSLATION": "\"Để nó thật sự thừa kế bề tôi và thừa kế dòng dõi của Ya'qub và lạy Thượng Đế của bề tôi, xin Ngài chấp nhận nó (làm bề tôi của Ngài).\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2257",
    "SURAH": "19",
    "AYAH": "7",
    "ARABIC_TEXT": "يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا",
    "TRANSLATION": "Hỡi Zakariya, TA báo cho Ngươi tin mừng về một đứa con trai; tên của nó là Yahya (Giăng). Từ trước đến nay TA chưa hề đặt tên cho ai giống như thế.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2258",
    "SURAH": "19",
    "AYAH": "8",
    "ARABIC_TEXT": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا",
    "TRANSLATION": "Y thưa: “Lạy Thượng Đế của bề tôi! Làm sao bề tôi có thể có con trong lúc vợ của bề tôi hiếm hoi, vả lại bề tôi đã già yếu”.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2259",
    "SURAH": "19",
    "AYAH": "9",
    "ARABIC_TEXT": "قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا",
    "TRANSLATION": "(Allah) phán: “Đúng như thế! Thượng Đế của Ngươi phán: ‘Chuyện đó rất dễ đối với TA. Chắc chắn TA đã tạo ra Ngươi trước đây trong lúc Ngươi không là gì cả.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2260",
    "SURAH": "19",
    "AYAH": "10",
    "ARABIC_TEXT": "قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا",
    "TRANSLATION": "(Zakariya) thưa: “Lạy Thượng Đế của bề tôi! Xin Ngài chỉ định cho bề tôi một dấu hiệu.” (Allah) phán: “dấu hiệu của Ngươi sẽ như sau: Ngươi sẽ không nói chuyện với mọi người trong ba đêm liên tiếp.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2261",
    "SURAH": "19",
    "AYAH": "11",
    "ARABIC_TEXT": "فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا",
    "TRANSLATION": "Thế là (Zakariya) bước ra khỏi phòng tu kín đến gặp người dân của Y và ra dấu bảo họ tán dương (Allah) vào buổi sáng và buổi tối.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2262",
    "SURAH": "19",
    "AYAH": "12",
    "ARABIC_TEXT": "يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا",
    "TRANSLATION": "(Allah phán cho Yahya:) “Hỡi Yahya, hãy nắm vững Kinh Sách (Tawrah) bằng tất cả nghị lực của Ngươi!” Và TA ban cho Ngươi sự khôn ngoan dẫu rằng Ngươi hãy còn ít tuổi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2263",
    "SURAH": "19",
    "AYAH": "13",
    "ARABIC_TEXT": "وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا",
    "TRANSLATION": "Và TA làm cho Y có lòng thương người và trong sạch; và sùng bái (Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2264",
    "SURAH": "19",
    "AYAH": "14",
    "ARABIC_TEXT": "وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا",
    "TRANSLATION": "Và hiếu thảo với cha mẹ; và không hách dịch cũng không phản nghịch;",
    "FOOTNOTES": ""
  },
  {
    "ID": "2265",
    "SURAH": "19",
    "AYAH": "15",
    "ARABIC_TEXT": "وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا",
    "TRANSLATION": "Và Bằng an được ban cho Y vào ngày Y chào đời, vào ngày Y lìa đời và vào ngày Y được phục sinh trở lại!",
    "FOOTNOTES": ""
  },
  {
    "ID": "2266",
    "SURAH": "19",
    "AYAH": "16",
    "ARABIC_TEXT": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا",
    "TRANSLATION": "Và hãy nhắc lại trong Kinh Sách (Qur'an) về Maryam khi Nữ rời gia đình đi lánh mặt tại một nơi về phía Đông;",
    "FOOTNOTES": ""
  },
  {
    "ID": "2267",
    "SURAH": "19",
    "AYAH": "17",
    "ARABIC_TEXT": "فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا",
    "TRANSLATION": "Nữ giăng một bức màn để lánh mặt họ. Rồi TA cử Thiên Thần Jibril của TA đến gặp Nữ. (Thiên Thần) hiện ra trước mặt Nữ như một người đàn ông toàn diện;",
    "FOOTNOTES": ""
  },
  {
    "ID": "2268",
    "SURAH": "19",
    "AYAH": "18",
    "ARABIC_TEXT": "قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا",
    "TRANSLATION": "Nữ lên tiếng: \"Tôi cầu xin Đấng Rất Mực Độ Lượng bảo vệ tôi tránh xa ông. (Chớ đến gần tôi) nếu ông là ngươi sợ Allah.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2269",
    "SURAH": "19",
    "AYAH": "19",
    "ARABIC_TEXT": "قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا",
    "TRANSLATION": "(Thiên Thần) bảo: \"Ta chỉ là một vị Sứ của Thượng Đế của Ngươi (đến báo cho biết việc Ngài) sẽ ban cho Ngươi một đứa con trai trong sạch.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2270",
    "SURAH": "19",
    "AYAH": "20",
    "ARABIC_TEXT": "قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا",
    "TRANSLATION": "Nữ thưa (với Thiên sứ): “Làm sao tôi có thể có được một đứa con trai trong lúc không có một người phàm nào chạm đến mình tôi. Vả lại, tôi không phải là một người phụ nữ hư đốn.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2271",
    "SURAH": "19",
    "AYAH": "21",
    "ARABIC_TEXT": "قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا",
    "TRANSLATION": "(Thiên Thần) bảo: “(Sự việc sẽ) đúng như thế! Thượng Đế (Allah) của Ngươi đã phán: ‘Việc (tạo hóa) đó rất dễ đối với TA’. Và chắc chắn TA sẽ làm cho Y (Ysa) thành một Dấu lạ cho nhân gian và một Hồng Ân từ TA. Và đó là một việc đã được (Allah) quyết định.’”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2272",
    "SURAH": "19",
    "AYAH": "22",
    "ARABIC_TEXT": "۞ فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا",
    "TRANSLATION": "Sau đó Nữ (Maryam) thụ thai Y (Ysa) và cưu mang Y về tạm lánh mặt ở một nơi xa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2273",
    "SURAH": "19",
    "AYAH": "23",
    "ARABIC_TEXT": "فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا",
    "TRANSLATION": "Rồi những cơn đau bụng hạ sanh đưa đẩy Nữ đến một thân cây chà là. Nữ (than thở:) “Ôi, khổ cho thân tôi! Phải chi tôi chết sớm trước việc này và bị quên bẵng đi (có tốt hơn không?)”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2274",
    "SURAH": "19",
    "AYAH": "24",
    "ARABIC_TEXT": "فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا",
    "TRANSLATION": "Nhưng (có tiếng) gọi Nữ từ bên dưới bảo: \"Nàng chớ buồn phiền. Chắc chắn Thượng Đế của Nữ sẽ tạo một mạch nước bên dưới Nữ.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2275",
    "SURAH": "19",
    "AYAH": "25",
    "ARABIC_TEXT": "وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا",
    "TRANSLATION": "\"Và hãy lắc thân cây chà là về phía Nữ, trái chín tươi sẽ rụng xuống mình Nữ.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2276",
    "SURAH": "19",
    "AYAH": "26",
    "ARABIC_TEXT": "فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا",
    "TRANSLATION": "“Do đó, hãy ăn và uống và vui vẻ. Nhưng nếu có thấy một người phàm nào thì hãy bảo: ‘Quả thật tôi đã nguyện nhịn chay với Đấng Rất Mực Độ Lượng. Bởi thế ngày nay tôi nhất định sẽ không nói chuyện với ai.’”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2277",
    "SURAH": "19",
    "AYAH": "27",
    "ARABIC_TEXT": "فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا",
    "TRANSLATION": " Rồi (sau khi hạ sanh) Nữ ẳm đứa con về nhà gặp lại người dân của Nữ. Thấy thế, người dân (của Nữ) bảo: \"Hỡi Maryam, chắc chắn Nữ mang về một điều hết sức quái đản chưa từng thấy.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2278",
    "SURAH": "19",
    "AYAH": "28",
    "ARABIC_TEXT": "يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا",
    "TRANSLATION": "“Hỡi em gái của Harun(103)! Cha của Nữ không phải là một người ác đức và mẹ của Nữ cũng không phải là một phụ nữ lăng loàn.”",
    "FOOTNOTES": "(103) Harun này không phải là người anh của Nabi Musa mà là một người đức hạnh sống vào thời kỳ của Maryam."
  },
  {
    "ID": "2279",
    "SURAH": "19",
    "AYAH": "29",
    "ARABIC_TEXT": "فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا",
    "TRANSLATION": "Nhưng Nữ lấy tay chỉ vào đứa bé. (Người dân) bảo: “Làm sao bọn ta có thể nói chuyện được với một đứa bé nằm trong nôi?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2280",
    "SURAH": "19",
    "AYAH": "30",
    "ARABIC_TEXT": "قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا",
    "TRANSLATION": "(Đứa bé Ysa tức Giê Su) lên tiếng: \"Ta là một người bề tôi của Allah. Ngài ban cho Ta Kinh Sách và chỉ định Ta làm một Nabi.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2281",
    "SURAH": "19",
    "AYAH": "31",
    "ARABIC_TEXT": "وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا",
    "TRANSLATION": "\"Và Ngài ban phúc cho Ta bất cứ nơi nào Ta ở và truyền cho Ta dâng lễ nguyện Salah và đóng Zakah suốt thời gian Ta còn sống.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2282",
    "SURAH": "19",
    "AYAH": "32",
    "ARABIC_TEXT": "وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا",
    "TRANSLATION": "\"Và hiếu thảo với mẹ Ta; và sẽ không hách dịch và vô phúc.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2283",
    "SURAH": "19",
    "AYAH": "33",
    "ARABIC_TEXT": "وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا",
    "TRANSLATION": "“Và Salam (Bằng An) được ban cho Ta vào ngày Ta chào đời, vào ngày Ta lìa đời và vào ngày Ta sẽ được phục sinh trở lại.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2284",
    "SURAH": "19",
    "AYAH": "34",
    "ARABIC_TEXT": "ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ",
    "TRANSLATION": "Đó là (câu chuyện của) Ysa con trai của Maryam: (và là) lời xác thực mà (những kẻ không tin) hãy còn nghi ngờ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2285",
    "SURAH": "19",
    "AYAH": "35",
    "ARABIC_TEXT": "مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
    "TRANSLATION": "Việc cho rằng Allah tự nhận (cho mình) một đứa con trai không thích hợp (với Quyền Năng Siêu Phàm của Ngài.) Thật quang vinh và trong sạch thay Ngài! Khi nào Ngài quyết định một việc, Ngài chỉ phán với nó “Hãy thành!” thì nó sẽ thành như thế.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2286",
    "SURAH": "19",
    "AYAH": "36",
    "ARABIC_TEXT": "وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
    "TRANSLATION": "Và (Ysa bảo): “Quả thật Allah là Thượng Đế của Ta và là Thượng Đế của các người. Do đó hãy thờ phụng Ngài. Đây là Chính Đạo.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2287",
    "SURAH": "19",
    "AYAH": "37",
    "ARABIC_TEXT": "فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ",
    "TRANSLATION": "Nhưng những giáo phái bất đồng ý kiến với nhau (về sự thật này). Bởi thế, khốn khổ cho những ai phủ nhận việc sắp xảy ra Ngày (Xét Xử) Vĩ đại!",
    "FOOTNOTES": ""
  },
  {
    "ID": "2288",
    "SURAH": "19",
    "AYAH": "38",
    "ARABIC_TEXT": "أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ",
    "TRANSLATION": "Chúng sẽ nghe và thấy rõ về Ngày (Xét xử) mà chúng sẽ đến trình diện TA. Nhưng ngày nay những kẻ làm điều sai quấy lầm lạc công khai. ",
    "FOOTNOTES": ""
  },
  {
    "ID": "2289",
    "SURAH": "19",
    "AYAH": "39",
    "ARABIC_TEXT": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ",
    "TRANSLATION": "Và hãy cảnh cáo chúng về Ngày (chúng sẽ) thở dài khi công việc đã được quyết định bởi vì chúng vẫn còn lơ là và không tin tưởng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2290",
    "SURAH": "19",
    "AYAH": "40",
    "ARABIC_TEXT": "إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ",
    "TRANSLATION": "Chính TA sẽ thừa hưởng trái đất kể cả những ai sống trên đó và chúng sẽ được đưa trở về gặp lại TA (để chịu sự xét xử).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2291",
    "SURAH": "19",
    "AYAH": "41",
    "ARABIC_TEXT": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا",
    "TRANSLATION": "Và hãy nhắc lại trong Kinh Sách (Qur'an) về Ibrahim. Quả thật, Y là một người chân thật, một Nabi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2292",
    "SURAH": "19",
    "AYAH": "42",
    "ARABIC_TEXT": "إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا",
    "TRANSLATION": "Khi (xưa) Y thưa với phụ thân: \"Thưa cha! Tại sao cha tôn thờ những vật không nghe cũng không thấy được và không mang lợi gì về cho cha?\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2293",
    "SURAH": "19",
    "AYAH": "43",
    "ARABIC_TEXT": "يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا",
    "TRANSLATION": "\"Thưa cha! Chắc chắn con đã tiếp thu được kiến thức mà cha đã không lĩnh hội được; bởi thế, xin cha hãy nghe con; con sẽ đưa cha dến một con đường bằng phẳng.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2294",
    "SURAH": "19",
    "AYAH": "44",
    "ARABIC_TEXT": "يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا",
    "TRANSLATION": "\"Thưa cha! Cha chớ tôn thờ Shaytan (bởi vì) quả thật, Shaytan là một tên phản nghịch đã từng chống đối Đấng (Allah) Rất Mực Độ Lượng.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2295",
    "SURAH": "19",
    "AYAH": "45",
    "ARABIC_TEXT": "يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا",
    "TRANSLATION": "“Thưa cha! Con sợ Đấng (Allah) Rất Mực Độ Lượng sẽ trừng phạt cha bằng một hình phạt khiến cha trở thành một người bạn của Shaytan (trong hỏa ngục).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2296",
    "SURAH": "19",
    "AYAH": "46",
    "ARABIC_TEXT": "قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا",
    "TRANSLATION": "(Người cha) đáp: “Hẳn con ghét những thần linh của cha lắm hay sao, hỡi con Ibrahim! Nếu con không từ bỏ thái độ này, cha sẽ ném đá giết con; và hãy đi đâu cho khuất mắt cha trong một thời gian lâu.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2297",
    "SURAH": "19",
    "AYAH": "47",
    "ARABIC_TEXT": "قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا",
    "TRANSLATION": "(Ibrahim) thưa: \"Con mong cha gặp mọi sự bằng an. Con sẽ cầu xin Thượng Đế của con tha thứ cho cha. Quả thật Ngài Hằng Rộng lượng với con.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2298",
    "SURAH": "19",
    "AYAH": "48",
    "ARABIC_TEXT": "وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا",
    "TRANSLATION": "“Và tôi sẽ từ biệt các ông và những kẻ mà các ông cầu nguyện ngoài Allah; và tôi sẽ cầu nguyện Thượng Đế của Ta; tôi hy vọng sẽ không đến nỗi vô phúc với lời cầu xin (chân thành) với Thượng Đế của Ta.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2299",
    "SURAH": "19",
    "AYAH": "49",
    "ARABIC_TEXT": "فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا",
    "TRANSLATION": "Do đó, khi Ibrahim từ biệt họ và những vật mà họ tôn thờ ngoài Allah, TA đã ban cho Y (đứa con) Is-haaq và (đứa cháu nội) Yaqub; và mỗi đứa đã được TA cử làm Nabi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2300",
    "SURAH": "19",
    "AYAH": "50",
    "ARABIC_TEXT": "وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا",
    "TRANSLATION": "Và TA đã ban Hồng Ân cho con cháu của Ibrahim và làm vinh danh Họ qua tiếng nói trung thực (của Họ).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2301",
    "SURAH": "19",
    "AYAH": "51",
    "ARABIC_TEXT": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا",
    "TRANSLATION": "Và hãy nhắc lại trong Kinh Sách (Qur'an) về Musa. Quả thật, Y là một người chất phác; và là một Sứ Giả, một Nabi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2302",
    "SURAH": "19",
    "AYAH": "52",
    "ARABIC_TEXT": "وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا",
    "TRANSLATION": "Và TA đã gọi Y từ phía bên phải của ngọn núi (Sinai) và đưa Y xích lại gần để (TA) nói nhỏ;",
    "FOOTNOTES": ""
  },
  {
    "ID": "2303",
    "SURAH": "19",
    "AYAH": "53",
    "ARABIC_TEXT": "وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا",
    "TRANSLATION": "Và TA lấy lòng Khoan dung mà gia ân cho Y (bằng cách cử) người anh của Y, Harun, làm một Nabi (để phụ tá).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2304",
    "SURAH": "19",
    "AYAH": "54",
    "ARABIC_TEXT": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا",
    "TRANSLATION": "Và hãy nhắc lại trong Kinh Sách (Qur'an) về Isma'il. Quả thật, Y là một người giữ đúng lời hứa. Và là một Sứ Giả, một Nabi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2305",
    "SURAH": "19",
    "AYAH": "55",
    "ARABIC_TEXT": "وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا",
    "TRANSLATION": "Và Y đã từng ra lệnh cho người nhà dâng lễ nguyện Salah và đóng Zakah, và Thượng Đế của Y hài lòng với Y.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2306",
    "SURAH": "19",
    "AYAH": "56",
    "ARABIC_TEXT": "وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا",
    "TRANSLATION": "Và hãy nhắc lại trong Kinh Sách (Qur'an) về Idris (Enoch). Quả thật, Y là một người chân thật, một Nabi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2307",
    "SURAH": "19",
    "AYAH": "57",
    "ARABIC_TEXT": "وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا",
    "TRANSLATION": "Và TA đã nhấc Y lên một địa vị cao nhã.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2308",
    "SURAH": "19",
    "AYAH": "58",
    "ARABIC_TEXT": "أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩",
    "TRANSLATION": "Họ là những người mà Allah đã gia ân trong số các Nabi xuất thân từ con cháu của Adam và từ những người mà TA đã chuyên chở trên chiếc tàu cùng với Nuh và từ con cháu của Ibrahim và của Israel và từ những người mà TA đã hướng dẫn và chọn lựa. Mỗi lần những Lời Mặc Khải của Đấng Rất Mực Độ Lượng được đọc ra cho họ, họ sụp xuống quỳ lạy và khóc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2309",
    "SURAH": "19",
    "AYAH": "59",
    "ARABIC_TEXT": "۞ فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا",
    "TRANSLATION": "Nhưng tiếp theo họ là một hậu thế bỏ bê lễ nguyện Salah và theo đuổi những dục vọng thấp hèn. Bởi thế họ sẽ sớm bị hủy diệt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2310",
    "SURAH": "19",
    "AYAH": "60",
    "ARABIC_TEXT": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا",
    "TRANSLATION": "Ngoại trừ những ai biết hối cải và tin tưởng và làm việc thiện. Bởi thế, họ là những người sẽ vào thiên đàng và sẽ không bị đối xử thiệt thòi một tí nào:",
    "FOOTNOTES": ""
  },
  {
    "ID": "2311",
    "SURAH": "19",
    "AYAH": "61",
    "ARABIC_TEXT": "جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا",
    "TRANSLATION": "Các Ngôi Vườn Vĩnh Cửu (thiên đàng) mà Đấng (Allah) Rất Mực Độ Lượng đã hứa với các bề tôi của Ngài, dẫu rằng vô hình. Quả thật, Lời Hứa của Ngài là điều nhất định sẽ phải xảy ra.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2312",
    "SURAH": "19",
    "AYAH": "62",
    "ARABIC_TEXT": "لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا",
    "TRANSLATION": "Trong đó, họ sẽ không nghe thấy một lời tầm phào nào mà chỉ nghe lời chúc tụng 'Bằng an'. Trong đó họ sẽ được cung phụng đầy đủ vào buổi sáng và buổi tối.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2313",
    "SURAH": "19",
    "AYAH": "63",
    "ARABIC_TEXT": "تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا",
    "TRANSLATION": "Đó là thiên đàng mà TA sẽ ban cấp cho người ngay chính sợ Allah trong số bề tôi cua TA để thừa hưởng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2314",
    "SURAH": "19",
    "AYAH": "64",
    "ARABIC_TEXT": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا",
    "TRANSLATION": "Và chúng tôi (Thiên Thần) chỉ xuống trần theo Mệnh Lệnh của Thượng Đế (Allah) của Ngươi (hỡi Muhammad!). Điều gì (xảy ra) trước chúng tôi và điều gì (xảy ra) sau chúng tôi và điều gì (xảy ra) giữa hai điều đó đều là của Ngài cả. Và Thượng Đế của Ngươi là Đấng không hề quên sót (một điều gì).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2315",
    "SURAH": "19",
    "AYAH": "65",
    "ARABIC_TEXT": "رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا",
    "TRANSLATION": "(Ngài là) Thượng Đế (Đấng Chủ Tể) của các tầng trời và trái đất và của những gì giữa trời đất. Do đó, hãy thờ phụng Ngài; và hãy kiên nhẫn trong việc thờ phụng Ngài. Ngươi có biết có ai giống Ngài hay không?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2316",
    "SURAH": "19",
    "AYAH": "66",
    "ARABIC_TEXT": "وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا",
    "TRANSLATION": "Và con người (không có đức tin) lên tiếng: “Sao? khi chết rồi tôi sẽ được dựng sống lại hay sao?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2317",
    "SURAH": "19",
    "AYAH": "67",
    "ARABIC_TEXT": "أَوَلَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا",
    "TRANSLATION": "Và hẳn con người không nhớ rằng chính TA đã tạo hóa ra y trước đây trong lúc y không là gì cả hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2318",
    "SURAH": "19",
    "AYAH": "68",
    "ARABIC_TEXT": "فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا",
    "TRANSLATION": "Bởi thế, nhân danh Thượng Đế của Ngươi (hỡi Muhammad!) chắc chắn TA sẽ tập trung chúng lại và cả bè lũ Shaytan nữa; rồi TA sẽ dẫn chúng đến quỳ gối xung quanh hỏa ngục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2319",
    "SURAH": "19",
    "AYAH": "69",
    "ARABIC_TEXT": "ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا",
    "TRANSLATION": "Rồi từ mỗi giáo phái TA sẽ lôi cổ từng tên ương ngạnh nhất đã chống đối Đấng (Allah) Rất Mực Độ Lượng ra (trình diện).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2320",
    "SURAH": "19",
    "AYAH": "70",
    "ARABIC_TEXT": "ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا",
    "TRANSLATION": "Rồi TA biết chắc trong bọn chúng ai là kẻ đáng bị đốt nướng nhất trong đó (hỏa ngục).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2321",
    "SURAH": "19",
    "AYAH": "71",
    "ARABIC_TEXT": "وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا",
    "TRANSLATION": "Không một ai trong các người lại khỏi sa xuống (hỏa ngục). Và đối với Thượng Đế của Ngươi (Muhammad!) đó là một quyết định chắc chắn sẽ phải thể hiện.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2322",
    "SURAH": "19",
    "AYAH": "72",
    "ARABIC_TEXT": "ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا",
    "TRANSLATION": "Rồi TA sẽ giải cứu những ai sợ và thần phục Allah và TA sẽ để cho những kẻ làm điều sai quấy quỳ gối trong đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2323",
    "SURAH": "19",
    "AYAH": "73",
    "ARABIC_TEXT": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا",
    "TRANSLATION": "Và khi những Lời Mặc Khải rõ rệt của TA được đọc ra để nhắc chúng, những kẻ vô đức tin nói với những người tin tưởng như sau: “Giữa hai chúng ta, nhóm nào là nhóm có địa vị tốt và đáng kính trọng hơn cả trong Hội đồng (của thành phố Makkah)?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2324",
    "SURAH": "19",
    "AYAH": "74",
    "ARABIC_TEXT": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا",
    "TRANSLATION": "Nhưng trước chúng đã có bao nhiêu thế hệ giàu có và hào nhoáng hơn chúng đã bị TA tiêu diệt?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2325",
    "SURAH": "19",
    "AYAH": "75",
    "ARABIC_TEXT": "قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا",
    "TRANSLATION": "Hãy bảo chúng: “Ai sống trong lầm lạc thì Đấng (Allah) Rất Mực Độ Lượng sẽ nới lỏng sợi dây cho y sống thêm một thời gian cho đến khi chúng thấy điều đã được hứa với chúng thể hiện trước mắt - hoặc là hình phạt hoặc là Giờ (Tận thế) - thì lúc đó chúng sẽ biết ai là kẻ có địa vị tồi tệ nhất và có lực lượng yếu ớt nhất.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2326",
    "SURAH": "19",
    "AYAH": "76",
    "ARABIC_TEXT": "وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا",
    "TRANSLATION": "Và Allah sẽ gia tăng Chỉ Đạo cho những ai đi đúng đường. Và những việc làm từ thiện đối với Thượng Đế của Ngươi sẽ tồn tại lâu dài, và sẽ tốt nhất về phương diện tưởng thưởng và kết cuộc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2327",
    "SURAH": "19",
    "AYAH": "77",
    "ARABIC_TEXT": "أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا",
    "TRANSLATION": "Thế Ngươi có thấy (loại) người đã phủ nhận những Lời Mặc Khải của TA nhưng lại nói: “Chắc chắn tôi sẽ được ban cấp của cải và con cái.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2328",
    "SURAH": "19",
    "AYAH": "78",
    "ARABIC_TEXT": "أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
    "TRANSLATION": "Phải chăng y đã nhìn thấu điều vô hình hoặc đã nhận một Lời Cam Kết nào với Đấng (Allah) Rất Mực Độ Lượng?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2329",
    "SURAH": "19",
    "AYAH": "79",
    "ARABIC_TEXT": "كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا",
    "TRANSLATION": "Nhất định không! TA sẽ cho ghi sổ điều y đã nói và sẽ gia tăng hình phạt cho y (trong hỏa ngục).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2330",
    "SURAH": "19",
    "AYAH": "80",
    "ARABIC_TEXT": "وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا",
    "TRANSLATION": "Và TA sẽ thừa kế y về những thứ mà y đã nói bởi vì y đến gặp lại TA (tay không) trơ trọi một mình (sau khi chết).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2331",
    "SURAH": "19",
    "AYAH": "81",
    "ARABIC_TEXT": "وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا",
    "TRANSLATION": "Và họ chấp nhận những thần linh khác ngoài Allah mục đích nhờ chúng giúp họ thêm quyền thế và uy danh.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2332",
    "SURAH": "19",
    "AYAH": "82",
    "ARABIC_TEXT": "كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا",
    "TRANSLATION": "Nhất định không! Những thần linh đó sẽ phủ nhận công trình thờ phụng của họ và sẽ trở thành đối thủ chống lại họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2333",
    "SURAH": "19",
    "AYAH": "83",
    "ARABIC_TEXT": "أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا",
    "TRANSLATION": "Há Ngươi không thấy việc TA đã cử những tên Shaytan đến với những kẻ vô đức tin hầu xúi giục chúng nổi trận lôi đình?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2334",
    "SURAH": "19",
    "AYAH": "84",
    "ARABIC_TEXT": "فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا",
    "TRANSLATION": "Bởi thế chớ vội chống báng chúng. Quả thật, TA chỉ gia hạn cho chúng một số (ngày gia hạn) nhất định.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2335",
    "SURAH": "19",
    "AYAH": "85",
    "ARABIC_TEXT": "يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا",
    "TRANSLATION": "Vào một Ngày TA sẽ tập trung những người ngay chính sợ Allah đến trình diện Đấng Rất Mực Độ Lượng như một phái đoàn .",
    "FOOTNOTES": ""
  },
  {
    "ID": "2336",
    "SURAH": "19",
    "AYAH": "86",
    "ARABIC_TEXT": "وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا",
    "TRANSLATION": "Và TA sẽ lùa những tên tội lỗi xuống hỏa ngục như một đàn thú.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2337",
    "SURAH": "19",
    "AYAH": "87",
    "ARABIC_TEXT": "لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا",
    "TRANSLATION": "Không ai có quyền can thiệp ngoại trừ người nào đã nhận từ Đấng (Allah) Rất Mực Độ Lượng một Lời Cam Kết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2338",
    "SURAH": "19",
    "AYAH": "88",
    "ARABIC_TEXT": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا",
    "TRANSLATION": "Và chúng nói: “Đấng Rất Mực Độ Lượng đã có một đứa con trai.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2339",
    "SURAH": "19",
    "AYAH": "89",
    "ARABIC_TEXT": "لَّقَدۡ جِئۡتُمۡ شَيۡـًٔا إِدّٗا",
    "TRANSLATION": "Chắc chắn các ngươi đã dựng đúng một điều tội lỗi vô cùng tày trời;",
    "FOOTNOTES": ""
  },
  {
    "ID": "2340",
    "SURAH": "19",
    "AYAH": "90",
    "ARABIC_TEXT": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا",
    "TRANSLATION": "Vì thế mà các tầng trời gần như muốn vỡ tung, trái đất gần như muốn bể ra làm hai và những quả núi gần như muốn sụp đổ tan tành.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2341",
    "SURAH": "19",
    "AYAH": "91",
    "ARABIC_TEXT": "أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا",
    "TRANSLATION": "Bởi chúng bịa đặt điều cho rằng Đấng Rất Mực Độ Lượng có con trai;",
    "FOOTNOTES": ""
  },
  {
    "ID": "2342",
    "SURAH": "19",
    "AYAH": "92",
    "ARABIC_TEXT": "وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا",
    "TRANSLATION": "Và thật hết sức phi lý cho rằng Đấng Rất Mực Độ Lượng có một đứa con trai;",
    "FOOTNOTES": ""
  },
  {
    "ID": "2343",
    "SURAH": "19",
    "AYAH": "93",
    "ARABIC_TEXT": "إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا",
    "TRANSLATION": "Bởi thật tất cả những ai trong các tầng trời và trái đất đều đến trình diện Đấng Rất Mực Độ Lượng như một người bề tôi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2344",
    "SURAH": "19",
    "AYAH": "94",
    "ARABIC_TEXT": "لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا",
    "TRANSLATION": "Quả thật, Ngài đã kiểm kê và đánh số họ một cách chính xác.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2345",
    "SURAH": "19",
    "AYAH": "95",
    "ARABIC_TEXT": "وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا",
    "TRANSLATION": "Và vào Ngày phục sinh, từng người một sẽ đơn độc đến trình diện Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2346",
    "SURAH": "19",
    "AYAH": "96",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا",
    "TRANSLATION": "Quả thật, những ai có đức tin và làm việc thiện sẽ được Đấng Rất Mực Độ Lượng thương yêu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2347",
    "SURAH": "19",
    "AYAH": "97",
    "ARABIC_TEXT": "فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا",
    "TRANSLATION": "Bởi thế TA làm cho Nó (Qur'an) thành dễ dàng với chiếc lưỡi của Ngươi mà Ngươi dùng để báo tin mừng cho những người ngay chính sợ Allah và để cảnh cáo đám người hay cãi vã.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2348",
    "SURAH": "19",
    "AYAH": "98",
    "ARABIC_TEXT": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا",
    "TRANSLATION": "Và có bao nhiêu thế hệ trước họ đã bị TA tiêu diệt? Há Ngươi có tìm thấy một người nào của bọn chúng hoặc nghe một lời xầm xì nào của chúng hay không?",
    "FOOTNOTES": ""
  }
]