[
  {
    "ID": "8",
    "SURAH": "2",
    "AYAH": "1",
    "ARABIC_TEXT": "الٓمٓ",
    "TRANSLATION": "Alif. La-m. Mi-m(9)",
    "FOOTNOTES": "(9) Đây là những chữ cái của mẫu tự Ả-rập. Khi ba chữ cái Alif. Lãm. Mĩm. được đặt chung với nhau như thế thì được gọi là Muqatta'at hay chữ tắt. Trong Qur’an, Muqatta’at Alif. Lãm. Mĩm. được khởi xướng tại các chương 2, 3, 29, 30, 31, và 32. Các học giả Muslim giải thích đó là một phương cách Allah gợi sự chú ý của cử tọa. Chỉ Allah thôi biết ý nghĩa của nó."
  },
  {
    "ID": "9",
    "SURAH": "2",
    "AYAH": "2",
    "ARABIC_TEXT": "ذَٰلِكَ ٱلۡكِتَٰبُ لَا رَيۡبَۛ فِيهِۛ هُدٗى لِّلۡمُتَّقِينَ",
    "TRANSLATION": "Đây là Kinh Sách, không có gì phải ngờ vực cả, (dùng làm) Chỉ Đạo(10) cho những người ngay chính sợ Allah(11).",
    "FOOTNOTES": "(10) Chỉ đạo hướng dẫn cụ thể. (11) Người ngay chính sợ Allah là những người có Taqwa. Taqwa có nghĩa: 1/ Sợ Allah; 2/ Kiềm hãm miệng mồm, tay chân và tấm lòng khỏi phạm tội; 3/ Từ đó trở thành ngay chính, đạo đức."
  },
  {
    "ID": "10",
    "SURAH": "2",
    "AYAH": "3",
    "ARABIC_TEXT": "ٱلَّذِينَ يُؤۡمِنُونَ بِٱلۡغَيۡبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
    "TRANSLATION": "Những ai tin điều vô hình(11), chu đáo dâng lễ Salah(12) và chi dùng những vật mà TA (Allah) đã cung cấp.\n",
    "FOOTNOTES": "(11) Vô hình có nghĩa là vật, điều mà mắt thường không thể nhìn thấy được nhưng hiện có, chẳng hạn như Thương Đế Allah, Thiên Thần, đời sau, sự phục sinh, thiên đàng, hỏa ngục, định mệnh v.v... và cụ thể như điện tử, nguyên tử v.v... hiện có nhưng mắt thường không thể nhìn thấy. (12) Salah là một nghi lễ thờ phụng Allah của người Muslim được cử hành hằng ngày và có tính bắt buộc. Nghi thức hành lễ Salah đã do Thiên sứ Muhammad chỉ dạy cho các tín đồ. Nó gồm các động tác đứng thẳng người, Ruk'ua (cúi mình về trước), quỳ mọp đầu xuống đất. Trong mỗi động tác, người dâng lễ phải độc một số câu kinh và lời cầu nguyện ngụ ý tán dương Allah và tự nhắc nhỡ về mốì quan hệ của mình đối với Đấng Tạo Hóa Allah."
  },
  {
    "ID": "11",
    "SURAH": "2",
    "AYAH": "4",
    "ARABIC_TEXT": "وَٱلَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ وَبِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ",
    "TRANSLATION": "Và những ai tin tưởng nơi những điều (mặc khải) đã được ban xuống cho Ngươi (Muhammad) và những điều đã được ban xuống vào thời trước Ngươi; và họ tin chắc chắn nơi đời sau.\n",
    "FOOTNOTES": ""
  },
  {
    "ID": "12",
    "SURAH": "2",
    "AYAH": "5",
    "ARABIC_TEXT": "أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
    "TRANSLATION": "Họ là những người theo đúng sự Dẫn dắt do Thượng Đế (Allah) của họ (ban xuống) và là những người sẽ thành đạt",
    "FOOTNOTES": ""
  },
  {
    "ID": "13",
    "SURAH": "2",
    "AYAH": "6",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ كَفَرُواْ سَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ",
    "TRANSLATION": "Quả thật, đối với những kẻ không có đức tin(13), dù Ngươi có cảnh cáo hay không cảnh cáo chúng, điều đó bằng thừa đối với chúng bởi vì chúng nhất định không tin gì cả.",
    "FOOTNOTES": "(13) Người không có đức tin được gọi là Kufr, Kaafir từ từ gốc kafara có nghĩa: 1/ Phủ nhận Allah, phụ ơn; 2/ Phủ nhận đức tin, phủ nhận các điều mặc khải của Allah, không tin gì cả; 3/ Phạm thương, cho rằng Allah mắc phải những thiếu sót, không toàn vẹn v.v…"
  },
  {
    "ID": "14",
    "SURAH": "2",
    "AYAH": "7",
    "ARABIC_TEXT": "خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَعَلَىٰ سَمۡعِهِمۡۖ وَعَلَىٰٓ أَبۡصَٰرِهِمۡ غِشَٰوَةٞۖ وَلَهُمۡ عَذَابٌ عَظِيمٞ",
    "TRANSLATION": "Allah đã niêm kín tấm lòng của chúng và lấy tấm màn bịt tai và mắt của chúng lại; và chúng sẽ chịu một sự trừng phạt hết sức to lớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "15",
    "SURAH": "2",
    "AYAH": "8",
    "ARABIC_TEXT": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلۡيَوۡمِ ٱلۡأٓخِرِ وَمَا هُم بِمُؤۡمِنِينَ",
    "TRANSLATION": "Và trong nhân loại có những người nói: “Chúng tôi tin tưởng nơi Allah và Ngày (Phán xử) Cuối cùng” nhưng thật ra chúng không tin gì cả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "16",
    "SURAH": "2",
    "AYAH": "9",
    "ARABIC_TEXT": "يُخَٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُواْ وَمَا يَخۡدَعُونَ إِلَّآ أَنفُسَهُمۡ وَمَا يَشۡعُرُونَ",
    "TRANSLATION": "Chúng dối Allah và những người tin tưởng nhưng thực sự chúng chỉ dối bản thân mình nhưng chúng không nhận thấy (điều đố).",
    "FOOTNOTES": ""
  },
  {
    "ID": "17",
    "SURAH": "2",
    "AYAH": "10",
    "ARABIC_TEXT": "فِي قُلُوبِهِم مَّرَضٞ فَزَادَهُمُ ٱللَّهُ مَرَضٗاۖ وَلَهُمۡ عَذَابٌ أَلِيمُۢ بِمَا كَانُواْ يَكۡذِبُونَ",
    "TRANSLATION": "Trong lòng của chúng có một chứng bệnh (giả dối). Allah làm cho bệnh tình của chúng thêm trầm trọng và chúng sẽ bị trừng phạt đau đớn vì tội nói dối.",
    "FOOTNOTES": ""
  },
  {
    "ID": "18",
    "SURAH": "2",
    "AYAH": "11",
    "ARABIC_TEXT": "وَإِذَا قِيلَ لَهُمۡ لَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ قَالُوٓاْ إِنَّمَا نَحۡنُ مُصۡلِحُونَ",
    "TRANSLATION": "Và khi có lời bảo chúng: “Chớ làm điều ác đức trên trái đất” thì chúng đáp: “Chúng tôi chỉ là những người cải thiện cho tốt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "19",
    "SURAH": "2",
    "AYAH": "12",
    "ARABIC_TEXT": "أَلَآ إِنَّهُمۡ هُمُ ٱلۡمُفۡسِدُونَ وَلَٰكِن لَّا يَشۡعُرُونَ",
    "TRANSLATION": "Này, chắc chắn chúng là những kẻ ác đức, nhưng chúng không nhận thấy (điều đó).",
    "FOOTNOTES": ""
  },
  {
    "ID": "20",
    "SURAH": "2",
    "AYAH": "13",
    "ARABIC_TEXT": "وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓاْ أَنُؤۡمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُۗ أَلَآ إِنَّهُمۡ هُمُ ٱلسُّفَهَآءُ وَلَٰكِن لَّا يَعۡلَمُونَ",
    "TRANSLATION": "Và khi có lời bảo chúng: “Các ngươi hãy tin tưởng như mọi người tin tưởng” thì chúng đáp: “Há chúng tôi tin giống như những kẻ đần độn tin hay sao?” Này, chắc chắn chúng là những kẻ đần độn, nhưng chúng không biết (đó thôi).",
    "FOOTNOTES": ""
  },
  {
    "ID": "21",
    "SURAH": "2",
    "AYAH": "14",
    "ARABIC_TEXT": "وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَوۡاْ إِلَىٰ شَيَٰطِينِهِمۡ قَالُوٓاْ إِنَّا مَعَكُمۡ إِنَّمَا نَحۡنُ مُسۡتَهۡزِءُونَ",
    "TRANSLATION": "Và khi gặp những ai có đức tin, chúng bảo: “Chúng tôi tin tưởng.” Nhưng khi ở riêng với những tên Shaytan(14) của bọn chúng, chúng bảo: “Chúng tôi theo quí ngài. Chúng tôi chỉ chế giễu họ.”",
    "FOOTNOTES": "(14) Shaytan là một tạo vật mà Allah đã tạo ra bằng lửa ngọn thuộc loài Jinn. (Q.55:15) Nó là kẻ thù của loài người, chuyên dụ dỗ và dẫn dắt họ lạc khỏi Chinh đạo của Allah tức Islam. Shaytan ở đây ám chỉ những kẻ xấu, bạn bè của Shaytan."
  },
  {
    "ID": "22",
    "SURAH": "2",
    "AYAH": "15",
    "ARABIC_TEXT": "ٱللَّهُ يَسۡتَهۡزِئُ بِهِمۡ وَيَمُدُّهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
    "TRANSLATION": "Allah chế giễu lại chúng và buông cho chúng lang thang vơ vẩn trong sự thái quá.",
    "FOOTNOTES": ""
  },
  {
    "ID": "23",
    "SURAH": "2",
    "AYAH": "16",
    "ARABIC_TEXT": "أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ فَمَا رَبِحَت تِّجَٰرَتُهُمۡ وَمَا كَانُواْ مُهۡتَدِينَ",
    "TRANSLATION": "Chúng là những kẻ đã mua lấy sự lầm lạc thay vì theo Chỉ Đạo, nhưng cuộc đổi chác của chúng chẳng có lợi gì và chúng cũng không được hướng dẫn đi đúng đường.",
    "FOOTNOTES": ""
  },
  {
    "ID": "24",
    "SURAH": "2",
    "AYAH": "17",
    "ARABIC_TEXT": "مَثَلُهُمۡ كَمَثَلِ ٱلَّذِي ٱسۡتَوۡقَدَ نَارٗا فَلَمَّآ أَضَآءَتۡ مَا حَوۡلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمۡ وَتَرَكَهُمۡ فِي ظُلُمَٰتٖ لَّا يُبۡصِرُونَ",
    "TRANSLATION": "Thí dụ của chúng giống hình ảnh của một người nhúm lên một ngọn lửa, và khi ngọn lửa soi sáng mọi vật xung quanh người (nhúm lửa), thì Allah lấy mất ánh sáng của chúng, bỏ chúng ở lại trong tăm tối, khiến chúng không nhìn thấy gì cả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "25",
    "SURAH": "2",
    "AYAH": "18",
    "ARABIC_TEXT": "صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَرۡجِعُونَ",
    "TRANSLATION": "(Giống kẻ) điếc, câm và mù, chúng sẽ không quay về (với Chính Đạo).",
    "FOOTNOTES": ""
  },
  {
    "ID": "26",
    "SURAH": "2",
    "AYAH": "19",
    "ARABIC_TEXT": "أَوۡ كَصَيِّبٖ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَٰتٞ وَرَعۡدٞ وَبَرۡقٞ يَجۡعَلُونَ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلۡمَوۡتِۚ وَٱللَّهُ مُحِيطُۢ بِٱلۡكَٰفِرِينَ",
    "TRANSLATION": "Hoặc giống như một lớp mây sắp cho mưa từ trên trời, trong đó vừa là âm u, vừa là sấm sét và tia chớp. Chúng lấy ngón tay bịt tai lại để đừng nghe tiếng sấm sét, điếng cả người vì sợ chết. Và Allah bao vây những kẻ không có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "27",
    "SURAH": "2",
    "AYAH": "20",
    "ARABIC_TEXT": "يَكَادُ ٱلۡبَرۡقُ يَخۡطَفُ أَبۡصَٰرَهُمۡۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوۡاْ فِيهِ وَإِذَآ أَظۡلَمَ عَلَيۡهِمۡ قَامُواْۚ وَلَوۡ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
    "TRANSLATION": "Tia chớp làm cho chúng lóe mắt không nhìn thấy gì, giống như cảnh khi ánh sáng lóe lên chúng lần mò bước đi trong đó; và khi trời tối đen như mực thì chúng đứng im một chỗ. Và nếu Allah muốn, Ngài sẽ lấy đi thính giác và thị giác của chúng bởi vì Allah có quyền chi phối trên tất cả vạn vật.",
    "FOOTNOTES": ""
  },
  {
    "ID": "28",
    "SURAH": "2",
    "AYAH": "21",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱعۡبُدُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُمۡ وَٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ",
    "TRANSLATION": "Hỡi nhân loại! Hãy thờ phụng Thượng Đế (Allah) của các ngươi, Đấng đã tạo các ngươi và những ai trước các ngươi để các ngươi trở thành những người ngay chính sợ Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "29",
    "SURAH": "2",
    "AYAH": "22",
    "ARABIC_TEXT": "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ فِرَٰشٗا وَٱلسَّمَآءَ بِنَآءٗ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ فَلَا تَجۡعَلُواْ لِلَّهِ أَندَادٗا وَأَنتُمۡ تَعۡلَمُونَ",
    "TRANSLATION": "Đấng đã tạo trái đất như một tấm thảm và bầu trời như một chiếc lọng che cho các ngươi và ban nước mưa từ trên trời xuống mà Ngài dùng để làm mọc ra cây trái thành thực phẩm cho các ngươi (dùng). Bởi thế, chớ dựng những đối tác ngang vai(15) với Allah trong lúc các ngươi biết (điều đó).",
    "FOOTNOTES": "(15) Đối thủ ngang vai là tạo dựng những vật, kẻ ngang vai. Allah là Đấng Tuyệt Đối mà không ai hay vật gì có thể so sánh ngang vai với Ngài đặng."
  },
  {
    "ID": "30",
    "SURAH": "2",
    "AYAH": "23",
    "ARABIC_TEXT": "وَإِن كُنتُمۡ فِي رَيۡبٖ مِّمَّا نَزَّلۡنَا عَلَىٰ عَبۡدِنَا فَأۡتُواْ بِسُورَةٖ مِّن مِّثۡلِهِۦ وَٱدۡعُواْ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمۡ صَٰدِقِينَ",
    "TRANSLATION": "Và nếu các ngươi nghi ngờ về những điều (mặc khải) mà TA (Allah) đã ban xuống cho người bề tôi (Muhammad) của TA thì hãy mang đến một Chương (Surah)(16) tương tự như cái của Nó (Qur'an) và hãy gọi những nhân chứng của các ngươi ngoài Allah đến xác nhận nếu các ngươi nói thật.",
    "FOOTNOTES": "(16) Surah là một chương của Kinh Qur’an. Một Surah gồm một số Ayah (số nhiều là Ãyãt). Ayah có nghĩa là một Dấu hiệu, Dấu ấn, Dấu lạ. Theo chuyên môn, thì Ayah là một câu Kinh, hay Lời mặc khải của Allah. Ayah được đánh số thứ tự. Kinh Qur’an gồm 114 Surah dài ngắn khác nhau. Surah dài nhất gồm 286 Ayah, Surah ngắn nhất gồm 3 Ayah."
  },
  {
    "ID": "31",
    "SURAH": "2",
    "AYAH": "24",
    "ARABIC_TEXT": "فَإِن لَّمۡ تَفۡعَلُواْ وَلَن تَفۡعَلُواْ فَٱتَّقُواْ ٱلنَّارَ ٱلَّتِي وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُۖ أُعِدَّتۡ لِلۡكَٰفِرِينَ",
    "TRANSLATION": "Nhưng nếu các ngươi không thể làm được và chắc chắn các ngươi sẽ không bao giờ làm nổi thì hãy sợ ngọn Lửa mà chất đốt của nó là con người và đá được chuẩn bị sẵn cho những kẻ phủ nhận đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "32",
    "SURAH": "2",
    "AYAH": "25",
    "ARABIC_TEXT": "وَبَشِّرِ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۖ كُلَّمَا رُزِقُواْ مِنۡهَا مِن ثَمَرَةٖ رِّزۡقٗا قَالُواْ هَٰذَا ٱلَّذِي رُزِقۡنَا مِن قَبۡلُۖ وَأُتُواْ بِهِۦ مُتَشَٰبِهٗاۖ وَلَهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَهُمۡ فِيهَا خَٰلِدُونَ",
    "TRANSLATION": "Và hãy báo cho những ai có đức tin và làm việc thiện về việc họ sẽ được (Allah) ban thưởng những ngôi Vườn bên dưới có các dòng sông chảy. Mỗi lần họ được cung cấp trái cây của chúng làm thực phẩm, họ nói: “Đây là những món mà chúng tôi đã được cung cấp trước đây.” Và họ sẽ được ban cho những món ăn tương tự, và trong đó họ sẽ có những người vợ trong sạch; và sẽ ở trong đó đời đời.",
    "FOOTNOTES": ""
  },
  {
    "ID": "33",
    "SURAH": "2",
    "AYAH": "26",
    "ARABIC_TEXT": "۞ إِنَّ ٱللَّهَ لَا يَسۡتَحۡيِۦٓ أَن يَضۡرِبَ مَثَلٗا مَّا بَعُوضَةٗ فَمَا فَوۡقَهَاۚ فَأَمَّا ٱلَّذِينَ ءَامَنُواْ فَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۖ وَأَمَّا ٱلَّذِينَ كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَٰذَا مَثَلٗاۘ يُضِلُّ بِهِۦ كَثِيرٗا وَيَهۡدِي بِهِۦ كَثِيرٗاۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلۡفَٰسِقِينَ",
    "TRANSLATION": "Quả thật, Allah chẳng có gì e thẹn khi Ngài dùng những thí dụ để so sánh cho dù đó là một con muỗi hay một con vật to lớn hơn nó nữa. Bởi vì đối với những ai có đức tin thì biết đó là sự thật từ Thượng Đế của họ; ngược lại, đối với những ai không có đức tin thì (lấy cớ đó để) nói: “Allah ngụ ý muốn gì khi Ngài đưa ra thí dụ so sánh này?” Do nó, Ngài làm cho nhiều người đi lạc và cũng bởi nó, Ngài dắt nhiều người đi đúng đường; nhưng Ngài không dùng nó để đưa ai đi lạc cả ngoại trừ những kẻ bất tuân vượt quá mức giới hạn:",
    "FOOTNOTES": ""
  },
  {
    "ID": "34",
    "SURAH": "2",
    "AYAH": "27",
    "ARABIC_TEXT": "ٱلَّذِينَ يَنقُضُونَ عَهۡدَ ٱللَّهِ مِنۢ بَعۡدِ مِيثَٰقِهِۦ وَيَقۡطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفۡسِدُونَ فِي ٱلۡأَرۡضِۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
    "TRANSLATION": "Những ai vi phạm Giao Ước(17) của Allah sau khi đã được phê chuẩn, cắt đứt những gì mà Allah đã ra lệnh phải duy trì và gieo rắc điều thối nát trên trái đất. Họ là những kẻ mất mát.",
    "FOOTNOTES": "(17) Giao ước là thỏa ước. Allah đã giao ước với Thiên Sứ Ibrahim (Abraham), tổ phụ của Isma-'i1 (Ishmael) và Is-haaq (Isắc) rằng Người và hậu duệ sẽ phải truyền bá việc thờ phụng Đấng Allah Duy nhất tức Islam (Q. 2: 131-132) Nabi Y'aqub (Gia cốp) tức Isra-i'l, đứa con trai của Nabi Is-haaq, cũng đã bảo con cháu của mình như thế (Q. 2:133) Nhưng người dân Do thái tức con cháu của Nabi Y'aqub sau này bất tuân và nổi loạn. Lúc Thiên sứ Muhammad dời cư về Madínah, người dân Do thái và người dân Ả-rập tại thành phố Madinah đã ký kết một thỏa hiệp liên minh phòng thủ và tương trợ với người Muslim, cam kết sẽ cùng nhau bắt tay phòng thủ và bảo vệ thành phố Madinah nếu bị kẻ thù của Islam tấn công. Nhưng về sau, người dân Do Thái và người dân Ả-rập đạo đức giả đã bội ước và tiếp tay cho kẻ thù của Islam đến tiêu diệt người Muslim. Ngoài ra, người dân Do Thái còn tìm cách xúi giục người Ả-rập Muslim chia rẽ nhau. (Xem Sirat Al-Nabi của Ibnu Is-haaq)"
  },
  {
    "ID": "35",
    "SURAH": "2",
    "AYAH": "28",
    "ARABIC_TEXT": "كَيۡفَ تَكۡفُرُونَ بِٱللَّهِ وَكُنتُمۡ أَمۡوَٰتٗا فَأَحۡيَٰكُمۡۖ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡ ثُمَّ إِلَيۡهِ تُرۡجَعُونَ",
    "TRANSLATION": "Làm sao các ngươi có thể phủ nhận Allah(18) trong lúc thấy các ngươi đã chết, Ngài đã làm cho các ngươi sống, rồi Ngài sẽ làm cho các ngươi chết, rồi sẽ dựng các ngươi sống lại, rồi các ngươi sẽ trở về gặp Ngài (để chịu sự xét xử)?",
    "FOOTNOTES": "(18) Ở đây, Allah nhắc nhở con người về lẽ huyền vi của việc tạo hóa. Đầu tiên, con người không là gì cả, một tinh trùng vô nghĩa phất phơ đâu đó chưa có sự sống (xem như chết), rồi Allah ban cho y sự sống qua việc y sinh ra đời. Sau một thời gian sống, Allah làm cho y chết (qua đời). Rồi vào Ngày phục sinh, Allah dựng y sống trở lại để chịu sự xét xử. Tương tự một hạt giống khô héo không có sự sống, Allah tưới nước mưa lên nó, nó nẩy mâm kết thành cây trái. Sau một thời gian sống, trái cây chín già, rơi rụng và chết trở lại. Sống và chết, chết và sống kết thành một chu kỳ bất di dịch."
  },
  {
    "ID": "36",
    "SURAH": "2",
    "AYAH": "29",
    "ARABIC_TEXT": "هُوَ ٱلَّذِي خَلَقَ لَكُم مَّا فِي ٱلۡأَرۡضِ جَمِيعٗا ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبۡعَ سَمَٰوَٰتٖۚ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
    "TRANSLATION": "Ngài là Đấng đã tạo cho các ngươi tất cả mọi vật dưới đất rồi hướng về bầu trời Ngài hoàn chỉnh chúng thành bảy tầng trời; và Ngài biết hết mọi vật.",
    "FOOTNOTES": ""
  },
  {
    "ID": "37",
    "SURAH": "2",
    "AYAH": "30",
    "ARABIC_TEXT": "وَإِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي جَاعِلٞ فِي ٱلۡأَرۡضِ خَلِيفَةٗۖ قَالُوٓاْ أَتَجۡعَلُ فِيهَا مَن يُفۡسِدُ فِيهَا وَيَسۡفِكُ ٱلدِّمَآءَ وَنَحۡنُ نُسَبِّحُ بِحَمۡدِكَ وَنُقَدِّسُ لَكَۖ قَالَ إِنِّيٓ أَعۡلَمُ مَا لَا تَعۡلَمُونَ",
    "TRANSLATION": "Và khi Thượng Đế (Allah) của Ngươi phán bảo các Thiên Thần: ‘TA sẽ đặt một Đại diện của TA(19) trên trái đất.” (Các Thiên Thần) thưa: “Phải chăng Ngài đặt một nhân vật sẽ hành động thối nát và làm đổ máu nơi đó, trong lúc bầy tôi tán dương ca tụng và thánh hóa Ngài hay sao?” (Allah) phán: \"TA biết điều mà các ngươi không biết.\"",
    "FOOTNOTES": "(19) Người đại diện là một ủy viên, một người Đại diện cho nhà vua hay thượng cấp. VỊ đại diện của Allah là Nabi Adam như dược nói ở câu 31 dưới đây."
  },
  {
    "ID": "38",
    "SURAH": "2",
    "AYAH": "31",
    "ARABIC_TEXT": "وَعَلَّمَ ءَادَمَ ٱلۡأَسۡمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمۡ عَلَى ٱلۡمَلَٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِي بِأَسۡمَآءِ هَٰٓؤُلَآءِ إِن كُنتُمۡ صَٰدِقِينَ",
    "TRANSLATION": "Và (Allah) dạy Adam tên gọi (của) tất cả (vạn vật). Rồi Ngài đặt (mọi vật) ra trước mặt các Thiên thần, và phán: “Các ngươi hãy cho TA biết tên của những vật này nếu các ngươi chân thật.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "39",
    "SURAH": "2",
    "AYAH": "32",
    "ARABIC_TEXT": "قَالُواْ سُبۡحَٰنَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآۖ إِنَّكَ أَنتَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
    "TRANSLATION": "(Các Thiên Thần) thưa: “Quang vinh thay Ngài! Bầy tôi không biết điều gì ngoài điều mà Ngài đã dạy bầy tôi. Quả thật, duy chỉ Ngài là Đấng Biết hết, Đấng Rất Mực Sáng Suốt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "40",
    "SURAH": "2",
    "AYAH": "33",
    "ARABIC_TEXT": "قَالَ يَٰٓـَٔادَمُ أَنۢبِئۡهُم بِأَسۡمَآئِهِمۡۖ فَلَمَّآ أَنۢبَأَهُم بِأَسۡمَآئِهِمۡ قَالَ أَلَمۡ أَقُل لَّكُمۡ إِنِّيٓ أَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَأَعۡلَمُ مَا تُبۡدُونَ وَمَا كُنتُمۡ تَكۡتُمُونَ",
    "TRANSLATION": "(Allah) phán: “Này Adam! Nhà ngươi cho (Thiên Thần) biết tên gọi của chúng (vạn vật).” Bởi thế, khi (Adam) cho (Thiên Thần) biết tên gọi của chúng (vạn vật), (Allah) phán: “Há TA đã không báo cho các ngươi rõ TA biết điều vô hình của các tầng trời và trái đất và TA biết điều các ngươi tiết lộ và giấu giếm hay sao?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "41",
    "SURAH": "2",
    "AYAH": "34",
    "ARABIC_TEXT": "وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ وَٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ",
    "TRANSLATION": "Và hãy nhớ lại khi TA (Allah) phán cho các Thiên Thần: “Hãy phủ phục(20) trước Adam!” Bởi thế, chúng phủ phục ngoại trừ Iblis(21) đã từ chối và ngạo mạn. Và nó trở thành một tên phản nghịch.",
    "FOOTNOTES": "(20) Hình thức phủ phụ là quỳ mọp chào hỏi. (21) Iblis không phải là Thiên thần. Nó thuộc loài Jinn (Q.7:12; 55:15) Iblis là lãnh đạo của lũ Shaytan. Iblis tiêu biểu cho sự tự cao tự đại. Shaytan tiêu biểu cho sự lường gạt, lừa dối."
  },
  {
    "ID": "42",
    "SURAH": "2",
    "AYAH": "35",
    "ARABIC_TEXT": "وَقُلۡنَا يَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ وَكُلَا مِنۡهَا رَغَدًا حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ",
    "TRANSLATION": "Và TA (Allah) phán (cho Adam): “Này Adam! Ngươi và vợ của Ngươi hãy ở trong thiên đàng và tha hồ ăn (hoa quả) dồi dào của nó bất cứ nơi nào tùy ý hai ngươi muốn, nhưng chớ đến gần cái 'Cây' này bởi vì (nếu ăn trái của nó) hai ngươi sẽ trở thành những kẻ làm điều sai quấy.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "43",
    "SURAH": "2",
    "AYAH": "36",
    "ARABIC_TEXT": "فَأَزَلَّهُمَا ٱلشَّيۡطَٰنُ عَنۡهَا فَأَخۡرَجَهُمَا مِمَّا كَانَا فِيهِۖ وَقُلۡنَا ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ",
    "TRANSLATION": "Nhưng Shaytan đã làm cho hai (vợ chồng Adam) rơi xuống khỏi đó (thiên đàng) và làm cho hai người rời khỏi (tình trạng sung sướng) mà họ đã từng hưởng trong đó. Và TA phán: “Hãy đi xuống (tất cả vợ chồng Adam và Iblis)! Đứa này sẽ là kẻ thù của đứa kia. Và trên trái đất các ngươi sẽ có một nơi ở (tạm) và một cuộc sống (tạm) suốt một thời gian.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "44",
    "SURAH": "2",
    "AYAH": "37",
    "ARABIC_TEXT": "فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَٰتٖ فَتَابَ عَلَيۡهِۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
    "TRANSLATION": "Sau đó, Adam học được từ Thượng Đế của Người Lời (Mặc khải) bởi vì Ngài xót thương đoái nhìn Người trở lại. Quả thật, Ngài là Đấng Hằng Quay Lại Tha thứ, Đấng Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "45",
    "SURAH": "2",
    "AYAH": "38",
    "ARABIC_TEXT": "قُلۡنَا ٱهۡبِطُواْ مِنۡهَا جَمِيعٗاۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَن تَبِعَ هُدَايَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
    "TRANSLATION": "TA (Allah) phán: ‘Tất cả hãy đi xuống(22) khỏi đó (thiên đàng). Nhưng nếu có Chỉ Đạo(23) từ TA đến cho các ngươi; ai tuân theo Chỉ Đạo của TA thì sẽ không lo sợ cũng sẽ không buồn phiền.",
    "FOOTNOTES": "(22) Mặc dù đã được tha thứ, hai vợ chồng Nabi Adam vẫn bị Allah trục xuất khỏi thiên đàng theo kế hoạch đã định tức xuống trần làm đại diện của Allah. (Q.2:30) Iblis cũng bị trục xuất luôn cùng với hai vợ chồng Adam. (23) Chỉ đạo tức sự hướng dẫn cụ thể. Allah hướng dẫn Adam bằng lời mặc khải."
  },
  {
    "ID": "46",
    "SURAH": "2",
    "AYAH": "39",
    "ARABIC_TEXT": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
    "TRANSLATION": "Ngược lại, ai phủ nhận (Chỉ Đạo của TA) và cho những Lời Mặc Khải cua TA là điều giả tạo thì sẽ làm bạn với Lửa (của hỏa ngục) và sẽ ở trong đó đời đời.",
    "FOOTNOTES": ""
  },
  {
    "ID": "47",
    "SURAH": "2",
    "AYAH": "40",
    "ARABIC_TEXT": "يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَوۡفُواْ بِعَهۡدِيٓ أُوفِ بِعَهۡدِكُمۡ وَإِيَّٰيَ فَٱرۡهَبُونِ",
    "TRANSLATION": "Hỡi con cháu của Israel(24)! Hãy nhớ Ân huệ mà TA (Allah) đã ban cho các ngươi và hãy làm tròn Lời Giao ước của các ngươi với TA và TA sẽ làm tròn Lời Giao Ước của TA với các ngươi; và các ngươi hãy chỉ sợ riêng TA thôi.",
    "FOOTNOTES": "(24) Israel là biệt hiệu của Nabi Y’aqub (Jacob, Gia-cốp), con trai của Nabi Is-haaq (Isắc) và là cháu nội của Nabi Ibrahim (Abraham). ‘Con cháu của Israel’ ám chỉ người dân Do Thái hiện nay."
  },
  {
    "ID": "48",
    "SURAH": "2",
    "AYAH": "41",
    "ARABIC_TEXT": "وَءَامِنُواْ بِمَآ أَنزَلۡتُ مُصَدِّقٗا لِّمَا مَعَكُمۡ وَلَا تَكُونُوٓاْ أَوَّلَ كَافِرِۭ بِهِۦۖ وَلَا تَشۡتَرُواْ بِـَٔايَٰتِي ثَمَنٗا قَلِيلٗا وَإِيَّٰيَ فَٱتَّقُونِ",
    "TRANSLATION": "Và hãy tin tưởng nơi những điều TA ban xuống nhằm xác nhận lại những điều đang ở (trong tay) của các ngươi và chớ là người đầu tiên phủ nhận (Thông điệp của TA) và chớ bán các Lời Mặc Khải của TA với một giá nhỏ nhoi; và các ngươi hãy chỉ sợ riêng TA thôi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "49",
    "SURAH": "2",
    "AYAH": "42",
    "ARABIC_TEXT": "وَلَا تَلۡبِسُواْ ٱلۡحَقَّ بِٱلۡبَٰطِلِ وَتَكۡتُمُواْ ٱلۡحَقَّ وَأَنتُمۡ تَعۡلَمُونَ",
    "TRANSLATION": "Và chớ trộn lẫn sự thật với sự giả dối và giấu giếm sự thật trong lúc các ngươi biết (điều đó).",
    "FOOTNOTES": ""
  },
  {
    "ID": "50",
    "SURAH": "2",
    "AYAH": "43",
    "ARABIC_TEXT": "وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱرۡكَعُواْ مَعَ ٱلرَّٰكِعِينَ",
    "TRANSLATION": "Và hãy dâng lễ Salah một cách chu đáo và đóng Zakah (thuế cho người nghèo) và cúi đầu cùng với những người cúi đầu (thần phục ngài trong Salah).\n",
    "FOOTNOTES": ""
  },
  {
    "ID": "51",
    "SURAH": "2",
    "AYAH": "44",
    "ARABIC_TEXT": "۞ أَتَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبِرِّ وَتَنسَوۡنَ أَنفُسَكُمۡ وَأَنتُمۡ تَتۡلُونَ ٱلۡكِتَٰبَۚ أَفَلَا تَعۡقِلُونَ",
    "TRANSLATION": "Phải chăng các ngươi bảo mọi người cư xử đạo đức nhưng tự mình quên làm nó trong lúc các ngươi đọc rõ Kinh Sách (hơn ai)? Thế phải chăng các ngươi không hiểu?",
    "FOOTNOTES": ""
  },
  {
    "ID": "52",
    "SURAH": "2",
    "AYAH": "45",
    "ARABIC_TEXT": "وَٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلۡخَٰشِعِينَ",
    "TRANSLATION": "Và hãy cầu xin được giúp đỡ trong niềm kiên nhẫn và với việc lễ nguyện Salah; và quả thật điều này rất khó nhưng không mấy khó đối với những người hạ mình khiêm tốn (trước Allah):",
    "FOOTNOTES": ""
  },
  {
    "ID": "53",
    "SURAH": "2",
    "AYAH": "46",
    "ARABIC_TEXT": "ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ رَبِّهِمۡ وَأَنَّهُمۡ إِلَيۡهِ رَٰجِعُونَ",
    "TRANSLATION": " Những ai nghĩ rằng họ sẽ gặp Thượng Đế của họ và sẽ trở về gặp Ngài (ở đời sau)",
    "FOOTNOTES": ""
  },
  {
    "ID": "54",
    "SURAH": "2",
    "AYAH": "47",
    "ARABIC_TEXT": "يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "Hỡi con cháu của Israel! Hãy nhớ Ân huệ mà TA đã ban cho các ngươi và (việc) TA ưu đãi các ngươi hơn thiên hạ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "55",
    "SURAH": "2",
    "AYAH": "48",
    "ARABIC_TEXT": "وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا شَفَٰعَةٞ وَلَا يُؤۡخَذُ مِنۡهَا عَدۡلٞ وَلَا هُمۡ يُنصَرُونَ",
    "TRANSLATION": "Và hãy sợ một Ngày mà không một linh hồn nào có thể giúp ích được cho một linh hồn nào khác; và sẽ không có một sự can thiệp nào được chấp nhận giùm cho nó và sẽ không có một sự bồi thường nào được chấp nhận từ nó và họ sẽ không được (ai) giúp đỡ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "56",
    "SURAH": "2",
    "AYAH": "49",
    "ARABIC_TEXT": "وَإِذۡ نَجَّيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ",
    "TRANSLATION": "Và hãy nhớ lại khi TA (Allah) đã cứu các ngươi thoát khỏi đám thuộc hạ của Fir-'awn(25); chúng áp bức các ngươi bằng cực hình tàn ác: chúng giết con trai của các ngươi và tha mạng cho các phụ nữ của các ngươi; và có một sự thử thách lớn lao từ Thượng Đế của các ngươi trong sự việc đó.",
    "FOOTNOTES": "(25) Là vua Phê-rô của Ai Cập cổ đại vào thời của Nabi Musa (Môi-sê)."
  },
  {
    "ID": "57",
    "SURAH": "2",
    "AYAH": "50",
    "ARABIC_TEXT": "وَإِذۡ فَرَقۡنَا بِكُمُ ٱلۡبَحۡرَ فَأَنجَيۡنَٰكُمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَ وَأَنتُمۡ تَنظُرُونَ",
    "TRANSLATION": "Và hãy nhớ lại khi TA đã rẽ biển (Hồng hải) ra làm hai (để) cho các ngươi (chạy băng qua bờ phía bên kia) và TA đã cứu sống các ngươi và đã nhận đám thuộc hạ của Fir-'awn chết chìm (dưới biển) trong lúc các ngươi đứng nhìn rõ (cảnh tượng);",
    "FOOTNOTES": ""
  },
  {
    "ID": "58",
    "SURAH": "2",
    "AYAH": "51",
    "ARABIC_TEXT": "وَإِذۡ وَٰعَدۡنَا مُوسَىٰٓ أَرۡبَعِينَ لَيۡلَةٗ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ",
    "TRANSLATION": "Và hãy nhớ lại khi TA đã hẹn gặp Musa trong (thời gian) bốn mươi đêm rồi trong thời gian Y vắng mặt, các ngươi đã mang con bò con (đúc) ra thờ và các ngươi đã làm một điều hết sức sai quấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "59",
    "SURAH": "2",
    "AYAH": "52",
    "ARABIC_TEXT": "ثُمَّ عَفَوۡنَا عَنكُم مِّنۢ بَعۡدِ ذَٰلِكَ لَعَلَّكُمۡ تَشۡكُرُونَ",
    "TRANSLATION": "Rồi sau việc làm (sai quấy) đó, TA đã lượng thứ cho các ngưoi để cho các ngươi có dịp tỏ lòng biết ơn (TA).",
    "FOOTNOTES": ""
  },
  {
    "ID": "60",
    "SURAH": "2",
    "AYAH": "53",
    "ARABIC_TEXT": "وَإِذۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَٱلۡفُرۡقَانَ لَعَلَّكُمۡ تَهۡتَدُونَ",
    "TRANSLATION": " Và hãy nhớ lại khi TA đã ban cho Musa Kinh Sách và Chuẩn mực (dùng phân biệt Phúc và Tội) để cho các ngươi có cơ hội được hướng dẫn (theo Chính Đạo).",
    "FOOTNOTES": ""
  },
  {
    "ID": "61",
    "SURAH": "2",
    "AYAH": "54",
    "ARABIC_TEXT": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ إِنَّكُمۡ ظَلَمۡتُمۡ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلۡعِجۡلَ فَتُوبُوٓاْ إِلَىٰ بَارِئِكُمۡ فَٱقۡتُلُوٓاْ أَنفُسَكُمۡ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ عِندَ بَارِئِكُمۡ فَتَابَ عَلَيۡكُمۡۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
    "TRANSLATION": "Và hãy nhớ lại khi Musa đã nói với đám dân của Y: “Này hỡi dân ta! Quả thật, các người đã tự làm hại bản thân mình qua việc các người đã thờ con bò con; bởi thế hãy quay về sám hối với Thượng Đế của các người. Do đó, hãy tự giết (những tên tội lỗi của) các người. Điều đó tốt cho các người hơn dưới cái nhìn của Thượng Đế của các người.” Tiếp đó Ngài quay lại tha thứ cho các ngươi bởi vì quả thật Ngài là Đấng Hằng Tha Thứ, Đấng Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "62",
    "SURAH": "2",
    "AYAH": "55",
    "ARABIC_TEXT": "وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡكُمُ ٱلصَّٰعِقَةُ وَأَنتُمۡ تَنظُرُونَ",
    "TRANSLATION": "Và hãy nhớ lại khi các ngươi đã nói với Musa: “Chúng tôi sẽ không bao giờ tin tưởng thầy trừ phi chúng tôi thấy Allah công khai.” Vì thế, lưỡi tầm sét đã đánh các ngươi trong lúc các ngươi mục kích rõ (cảnh tượng).",
    "FOOTNOTES": ""
  },
  {
    "ID": "63",
    "SURAH": "2",
    "AYAH": "56",
    "ARABIC_TEXT": "ثُمَّ بَعَثۡنَٰكُم مِّنۢ بَعۡدِ مَوۡتِكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ",
    "TRANSLATION": "Rồi TA làm cho các ngươi sống lại sau cái chết của các ngươi để cho các ngươi còn có dịp tạ ơn (Allah).\n",
    "FOOTNOTES": ""
  },
  {
    "ID": "64",
    "SURAH": "2",
    "AYAH": "57",
    "ARABIC_TEXT": "وَظَلَّلۡنَا عَلَيۡكُمُ ٱلۡغَمَامَ وَأَنزَلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
    "TRANSLATION": "Và TA đã đưa lùm mây đến che mát cho các ngươi (nơi sa mạc) và TA đã ban lộc và Chim cút xuống cho các ngươi (và phán): “Hãy ăn những món (thực phẩm) tốt và sạch mà TA cung cấp cho các người.” (Nhưhg họ không hài lòng với các món đó). Và (việc bất mãn của) họ không làm thiệt hại TA ; ngược lại, họ tự làm hại bản thân mình mà thôi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "65",
    "SURAH": "2",
    "AYAH": "58",
    "ARABIC_TEXT": "وَإِذۡ قُلۡنَا ٱدۡخُلُواْ هَٰذِهِ ٱلۡقَرۡيَةَ فَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ رَغَدٗا وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُولُواْ حِطَّةٞ نَّغۡفِرۡ لَكُمۡ خَطَٰيَٰكُمۡۚ وَسَنَزِيدُ ٱلۡمُحۡسِنِينَ",
    "TRANSLATION": "Và hãy nhớ lại khi TA đã phán: “Hãy vào thị trấn (Jerusalem) này và ăn tùy thích thực phẩm dồi dào của nó ở bất cứ nơi nào và hãy bước vào cửa với dáng điệu phủ phục và thưa: ‘Xin Ngài tha thứ cho bầy tôi’, TA sẽ tha thứ những lỗi lầm của các ngươi và sẽ ân thưởng thêm cho những người làm tốt.\n",
    "FOOTNOTES": ""
  },
  {
    "ID": "66",
    "SURAH": "2",
    "AYAH": "59",
    "ARABIC_TEXT": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَنزَلۡنَا عَلَى ٱلَّذِينَ ظَلَمُواْ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ",
    "TRANSLATION": " Nhưng những kẻ làm điều sai quấy đã thay đổi Lời (Mặc khải) sai với lời đã được truyền xuống cho chúng. Bởi thế, TA đã ban tai họa từ trên trời xuống trừng phạt những kẻ làm điều sai quấy vì tội chúng đã bất tuân và vượt quá mức giới hạn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "67",
    "SURAH": "2",
    "AYAH": "60",
    "ARABIC_TEXT": "۞ وَإِذِ ٱسۡتَسۡقَىٰ مُوسَىٰ لِقَوۡمِهِۦ فَقُلۡنَا ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنفَجَرَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۖ كُلُواْ وَٱشۡرَبُواْ مِن رِّزۡقِ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
    "TRANSLATION": "Và hãy nhớ lại khi Musa cầu xin nước uống cho người dân của Người. TA (Allah) phán: “Hãy dùng Chiếc gậy của Ngươi đánh lên tảng đá. ” Thế là từ đó phun ra mười hai mạch nước suối (cho mười hai bộ lạc của Israel)(26). Mỗi bộ lạc đều biết điểm nước của họ. Hãy ăn (thực phẩm) và uống (nước) do Allah ban cho và chớ làm điều ác đức và thối nát trên trái đất.",
    "FOOTNOTES": "(26) Israel tức Nabi Y’aqub (Jacob, Gia-cốp) có 12 người con trai, mỗi người là tù trưởng của một bộ lạc (Al-Asbat). (Xem Q. 2:130-140)"
  },
  {
    "ID": "68",
    "SURAH": "2",
    "AYAH": "61",
    "ARABIC_TEXT": "وَإِذۡ قُلۡتُمۡ يَٰمُوسَىٰ لَن نَّصۡبِرَ عَلَىٰ طَعَامٖ وَٰحِدٖ فَٱدۡعُ لَنَا رَبَّكَ يُخۡرِجۡ لَنَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ مِنۢ بَقۡلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَاۖ قَالَ أَتَسۡتَبۡدِلُونَ ٱلَّذِي هُوَ أَدۡنَىٰ بِٱلَّذِي هُوَ خَيۡرٌۚ ٱهۡبِطُواْ مِصۡرٗا فَإِنَّ لَكُم مَّا سَأَلۡتُمۡۗ وَضُرِبَتۡ عَلَيۡهِمُ ٱلذِّلَّةُ وَٱلۡمَسۡكَنَةُ وَبَآءُو بِغَضَبٖ مِّنَ ٱللَّهِۚ ذَٰلِكَ بِأَنَّهُمۡ كَانُواْ يَكۡفُرُونَ بِـَٔايَٰتِ ٱللَّهِ وَيَقۡتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيۡرِ ٱلۡحَقِّۚ ذَٰلِكَ بِمَا عَصَواْ وَّكَانُواْ يَعۡتَدُونَ",
    "TRANSLATION": "Và hãy nhớ lại khi các ngươi đã bảo Musa: “Hỡi Musa! Chúng tôi không thể tiếp tục cam chịu với một loại thức ăn (này mãi). Bởi thế, xin thầy hãy cầu xin Thượng Đế (Allah) của thầy giùm chúng tôi để Ngài làm mọc ra từ đất trồng những loại thực phẩm như: rau tươi, dưa chuột, tỏi, đậu lăng-ti và hành tây của nó.” (Musa) đáp: “Phải chăng các người muốn đổi cái tốt lấy cái tệ hay sao? Hãy đi đến bất cứ thị trấn nào (của Ai Cập), các người sẽ có được những món mà các người đòi hỏi.” Và họ đã bị hạ nhục và nghèo khó và tự rước vào thân sự giận dữ của Allah. Sở dĩ như thế là vì họ đã từng phủ nhận các Lời Mặc Khải của Allah và đã giết các Nabi(27) của Allah không có lý do chính đáng. Như thế là vì họ bất tuân Allah và hằng vượt quá mức giới hạn (qui định bởi Allah)",
    "FOOTNOTES": "(27) Nabi là một vị tiếp thu Lời Thiên khải của Allah."
  },
  {
    "ID": "69",
    "SURAH": "2",
    "AYAH": "62",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلنَّصَٰرَىٰ وَٱلصَّٰبِـِٔينَ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَعَمِلَ صَٰلِحٗا فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
    "TRANSLATION": "Quả thật, những ai tin tưởng (nơi Qur'an) và những ai là người Do thái và tín đồ của Ki-Tô giáo và nhữhg người Sabian(28), ai tin tưởng nơi Allah và Ngày (Phán xử) Cuối cùng và làm việc thiện thì sẽ có phần thưởng của họ nơi Thượng Đế của họ; và họ sẽ không lo sợ cũng sẽ không buồn phiền.",
    "FOOTNOTES": "(28) Một dân tộc trong quá khứ đã sống tại Musal (xứ I-rắc), tôn thờ Đấng Allah Duy nhất {Laa i laa ha il lol loh) và đọc Al-Zabur (Thi Thiên của Sabian)."
  },
  {
    "ID": "70",
    "SURAH": "2",
    "AYAH": "63",
    "ARABIC_TEXT": "وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ",
    "TRANSLATION": "Và hãy nhớ lại khi TA (Allah) đã nhận lời Giao ước của các ngươi và nhấc ngọn núi (tại Sinai) cao khỏi đầu của các ngươi (và phán): “Hãy nắm vững những điều TA đã ban cho các ngươi (trong Taurah) và hãy nhớ cho kỹ những điều ghi trong đó để may ra các ngươi sẽ trở thành những người ngay chính sợ Allah.”\n",
    "FOOTNOTES": ""
  },
  {
    "ID": "71",
    "SURAH": "2",
    "AYAH": "64",
    "ARABIC_TEXT": "ثُمَّ تَوَلَّيۡتُم مِّنۢ بَعۡدِ ذَٰلِكَۖ فَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَكُنتُم مِّنَ ٱلۡخَٰسِرِينَ",
    "TRANSLATION": "Rồi sau đó các ngươi quay lưng làm ngơ. Nếu Allah không đặc ân và khoan dung thì chắc chắn các ngươi đã trở thành những kẻ mất mát rồi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "72",
    "SURAH": "2",
    "AYAH": "65",
    "ARABIC_TEXT": "وَلَقَدۡ عَلِمۡتُمُ ٱلَّذِينَ ٱعۡتَدَوۡاْ مِنكُمۡ فِي ٱلسَّبۡتِ فَقُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ",
    "TRANSLATION": "Và các ngươi dư biết ai trong các ngươi là những kẻ vi phạm (giới cấm của) Ngày Thứ bảy(29). Bởi thế, TA (Allah) đã phán cho chúng: “Hãy thành loài khỉ đáng khinh!”",
    "FOOTNOTES": "(29) Người dân Do thái không được phép đánh cá vào ngày thứ bảy. Lệnh này kéo dài khiến cá biển cảm thấy an toàn lội vào bờ nhô đầu lên khỏi mặt nước vào ngày thứ bảy. Vào các ngày khác chúng không lội vào bờ vì sợ bị bắt. Đây là một sự thử thách đối với những kẻ tham lam. Mặc dầu được những người ngay chính khuyên răn, những kẻ tham lam bất tuân và đã bắt cá vào ngày thứ bảy. Vì phạm giới cấm, họ đã bị Allah trừng phạt bằng cách biến họ thành loài khỉ và loài heo. (Q. 7:163-166)"
  },
  {
    "ID": "73",
    "SURAH": "2",
    "AYAH": "66",
    "ARABIC_TEXT": "فَجَعَلۡنَٰهَا نَكَٰلٗا لِّمَا بَيۡنَ يَدَيۡهَا وَمَا خَلۡفَهَا وَمَوۡعِظَةٗ لِّلۡمُتَّقِينَ",
    "TRANSLATION": "Bởi thế, TA (Allah) đã dùng nó (hình phạt) để làm ngã lòng những kẻ sống vào thời đại của chúng và những ai sống sau chúng và làm một bài học cho những người ngay chính sợ Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "74",
    "SURAH": "2",
    "AYAH": "67",
    "ARABIC_TEXT": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦٓ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تَذۡبَحُواْ بَقَرَةٗۖ قَالُوٓاْ أَتَتَّخِذُنَا هُزُوٗاۖ قَالَ أَعُوذُ بِٱللَّهِ أَنۡ أَكُونَ مِنَ ٱلۡجَٰهِلِينَ",
    "TRANSLATION": "Và hãy nhớ lại khi Musa nói với người dân của Y: “Quả thật, Allah ra lệnh cho các người tế một con bò cái tơ.” Họ bảo: “Phải chăng thầy mang chúng tôi ra làm trò cười hay sao?” (Musa) đáp: ‘Ta xin Allah che chở, chớ để ta thành một người ngu muội.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "75",
    "SURAH": "2",
    "AYAH": "68",
    "ARABIC_TEXT": "قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا فَارِضٞ وَلَا بِكۡرٌ عَوَانُۢ بَيۡنَ ذَٰلِكَۖ فَٱفۡعَلُواْ مَا تُؤۡمَرُونَ",
    "TRANSLATION": "Họ bảo: “Thầy hãy cầu xin Thượng Đế của Thầy giùm chúng tôi, cho chúng tôi biết rõ nó là gì?” (Musa) đáp: “Ngài (Allah) phán: “Nó là một con bò cái không già lắm cũng không non lắm, cỡ tuổi trung bình. Nào, hãy làm theo điều Ngài ra lệnh.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "76",
    "SURAH": "2",
    "AYAH": "69",
    "ARABIC_TEXT": "قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوۡنُهَاۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ صَفۡرَآءُ فَاقِعٞ لَّوۡنُهَا تَسُرُّ ٱلنَّٰظِرِينَ",
    "TRANSLATION": "Họ bảo: “Thầỵ hãy cầu xin Thượng Đế của Thầy giùm chúng tôi, cho chúng tôi biết rõ màu da của nó là gì.” (Musa) đáp: “Ngài (Allah) phán: “Nó là một con bò cái màu da vàng hung, làm cho ngươi xem thích thú.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "77",
    "SURAH": "2",
    "AYAH": "70",
    "ARABIC_TEXT": "قَالُواْ ٱدۡعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ إِنَّ ٱلۡبَقَرَ تَشَٰبَهَ عَلَيۡنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهۡتَدُونَ",
    "TRANSLATION": "Họ bảo: “Thầy hãy cầu xin Thượng Đế của Thầy giùm chúng tôi, cho chúng tôi biết rõ nó là gì bởi vì đối với chúng tôi các con bò cái đều giống nhau, dễ nhầm lẫn. Lần này nếu Allah muốn, chúng tôi sẽ được chỉ dẫn đúng đắn.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "78",
    "SURAH": "2",
    "AYAH": "71",
    "ARABIC_TEXT": "قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٞ لَّا ذَلُولٞ تُثِيرُ ٱلۡأَرۡضَ وَلَا تَسۡقِي ٱلۡحَرۡثَ مُسَلَّمَةٞ لَّا شِيَةَ فِيهَاۚ قَالُواْ ٱلۡـَٰٔنَ جِئۡتَ بِٱلۡحَقِّۚ فَذَبَحُوهَا وَمَا كَادُواْ يَفۡعَلُونَ",
    "TRANSLATION": " (Musa) đáp: “Ngài (Allah) phán: “Nó là một con bò cái không bị bắt cày đất cũng không dùng để kéo nước vào ruộng, khỏe mạnh và nguyên lành (không có gì khiếm khuyết cả).” Họ bảo: “Bây giờ Thầy trình bày rõ sự thật.” Và họ đã tế nó nhưng hầu như không muốn làm.\n",
    "FOOTNOTES": ""
  },
  {
    "ID": "79",
    "SURAH": "2",
    "AYAH": "72",
    "ARABIC_TEXT": "وَإِذۡ قَتَلۡتُمۡ نَفۡسٗا فَٱدَّٰرَٰءۡتُمۡ فِيهَاۖ وَٱللَّهُ مُخۡرِجٞ مَّا كُنتُمۡ تَكۡتُمُونَ",
    "TRANSLATION": "Và hãy nhớ lại khi các ngươi đã giết một sinh mạng nhưng cãi nhau về nó (vụ án mạng). Và Allah đưa ra (ánh sáng) điều (bí ẩn) mà các ngươi đã giấu giếm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "80",
    "SURAH": "2",
    "AYAH": "73",
    "ARABIC_TEXT": "فَقُلۡنَا ٱضۡرِبُوهُ بِبَعۡضِهَاۚ كَذَٰلِكَ يُحۡيِ ٱللَّهُ ٱلۡمَوۡتَىٰ وَيُرِيكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ",
    "TRANSLATION": "Bởi thế, TA (Allah) đã phán: “Hãy đánh nó (người chết) với một bộ phận của nó (con bò cái đã tế).” Bằng cách đó, Allah làm cho người chết sông lại (và khai tên của thủ phạm trong vụ án mạng) và làm cho các ngươi thấy Dấu lạ của Ngài (Allah) để may ra các ngươi hiểu rõ (sự tình của vụ sát nhân).",
    "FOOTNOTES": ""
  },
  {
    "ID": "81",
    "SURAH": "2",
    "AYAH": "74",
    "ARABIC_TEXT": "ثُمَّ قَسَتۡ قُلُوبُكُم مِّنۢ بَعۡدِ ذَٰلِكَ فَهِيَ كَٱلۡحِجَارَةِ أَوۡ أَشَدُّ قَسۡوَةٗۚ وَإِنَّ مِنَ ٱلۡحِجَارَةِ لَمَا يَتَفَجَّرُ مِنۡهُ ٱلۡأَنۡهَٰرُۚ وَإِنَّ مِنۡهَا لَمَا يَشَّقَّقُ فَيَخۡرُجُ مِنۡهُ ٱلۡمَآءُۚ وَإِنَّ مِنۡهَا لَمَا يَهۡبِطُ مِنۡ خَشۡيَةِ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
    "TRANSLATION": "Rồi kể từ sau đó, quả tim (tấm lòng) của các ngươi chai cứng lại như đá hoặc cứng dữ hơn. Bởi vì, có loại đá từ đó nước suối (sông) phun ra và cũng có loại đá nứt làm hai để nước trong đó chảy ra; và cũng có những loại đá vì sợ Allah mà rơi xuống. Và Allah không làm ngơ trước những điều các ngươi làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "82",
    "SURAH": "2",
    "AYAH": "75",
    "ARABIC_TEXT": "۞ أَفَتَطۡمَعُونَ أَن يُؤۡمِنُواْ لَكُمۡ وَقَدۡ كَانَ فَرِيقٞ مِّنۡهُمۡ يَسۡمَعُونَ كَلَٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعۡدِ مَا عَقَلُوهُ وَهُمۡ يَعۡلَمُونَ",
    "TRANSLATION": "(Hỡi những ai có đức tin!) Phải chăng các ngươi nuôi hy vọng rằng họ (những người Do thái) sẽ tin tưởng các ngươi hay sao? Và chắc chắn một thành phần của họ (Thầy tu Do thái) đã nghe Lời phán của Allah rồi cố tình làm hỏng ý nghĩa của nó sau khi đã hiểu rõ nó trong lúc họ biết (điều họ làm).",
    "FOOTNOTES": ""
  },
  {
    "ID": "83",
    "SURAH": "2",
    "AYAH": "76",
    "ARABIC_TEXT": "وَإِذَا لَقُواْ ٱلَّذِينَ ءَامَنُواْ قَالُوٓاْ ءَامَنَّا وَإِذَا خَلَا بَعۡضُهُمۡ إِلَىٰ بَعۡضٖ قَالُوٓاْ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيۡكُمۡ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمۡۚ أَفَلَا تَعۡقِلُونَ",
    "TRANSLATION": "Và khi gặp những ai có đức tin, họ bảo: “Chúng tôi tin tưởng,” Nhưng khi gặp riêng nhau, họ bảo: “Quí vị có cho (những người Muslim) biết những điều mà Allah đã tiết lộ cho quí vị (trong Taurah) hay không để họ (người Muslim) có dịp tranh luận với quí vị về điều đó trước mặt Thượng Đế của quí vị?” Thế phải chăng các người không hiểu?",
    "FOOTNOTES": ""
  },
  {
    "ID": "84",
    "SURAH": "2",
    "AYAH": "77",
    "ARABIC_TEXT": "أَوَلَا يَعۡلَمُونَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ",
    "TRANSLATION": "Và há họ (người Do thái) không biết rằng Allah biết điều họ giấu giếm và điều họ tiết lộ?",
    "FOOTNOTES": ""
  },
  {
    "ID": "85",
    "SURAH": "2",
    "AYAH": "78",
    "ARABIC_TEXT": "وَمِنۡهُمۡ أُمِّيُّونَ لَا يَعۡلَمُونَ ٱلۡكِتَٰبَ إِلَّآ أَمَانِيَّ وَإِنۡ هُمۡ إِلَّا يَظُنُّونَ",
    "TRANSLATION": "Và trong bọn họ có những tên mù chữ không biết Kinh Sách là gì ngoại trừ điều mong ước hão huyền và chỉ phỏng đoán.",
    "FOOTNOTES": ""
  },
  {
    "ID": "86",
    "SURAH": "2",
    "AYAH": "79",
    "ARABIC_TEXT": "فَوَيۡلٞ لِّلَّذِينَ يَكۡتُبُونَ ٱلۡكِتَٰبَ بِأَيۡدِيهِمۡ ثُمَّ يَقُولُونَ هَٰذَا مِنۡ عِندِ ٱللَّهِ لِيَشۡتَرُواْ بِهِۦ ثَمَنٗا قَلِيلٗاۖ فَوَيۡلٞ لَّهُم مِّمَّا كَتَبَتۡ أَيۡدِيهِمۡ وَوَيۡلٞ لَّهُم مِّمَّا يَكۡسِبُونَ",
    "TRANSLATION": "Bởi thế, khốn nạn cho những ai đã tự tay mình viết Kinh Sách rồi bảo: “Đây là Kinh Sách do Allah (ban xuống),” hầu mang nó đi bán với một giá nhỏ nhoi. Bởi thế, khốn nạn cho họ về những điều mà bàn tay của họ đã viết ra và khến nạn cho họ về cái (lợi lộc) mà họ đã kiếm được (từ đó).\n",
    "FOOTNOTES": ""
  },
  {
    "ID": "87",
    "SURAH": "2",
    "AYAH": "80",
    "ARABIC_TEXT": "وَقَالُواْ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامٗا مَّعۡدُودَةٗۚ قُلۡ أَتَّخَذۡتُمۡ عِندَ ٱللَّهِ عَهۡدٗا فَلَن يُخۡلِفَ ٱللَّهُ عَهۡدَهُۥٓۖ أَمۡ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
    "TRANSLATION": "Và họ (người Do thái) bảo: “Lửa (của hỏa ngục) chỉ chạm phải chúng tôi trong một số ngày nhất định.” Hãy bảo họ (hỡi Muhammad!): “Phải chăng các người đã nhận từ Allah một lời Giao ước bởi vì Allah không bao giờ vi phạm Lời Giao ước của Ngài? Hoặc phải chăng các người đã đổ thừa cho Allah điều mà các người không biết?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "88",
    "SURAH": "2",
    "AYAH": "81",
    "ARABIC_TEXT": "بَلَىٰۚ مَن كَسَبَ سَيِّئَةٗ وَأَحَٰطَتۡ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
    "TRANSLATION": "Vâng, ai chuốc tội và tội quấn lấy thân thì chắc chắn sẽ là những người bạn của Lửa; họ sẽ ở trong đó đời đời.",
    "FOOTNOTES": ""
  },
  {
    "ID": "89",
    "SURAH": "2",
    "AYAH": "82",
    "ARABIC_TEXT": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
    "TRANSLATION": "Ngược lại, những ai có đức tin và làm việc thiện thì sẽ là những người Bạn của thiên đàng, trong đó họ sẽ vào ở đời đời.",
    "FOOTNOTES": ""
  },
  {
    "ID": "90",
    "SURAH": "2",
    "AYAH": "83",
    "ARABIC_TEXT": "وَإِذۡ أَخَذۡنَا مِيثَٰقَ بَنِيٓ إِسۡرَٰٓءِيلَ لَا تَعۡبُدُونَ إِلَّا ٱللَّهَ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَانٗا وَذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَقُولُواْ لِلنَّاسِ حُسۡنٗا وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيۡتُمۡ إِلَّا قَلِيلٗا مِّنكُمۡ وَأَنتُم مُّعۡرِضُونَ",
    "TRANSLATION": "Và hãy nhớ lại khi TA (Allah) đã nhận Lời Giao ước từ con cháu của Israel (phán bảo): ”Các ngươi không được tôn thờ ai khác mà chỉ (tôn thờ) riêng Allah thôi và ăn ở tử tế với cha mẹ và bà con ruột thịt và các trẻ mồ côi và người thiếu thốn và ăn nói lễ độ với mọi người và chu đáo dâng lễ Salah và đóng Zakah rồi các ngươi quay lưng làm ngơ trừ một thiểu số trong các ngươi và các ngươi là những kẻ sa ngã (cho đến nay).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "91",
    "SURAH": "2",
    "AYAH": "84",
    "ARABIC_TEXT": "وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ لَا تَسۡفِكُونَ دِمَآءَكُمۡ وَلَا تُخۡرِجُونَ أَنفُسَكُم مِّن دِيَٰرِكُمۡ ثُمَّ أَقۡرَرۡتُمۡ وَأَنتُمۡ تَشۡهَدُونَ",
    "TRANSLATION": "Và hãy nhớ lại khi TA (Allah) đã nhận Lời Giao ước của các ngươi (phán bảo): “Chớ làm đổ máu của các ngươi và chớ xua đuổi nhau ra khỏi nhà cửa của các ngươi rồi các ngươi long trọng xác nhận (Lời Giao ước) và các ngươi là nhân chứng (của nó).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "92",
    "SURAH": "2",
    "AYAH": "85",
    "ARABIC_TEXT": "ثُمَّ أَنتُمۡ هَٰٓؤُلَآءِ تَقۡتُلُونَ أَنفُسَكُمۡ وَتُخۡرِجُونَ فَرِيقٗا مِّنكُم مِّن دِيَٰرِهِمۡ تَظَٰهَرُونَ عَلَيۡهِم بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَإِن يَأۡتُوكُمۡ أُسَٰرَىٰ تُفَٰدُوهُمۡ وَهُوَ مُحَرَّمٌ عَلَيۡكُمۡ إِخۡرَاجُهُمۡۚ أَفَتُؤۡمِنُونَ بِبَعۡضِ ٱلۡكِتَٰبِ وَتَكۡفُرُونَ بِبَعۡضٖۚ فَمَا جَزَآءُ مَن يَفۡعَلُ ذَٰلِكَ مِنكُمۡ إِلَّا خِزۡيٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلۡعَذَابِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
    "TRANSLATION": "Rồi cũng chính các ngươi lại giết hại lẫn nhau và xua đuổi một thành phần của các ngươi ra khỏi nhà của họ, tiếp tay (cho kẻ thù) chống lại họ trong tội lỗi và hận thù; và nếu họ rơi vào tay của các ngươi như tù binh thi các ngươi đòi họ chuộc mạng mặc dù các ngươi không được phép trục xuất họ. Phải chăng các ngươi chỉ tin một phần Kinh Sách và phủ nhận phần còn lại? Bởi thế, phần phạt dành cho ai trong các ngươi làm điều đó không gì khác hơn là sự nhục nhã ở đời này; và vào Ngày phục sinh, họ sẽ nhận một sự trừng phạt khủng khiếp hơn bởi vì Allah không làm ngơ trước những điều các ngươi làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "93",
    "SURAH": "2",
    "AYAH": "86",
    "ARABIC_TEXT": "أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۖ فَلَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنصَرُونَ",
    "TRANSLATION": "Họ là những kẻ đã mua đời này với giá của đời sau. Bởi thế, việc trừng phạt họ sẽ không được giảm nhẹ và họ sẽ không được ai cứu giúp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "94",
    "SURAH": "2",
    "AYAH": "87",
    "ARABIC_TEXT": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَقَفَّيۡنَا مِنۢ بَعۡدِهِۦ بِٱلرُّسُلِۖ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ أَفَكُلَّمَا جَآءَكُمۡ رَسُولُۢ بِمَا لَا تَهۡوَىٰٓ أَنفُسُكُمُ ٱسۡتَكۡبَرۡتُمۡ فَفَرِيقٗا كَذَّبۡتُمۡ وَفَرِيقٗا تَقۡتُلُونَ",
    "TRANSLATION": "Và chắc chắn TA (Allah) đã ban cho Musa Kinh Sách và đã cử một loạt các Sứ Giả sau Y. TA đã ban cho Ysa con trai của Maryam những bằng chứng rõ rệt và hỗ trợ Y với Thiên Thần Jibril. Phải chăng mỗi lần một Sứ Giả (của TA) đến gặp các ngươi mang theo điều mà bản thân của các ngươi không thích, các ngươi tỏ ra ngạo mạn? Rồi các ngươi cho một số (Sứ Giả của TA) nói dốì còn một số khác thì các ngươi đã giết đi?",
    "FOOTNOTES": ""
  },
  {
    "ID": "95",
    "SURAH": "2",
    "AYAH": "88",
    "ARABIC_TEXT": "وَقَالُواْ قُلُوبُنَا غُلۡفُۢۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَقَلِيلٗا مَّا يُؤۡمِنُونَ",
    "TRANSLATION": "Và họ nói: “Quả tim của chúng tôi là những cái bọc kín (chứa Lời truyền của Allah, chúng tôi không cần thêm điều nào khác).” Không, Allah nguyền rủa họ vì tội không tin của họ. Bởi thế, điều mà họ tin tưởng thật là ít.",
    "FOOTNOTES": ""
  },
  {
    "ID": "96",
    "SURAH": "2",
    "AYAH": "89",
    "ARABIC_TEXT": "وَلَمَّا جَآءَهُمۡ كِتَٰبٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ وَكَانُواْ مِن قَبۡلُ يَسۡتَفۡتِحُونَ عَلَى ٱلَّذِينَ كَفَرُواْ فَلَمَّا جَآءَهُم مَّا عَرَفُواْ كَفَرُواْ بِهِۦۚ فَلَعۡنَةُ ٱللَّهِ عَلَى ٱلۡكَٰفِرِينَ",
    "TRANSLATION": "Và khi một Kinh Sách từ Allah đến với họ, xác nhận điều họ đang giữ (trong Kinh Tawrah và Injĩl) và mặc dù trước đó họ đã hằng cầu nguyện cho được thắng những ai không có đức tin (với sự xuất hiện của một vị Nabi) nhưng khi điều mà họ công nhận đúng đã đến với họ thì họ lại phủ nhận. Bởi thế, Allah nguyền rủa những kẻ không có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "97",
    "SURAH": "2",
    "AYAH": "90",
    "ARABIC_TEXT": "بِئۡسَمَا ٱشۡتَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡ أَن يَكۡفُرُواْ بِمَآ أَنزَلَ ٱللَّهُ بَغۡيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضۡلِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ",
    "TRANSLATION": "Và tồi tệ thay điều vì nó mà họ đã bán rẻ linh hồn của họ, rằng vì lòng đố kỵ mà họ không tin nơi điều (Mặc khải) do Allah ban xuống. (Họ viện cớ nói) rằng đáng lý ra Allah với lòng ưu ái của Ngài nên ban sự Mặc khải xuống cho ai mà Ngài muốn trong số bầy tôi của Ngài (thay vì cho Muhammad). Bởi thế, họ tự chuốc lấy sự Giận dữ này đến sự Giận dữ khác (của Allah). Và những kẻ không có đức tin sẽ nhận một sự trừng phạt nhục nhã.\n",
    "FOOTNOTES": ""
  },
  {
    "ID": "98",
    "SURAH": "2",
    "AYAH": "91",
    "ARABIC_TEXT": "وَإِذَا قِيلَ لَهُمۡ ءَامِنُواْ بِمَآ أَنزَلَ ٱللَّهُ قَالُواْ نُؤۡمِنُ بِمَآ أُنزِلَ عَلَيۡنَا وَيَكۡفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا مَعَهُمۡۗ قُلۡ فَلِمَ تَقۡتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبۡلُ إِن كُنتُم مُّؤۡمِنِينَ",
    "TRANSLATION": "Và khi có lời bảo họ: “Hãy tin tưởng nơi điều Ạllah ban xuống (cho Muhammad),” họ đáp: “Chúng tôi tin nơi điều đã được ban xuống cho chúng tôi (trong Tawrah)” và họ không tin nơi điều nào khác sau Nó (Tawrah), trong lúc Nó (Qur'an) là sự Thật xác nhận lại điều họ đang giữ. Hãy bảo họ: “Thế tại sao các ngươi đã giết các Nabi của Allah trước đây nếu các người thực sự có đức tin?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "99",
    "SURAH": "2",
    "AYAH": "92",
    "ARABIC_TEXT": "۞ وَلَقَدۡ جَآءَكُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ ثُمَّ ٱتَّخَذۡتُمُ ٱلۡعِجۡلَ مِنۢ بَعۡدِهِۦ وَأَنتُمۡ ظَٰلِمُونَ",
    "TRANSLATION": "Và quả thật Musa đã đến gặp các ngươi với những bằng chứng rõ rệt rồi sau (khi) Y (đi vắng), các ngươi đã mang con bò con (đúc) ra thờ và các ngươi là những kẻ làm điều sai quấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "100",
    "SURAH": "2",
    "AYAH": "93",
    "ARABIC_TEXT": "وَإِذۡ أَخَذۡنَا مِيثَٰقَكُمۡ وَرَفَعۡنَا فَوۡقَكُمُ ٱلطُّورَ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱسۡمَعُواْۖ قَالُواْ سَمِعۡنَا وَعَصَيۡنَا وَأُشۡرِبُواْ فِي قُلُوبِهِمُ ٱلۡعِجۡلَ بِكُفۡرِهِمۡۚ قُلۡ بِئۡسَمَا يَأۡمُرُكُم بِهِۦٓ إِيمَٰنُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
    "TRANSLATION": "Và hãy nhớ lại khi TA (Allah) đã nhận Lời Giao ước của các ngươi và đã nhấc ngọn núi (ở Sinai) cao khỏi đầu của các ngươi (và phán); “Hãy nắm thật vững điều (Mặc khải) mà TA đã ban cho các ngươi và hãy nghe theo (Lời phán). Họ đáp: “Chúng tôi nghe nhưng chúng tôi không tuân theo.” Và vì không có đức tin, nên (hình ảnh của) con bò con (đúc) đã thấm sâu vào quả tim (tấm lòng) của họ. Hãy bảo họ: “Tồi tệ thay điều mà đức tin của các ngươi đã sai bảo các ngươi (làm) nếu các ngươi tin tưởng (nơi bất cứ điều gì).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "101",
    "SURAH": "2",
    "AYAH": "94",
    "ARABIC_TEXT": "قُلۡ إِن كَانَتۡ لَكُمُ ٱلدَّارُ ٱلۡأٓخِرَةُ عِندَ ٱللَّهِ خَالِصَةٗ مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ",
    "TRANSLATION": "Hãy bảo họ: “Nếu nhà cửa ở đời sau nơi Allah chỉ đặc biệt dành riêng cho các ngươi chứ không cho ai khác trong nhân loại, thì hãy mong cho được chết sớm đi nếu các ngươi nói thật.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "102",
    "SURAH": "2",
    "AYAH": "95",
    "ARABIC_TEXT": "وَلَن يَتَمَنَّوۡهُ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ",
    "TRANSLATION": "Và nhất định họ sẽ không bao giờ mong được chết sớm bởi vì (họ sợ) những điều (tội lỗi) mà bàn tay của họ đã gởi đi trước và Allah biết rõ những kẻ làm điều sai quấy.\n",
    "FOOTNOTES": ""
  },
  {
    "ID": "103",
    "SURAH": "2",
    "AYAH": "96",
    "ARABIC_TEXT": "وَلَتَجِدَنَّهُمۡ أَحۡرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٖ وَمِنَ ٱلَّذِينَ أَشۡرَكُواْۚ يَوَدُّ أَحَدُهُمۡ لَوۡ يُعَمَّرُ أَلۡفَ سَنَةٖ وَمَا هُوَ بِمُزَحۡزِحِهِۦ مِنَ ٱلۡعَذَابِ أَن يُعَمَّرَۗ وَٱللَّهُ بَصِيرُۢ بِمَا يَعۡمَلُونَ",
    "TRANSLATION": "Và chắc chắn Ngươi sẽ thấy trong loài người, họ là những kẻ tham sống nhất, (tham sống) hơn cả người dân đa thần. Mỗi một người của họ đều ao ước được sống thọ bằng một ngàn năm nhưng tuổi thọ đó chẳng cứu được họ thoát khỏi sự trừng phạt của Allah bởi vì Allah là Đấng hằng thấy những điều (tội lỗi) mà họ đã làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "104",
    "SURAH": "2",
    "AYAH": "97",
    "ARABIC_TEXT": "قُلۡ مَن كَانَ عَدُوّٗا لِّـجِبۡرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلۡبِكَ بِإِذۡنِ ٱللَّهِ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ وَهُدٗى وَبُشۡرَىٰ لِلۡمُؤۡمِنِينَ",
    "TRANSLATION": "Hãy bảo họ (hỡi Muhammad!): “Ai là kẻ thù của (Thiên Thần) Jibril bởi vì Y (Jibril) mang Nó (Qur'an) xuống đặt vào tấm lòng của Ngươi theo phép của Allah? Nhằm xác nhận những điều đã được ban xuống trước, vừa là một Chỉ Đạo vừa là một Tin mừng cho những người có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "105",
    "SURAH": "2",
    "AYAH": "98",
    "ARABIC_TEXT": "مَن كَانَ عَدُوّٗا لِّلَّهِ وَمَلَٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبۡرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوّٞ لِّلۡكَٰفِرِينَ",
    "TRANSLATION": "Ai là kẻ thù của Allah và của các Thiên Thần và của các Sứ Giả (của Allah) và của (Thiên Thần) Jibril và của (Thiên Thần) Mika-il, thì Allah là kẻ thù của những kẻ không có đức tin đó.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "106",
    "SURAH": "2",
    "AYAH": "99",
    "ARABIC_TEXT": "وَلَقَدۡ أَنزَلۡنَآ إِلَيۡكَ ءَايَٰتِۭ بَيِّنَٰتٖۖ وَمَا يَكۡفُرُ بِهَآ إِلَّا ٱلۡفَٰسِقُونَ",
    "TRANSLATION": "Và chắc chắn TA (Allah) đã ban xuống cho Ngươi (Muhammad) các Câu kinh rõ rệt nhưng chỉ những kẻ dấy loạn, bất tuân mới không tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "107",
    "SURAH": "2",
    "AYAH": "100",
    "ARABIC_TEXT": "أَوَكُلَّمَا عَٰهَدُواْ عَهۡدٗا نَّبَذَهُۥ فَرِيقٞ مِّنۡهُمۚ بَلۡ أَكۡثَرُهُمۡ لَا يُؤۡمِنُونَ",
    "TRANSLATION": "Phải chăng mỗi lần họ giao ước một lời cam kết nào thì một thành phần của họ quẳng nó sang một bên? Không, đa số bọn họ không có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "108",
    "SURAH": "2",
    "AYAH": "101",
    "ARABIC_TEXT": "وَلَمَّا جَآءَهُمۡ رَسُولٞ مِّنۡ عِندِ ٱللَّهِ مُصَدِّقٞ لِّمَا مَعَهُمۡ نَبَذَ فَرِيقٞ مِّنَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ كِتَٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمۡ كَأَنَّهُمۡ لَا يَعۡلَمُونَ",
    "TRANSLATION": "Và mỗi lần một Sứ Giả của Allah đến gặp họ để xác nhận lại điều họ đang giữ thì một thành phần của những kẻ đã được ban cho Kinh Sách (người Do Thái và tín đồ Thiên Chúa giáo) đã quẳng Kinh Sách của Allah ra sau lưng, làm như họ không hay biết gì cả!",
    "FOOTNOTES": ""
  },
  {
    "ID": "109",
    "SURAH": "2",
    "AYAH": "102",
    "ARABIC_TEXT": "وَٱتَّبَعُواْ مَا تَتۡلُواْ ٱلشَّيَٰطِينُ عَلَىٰ مُلۡكِ سُلَيۡمَٰنَۖ وَمَا كَفَرَ سُلَيۡمَٰنُ وَلَٰكِنَّ ٱلشَّيَٰطِينَ كَفَرُواْ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحۡرَ وَمَآ أُنزِلَ عَلَى ٱلۡمَلَكَيۡنِ بِبَابِلَ هَٰرُوتَ وَمَٰرُوتَۚ وَمَا يُعَلِّمَانِ مِنۡ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحۡنُ فِتۡنَةٞ فَلَا تَكۡفُرۡۖ فَيَتَعَلَّمُونَ مِنۡهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيۡنَ ٱلۡمَرۡءِ وَزَوۡجِهِۦۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنۡ أَحَدٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمۡ وَلَا يَنفَعُهُمۡۚ وَلَقَدۡ عَلِمُواْ لَمَنِ ٱشۡتَرَىٰهُ مَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖۚ وَلَبِئۡسَ مَا شَرَوۡاْ بِهِۦٓ أَنفُسَهُمۡۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
    "TRANSLATION": "Ngược lại, họ nghe theo những điều mà những tên Shaytan đã đọc (lệch lạc) về quyền lực của Sulayman. Sulayman đã không phủ nhận đức tin; ngược lại, chỉ những tên Shaytan mới không tin tưởng: Chúng dạy loài người pháp thuật đã được ban xuống cho hai Thiên Thần Harut và Marut tại Babil (Ba-bi-lôn). Nhưng hai (Thiên Thần) này không dạy (pháp thuật) cho một ai mà không bảo trước: “Chúng tôi đây chỉ là một sự cám dỗ (để thử thách quí vị); do đó chớ phủ nhận đức tin.” Tuy nhiên, họ vẫn học từ hai vị Thiên Thần đó những điều (pháp thuật) mà họ dùng để làm chia ly cặp vợ chồng. Và họ không hại được một ai trừ phi có phép của Allah. Và họ học hỏi điều làm thiệt thân họ chứ không làm lợi gì cho họ. Bởi vì họ biết chắc rằng ai mua bán pháp thuật thì sẽ không được hưởng một phần (tốt) nào ở đời sau. Và tồi tệ thay giá cả (tiền bạc) vì nó mà họ đã bán rẻ linh hồn của họ. Phải chi họ biết điều đó!\n",
    "FOOTNOTES": ""
  },
  {
    "ID": "110",
    "SURAH": "2",
    "AYAH": "103",
    "ARABIC_TEXT": "وَلَوۡ أَنَّهُمۡ ءَامَنُواْ وَٱتَّقَوۡاْ لَمَثُوبَةٞ مِّنۡ عِندِ ٱللَّهِ خَيۡرٞۚ لَّوۡ كَانُواْ يَعۡلَمُونَ",
    "TRANSLATION": "Và nếu họ có đức tin và sợ Allah thì chắc chắn phần thưởng từ Allah sẽ tốt hơn nhiều. Phải chi họ biết điều đó!",
    "FOOTNOTES": ""
  },
  {
    "ID": "111",
    "SURAH": "2",
    "AYAH": "104",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقُولُواْ رَٰعِنَا وَقُولُواْ ٱنظُرۡنَا وَٱسۡمَعُواْۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٞ",
    "TRANSLATION": "Hỡi những ai có đức tin! Chớ dùng tiếng Rã'inã(30) (mà xưng hô với Sứ Giả của Allah) mà nên dùng tiếng Unzurnã (để xưng hô với Người) và hãy chú ý nghe Người (dạy). Và những kẻ không có đức tin sẽ bị trừng phạt đau đớn (vì tội phạm thượng đối với Sứ Giả của Allah).",
    "FOOTNOTES": "(30) Rã’inã có nghĩa ‘hãy lắng nghe chúng tôi’ và ra'ina có ý khùng điên, ngu muội’. Unzurnã có nghĩa hãy đợi chứng tôi. Người dân Do Thái vốn có ác cảm với Thiên sứ Muhammad nên đã uốn lưỡi nói ra’ina thay vì rã’inã để nhạo báng Thiên sứ. (Q. 4:46) Vì thế, Allah bảo các tín đồ nên dùng tiếng Unzurnã thay cho Rã’inã."
  },
  {
    "ID": "112",
    "SURAH": "2",
    "AYAH": "105",
    "ARABIC_TEXT": "مَّا يَوَدُّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَلَا ٱلۡمُشۡرِكِينَ أَن يُنَزَّلَ عَلَيۡكُم مِّنۡ خَيۡرٖ مِّن رَّبِّكُمۡۚ وَٱللَّهُ يَخۡتَصُّ بِرَحۡمَتِهِۦ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
    "TRANSLATION": "Những kẻ không có đức tin, dù đó là thành phần của Người dân Kinh Sách(31) hay là Người dân đa thần đều không muốn một điều tốt nào từ Thượng Đế (Allah) của các ngươi được ban xuống cho các ngươi. Nhưng do lòng Khoan dung của Ngài, Allah chọn người nào Ngài muốn (để phục vụ Ngài) bởi vì Allah là Chủ nhân của Thiên ân vĩ đại.",
    "FOOTNOTES": "(31) Người dân Kính Sách ám chỉ người dân Do Thái và tín đồ Thiên Chúa."
  },
  {
    "ID": "113",
    "SURAH": "2",
    "AYAH": "106",
    "ARABIC_TEXT": "۞ مَا نَنسَخۡ مِنۡ ءَايَةٍ أَوۡ نُنسِهَا نَأۡتِ بِخَيۡرٖ مِّنۡهَآ أَوۡ مِثۡلِهَآۗ أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
    "TRANSLATION": "Bất cứ một Câu kinh nào TA (Allah) hủy bỏ hoặc làm cho quên đi thì sẽ được TA thay thế bằng một Câu kinh tốt hơn hoặc tương đương với nó. Há ngươi (hỡi người!) không biết rằng Allah có quyền trên tất cả mọi việc hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "114",
    "SURAH": "2",
    "AYAH": "107",
    "ARABIC_TEXT": "أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ",
    "TRANSLATION": "Há ngươi (hỡi người!) không biết rằng Allah cai trị các tầng trời và trái đất hay sao? Và ngoài Ngài ra, các ngươi không có một vị Bảo hộ hay một vị Cứu tinh nào khác.",
    "FOOTNOTES": ""
  },
  {
    "ID": "115",
    "SURAH": "2",
    "AYAH": "108",
    "ARABIC_TEXT": "أَمۡ تُرِيدُونَ أَن تَسۡـَٔلُواْ رَسُولَكُمۡ كَمَا سُئِلَ مُوسَىٰ مِن قَبۡلُۗ وَمَن يَتَبَدَّلِ ٱلۡكُفۡرَ بِٱلۡإِيمَٰنِ فَقَدۡ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
    "TRANSLATION": "Phải chăng các ngươi muốn vặn hỏi Sứ Giả (Muhammad) của các ngươi giống như (Sứ Giả) Mũsa đã bị (các tín đồ của Y) vặn hỏi trước đây hay sao? Và ai thay đổi từ chỗ có đức tin sang chỗ không tin thì chắc chắn sẽ đi lạc khỏi Chính Đạo (Islam) êm ả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "116",
    "SURAH": "2",
    "AYAH": "109",
    "ARABIC_TEXT": "وَدَّ كَثِيرٞ مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ لَوۡ يَرُدُّونَكُم مِّنۢ بَعۡدِ إِيمَٰنِكُمۡ كُفَّارًا حَسَدٗا مِّنۡ عِندِ أَنفُسِهِم مِّنۢ بَعۡدِ مَا تَبَيَّنَ لَهُمُ ٱلۡحَقُّۖ فَٱعۡفُواْ وَٱصۡفَحُواْ حَتَّىٰ يَأۡتِيَ ٱللَّهُ بِأَمۡرِهِۦٓۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
    "TRANSLATION": "Đa số trong đám Người dân Kinh Sách, do lòng ganh tị, muốn làm cho các ngươi trở lại (tình trạng) mất đức tin sau khi các ngươi đã có đức tin và sau khi họ đã chứng kiến rõ sự thật. Bởi thế, hãy lượng thứ và bỏ qua cho họ cho đến khi nào Allah ban hành Mệnh lệnh của Ngài xuống. Và quả thật, Allah có toàn quyền định đoạt trên tất cả mọi vấn đề.",
    "FOOTNOTES": ""
  },
  {
    "ID": "117",
    "SURAH": "2",
    "AYAH": "110",
    "ARABIC_TEXT": "وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَۚ وَمَا تُقَدِّمُواْ لِأَنفُسِكُم مِّنۡ خَيۡرٖ تَجِدُوهُ عِندَ ٱللَّهِۗ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ",
    "TRANSLATION": "Và hãy chu đáo dâng lễ Salah và đóng zakãh và bất cứ điều (tốt) nào các ngươi đã gởi đi trước cho bản thân của các ngươi (ở đời sau), các ngươi sẽ tìm thấy nó lại nơi Allah bởi vì chắc chắn Allah thấy hết những điều tốt mà các ngươi đã làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "118",
    "SURAH": "2",
    "AYAH": "111",
    "ARABIC_TEXT": "وَقَالُواْ لَن يَدۡخُلَ ٱلۡجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوۡ نَصَٰرَىٰۗ تِلۡكَ أَمَانِيُّهُمۡۗ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ",
    "TRANSLATION": "Và họ bảo: “Chỉ người Do thái và người theo Thiên Chúa giáo mới được vào thiên đàng.” Đấy chẳng qua là điều mơ ước (ảo huyền) của họ. Hãy bảo (họ): “Hãy trưng các bằng chứng của các ngươi ra xem nếu các ngươi nói thật.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "119",
    "SURAH": "2",
    "AYAH": "112",
    "ARABIC_TEXT": "بَلَىٰۚ مَنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ فَلَهُۥٓ أَجۡرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
    "TRANSLATION": "Vâng, bất cứ ai nạp trọn sắc diện của mình cho Allah đồng thời là một người làm tốt thì sẽ được phần thưởng nơi Thượng Đế của y. Họ sẽ không lo sợ cũng sẽ không buồn phiền.",
    "FOOTNOTES": ""
  },
  {
    "ID": "120",
    "SURAH": "2",
    "AYAH": "113",
    "ARABIC_TEXT": "وَقَالَتِ ٱلۡيَهُودُ لَيۡسَتِ ٱلنَّصَٰرَىٰ عَلَىٰ شَيۡءٖ وَقَالَتِ ٱلنَّصَٰرَىٰ لَيۡسَتِ ٱلۡيَهُودُ عَلَىٰ شَيۡءٖ وَهُمۡ يَتۡلُونَ ٱلۡكِتَٰبَۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ مِثۡلَ قَوۡلِهِمۡۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ",
    "TRANSLATION": "Và những người Do thái bảo: “Các tín đồ Thiên Chúa giáo chẳng dựa vào cái gì (để làm cơ sở); và những tín đồ Thiên Chúa giáo bảo: “Những người Do thái chẳng dựa vào cái gì (để làm cơ sở) trong lúc họ đọc chung một Kinh Sách. Tương tự như thế, những kẻ không biết gì cũng nói ra lời giống như lời của họ. Nhưng vào Ngày phục sinh, Allah sẽ xét xử giữa bọn họ về những điều họ đã từng tranh chấp.\n",
    "FOOTNOTES": ""
  },
  {
    "ID": "121",
    "SURAH": "2",
    "AYAH": "114",
    "ARABIC_TEXT": "وَمَنۡ أَظۡلَمُ مِمَّن مَّنَعَ مَسَٰجِدَ ٱللَّهِ أَن يُذۡكَرَ فِيهَا ٱسۡمُهُۥ وَسَعَىٰ فِي خَرَابِهَآۚ أُوْلَٰٓئِكَ مَا كَانَ لَهُمۡ أَن يَدۡخُلُوهَآ إِلَّا خَآئِفِينَۚ لَهُمۡ فِي ٱلدُّنۡيَا خِزۡيٞ وَلَهُمۡ فِي ٱلۡأٓخِرَةِ عَذَابٌ عَظِيمٞ",
    "TRANSLATION": "Và còn ai sai quấy hơn kẻ đã ngăn cản (nơi) Thánh đường của Allah không cho tên của Ngài được tụng niệm trong đó và còn tích cực tìm cách đập phá chúng (những thánh đường)? Đối với những kẻ như thế thì chỉ có cách làm cho chúng sợ khi chúng muốn bước vào thánh đường. Chúng sẽ bị hạ nhục ở đời này và sẽ bị trừng phạt nặng nề ở đời sau.",
    "FOOTNOTES": ""
  },
  {
    "ID": "122",
    "SURAH": "2",
    "AYAH": "115",
    "ARABIC_TEXT": "وَلِلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ فَأَيۡنَمَا تُوَلُّواْ فَثَمَّ وَجۡهُ ٱللَّهِۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٞ",
    "TRANSLATION": "Và hướng đông và hướng tây là của Allah. Bỏi thế, khi các ngươi quay mặt về hướng nào thì Allah hiện diện nơi đó. Bởi vì quả thật, Allah Bao la, Biết hết (mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "123",
    "SURAH": "2",
    "AYAH": "116",
    "ARABIC_TEXT": "وَقَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗاۗ سُبۡحَٰنَهُۥۖ بَل لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ كُلّٞ لَّهُۥ قَٰنِتُونَ",
    "TRANSLATION": "Và họ bảo: “Allah có một đứa con trai.” Quang vinh và trong sạch thay Ngài! Không, mọi vật trong các tầng trời và trái đất đều là (những tạo vật) của Ngài cả. Mọi vật đều thần phục Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "124",
    "SURAH": "2",
    "AYAH": "117",
    "ARABIC_TEXT": "بَدِيعُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ وَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
    "TRANSLATION": "(Allah là) Đấng sáng tạo các tầng trời và trái đất; và khi Ngài quyết định một việc (vật), Ngài chỉ phán bảo: “Hãy thành” thì nó sẽ thành (theo Ý Ngài muốn).",
    "FOOTNOTES": ""
  },
  {
    "ID": "125",
    "SURAH": "2",
    "AYAH": "118",
    "ARABIC_TEXT": "وَقَالَ ٱلَّذِينَ لَا يَعۡلَمُونَ لَوۡلَا يُكَلِّمُنَا ٱللَّهُ أَوۡ تَأۡتِينَآ ءَايَةٞۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبۡلِهِم مِّثۡلَ قَوۡلِهِمۡۘ تَشَٰبَهَتۡ قُلُوبُهُمۡۗ قَدۡ بَيَّنَّا ٱلۡأٓيَٰتِ لِقَوۡمٖ يُوقِنُونَ",
    "TRANSLATION": "Và những kẻ không biết gì nói: ‘Tại sao Allah không trực tiếp nói chuyện với bọn ta? hoặc tại sao không có một Lời Mặc Khải nào được mang đến cho bọn ta?” Tương tự như thế, những kẻ (không có đức tin) trước họ cũng đã nói ra những lời giống như lời của họ. Tấm lòng của họ giống nhau. Chắc chắn TA (Allah) đã trình bày rõ những Lời Mặc Khải cho đám người có đức tin vững chắc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "126",
    "SURAH": "2",
    "AYAH": "119",
    "ARABIC_TEXT": "إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗاۖ وَلَا تُسۡـَٔلُ عَنۡ أَصۡحَٰبِ ٱلۡجَحِيمِ",
    "TRANSLATION": "Và chắc chắn TA (Allah) cử Ngươi (Muhammad) đến làm một người mang Tin mừng và Cảnh cáo bằng sự thật. Và Ngươi sẽ không bị chất vấn về (tội lỗi của) những người bạn của hỏa ngục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "127",
    "SURAH": "2",
    "AYAH": "120",
    "ARABIC_TEXT": "وَلَن تَرۡضَىٰ عَنكَ ٱلۡيَهُودُ وَلَا ٱلنَّصَٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمۡۗ قُلۡ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلۡهُدَىٰۗ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم بَعۡدَ ٱلَّذِي جَآءَكَ مِنَ ٱلۡعِلۡمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٍ",
    "TRANSLATION": "Và những người Do thái lẫn tín đồ Thiên Chúa giáo sẽ không bao giờ hài lòng với Ngươi trừ phi Ngươi theo tín ngưỡng của họ. Hãy bảo họ: “Quả thật, Chỉ Đạo của Allah mới là sự Hướng dẫn (duy nhất và đúng đắn.)” Và nếu Ngươi làm theo điều mong muốn của họ sau khi Ngươi đã tiếp thu sự hiểu biết (về Chỉ Đạo của Allah) thì Ngươi sẽ không được ai che chở hoặc giúp đỡ để tránh khỏi (sự trừng phạt của) Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "128",
    "SURAH": "2",
    "AYAH": "121",
    "ARABIC_TEXT": "ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَتۡلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُوْلَٰٓئِكَ يُؤۡمِنُونَ بِهِۦۗ وَمَن يَكۡفُرۡ بِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
    "TRANSLATION": "Những ai đã được TA (Allah) ban cho Kinh Sách nên đọc Nó (Kinh Sách) theo lẽ mà Nó phải được đọc, họ sẽ tin nơi Nó. Ngược lại, ai không tin nơi Nó thì sẽ là những kẻ mất mát.",
    "FOOTNOTES": ""
  },
  {
    "ID": "129",
    "SURAH": "2",
    "AYAH": "122",
    "ARABIC_TEXT": "يَٰبَنِيٓ إِسۡرَٰٓءِيلَ ٱذۡكُرُواْ نِعۡمَتِيَ ٱلَّتِيٓ أَنۡعَمۡتُ عَلَيۡكُمۡ وَأَنِّي فَضَّلۡتُكُمۡ عَلَى ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "Hỡi con cháu của Israel! Hãy nhớ những Ân huệ mà TA (Allah) đã ban cho các ngươi và việc TA đã ưu đãi các ngươi hơn thiên hạ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "130",
    "SURAH": "2",
    "AYAH": "123",
    "ARABIC_TEXT": "وَٱتَّقُواْ يَوۡمٗا لَّا تَجۡزِي نَفۡسٌ عَن نَّفۡسٖ شَيۡـٔٗا وَلَا يُقۡبَلُ مِنۡهَا عَدۡلٞ وَلَا تَنفَعُهَا شَفَٰعَةٞ وَلَا هُمۡ يُنصَرُونَ",
    "TRANSLATION": "Và hãy sợ một Ngày mà không một linh hồn nào sẽ đền bồi cho một linh hồn nào khác và sẽ không có một sự bồi thường nào được chấp nhận từ nó và sẽ không có ai được can thiệp giùm cho ai và cũng sẽ không có ai giúp đỡ được ai.",
    "FOOTNOTES": ""
  },
  {
    "ID": "131",
    "SURAH": "2",
    "AYAH": "124",
    "ARABIC_TEXT": "۞ وَإِذِ ٱبۡتَلَىٰٓ إِبۡرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَٰتٖ فَأَتَمَّهُنَّۖ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامٗاۖ قَالَ وَمِن ذُرِّيَّتِيۖ قَالَ لَا يَنَالُ عَهۡدِي ٱلظَّٰلِمِينَ",
    "TRANSLATION": "Và hãy nhớ lại khi Ibrahim đã được Thượng Đế của Y thử thách bằng những Mệnh-lệnh mà Y đã hoàn tất mỹ mãn. (Bởi thế, Allah đã) phán: “TA sẽ cử Ngươi làm một nhà lãnh đạo cho nhân loại.” (Ibrahim kèo nài) thưa: “Và từ con cháu của bề tôi nữa.” (Allah) đáp: “Lời hứa của TA không can hệ gì đến những kẻ làm điều sai quấy.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "132",
    "SURAH": "2",
    "AYAH": "125",
    "ARABIC_TEXT": "وَإِذۡ جَعَلۡنَا ٱلۡبَيۡتَ مَثَابَةٗ لِّلنَّاسِ وَأَمۡنٗا وَٱتَّخِذُواْ مِن مَّقَامِ إِبۡرَٰهِـۧمَ مُصَلّٗىۖ وَعَهِدۡنَآ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ أَن طَهِّرَا بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡعَٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
    "TRANSLATION": "Và hãy nhớ lại khi TA (Allah) đã chỉ định Ngôi Đền (Ka’bah) làm một nơi an toàn cho thiên hạ tới lui thăm viếng và (phán cho các khách viếng): “Hãy lấy chỗ đứng của Ibrãhĩm làm địa điểm dâng lễ cầu nguyện” và TA đã bắt Ibrahim và Isma'il (con trai của Người) cam kết phải giữ Ngôi Đền của TA cho trong sạch (để khách thập phương đến thăm và) đi vòng quanh Nó và cho những người lánh trần và cho những người (đến) cúi đầu (thần phục) và cho những người đến phủ phục (lễ nguyện).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "133",
    "SURAH": "2",
    "AYAH": "126",
    "ARABIC_TEXT": "وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ ٱجۡعَلۡ هَٰذَا بَلَدًا ءَامِنٗا وَٱرۡزُقۡ أَهۡلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنۡ ءَامَنَ مِنۡهُم بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلٗا ثُمَّ أَضۡطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِۖ وَبِئۡسَ ٱلۡمَصِيرُ",
    "TRANSLATION": "Và hãy nhớ lại khi Ibrahim (cầu nguyện) thưa: “Lạy Thượng Đế của bề tôi! Xin Ngài làm cho thành phố (Makkah) này an toàn và nuôi sống dân cư của nó với hoa quả, (nuôi) người nào trong bọn chúng tin tưởng nơi Allah và Ngày (Phán xử) Cuối cùng.” (Allah) phán: “Và ai không có đức tin thì TA sẽ cho (y) hưởng thụ ngắn ngủi rồi TA sẽ lôi đầu y đến chỗ trừng phạt của hỏa ngục; và đó là một nơi đến cuối cùng tồi tệ nhất.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "134",
    "SURAH": "2",
    "AYAH": "127",
    "ARABIC_TEXT": "وَإِذۡ يَرۡفَعُ إِبۡرَٰهِـۧمُ ٱلۡقَوَاعِدَ مِنَ ٱلۡبَيۡتِ وَإِسۡمَٰعِيلُ رَبَّنَا تَقَبَّلۡ مِنَّآۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
    "TRANSLATION": "Và hãy nhớ lại khi Ibrahim và Ịsma'il xây móng của Ngôi Đền (và cầu nguyện): “Lạy Thượng Đế, bầy tôi! Xin Ngài chấp nhận (việc làm này) từ bầy tôi, bởi vì Ngài là Đấng Hằng nghe và Hằng biết (hết mọi việc).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "135",
    "SURAH": "2",
    "AYAH": "128",
    "ARABIC_TEXT": "رَبَّنَا وَٱجۡعَلۡنَا مُسۡلِمَيۡنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةٗ مُّسۡلِمَةٗ لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبۡ عَلَيۡنَآۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
    "TRANSLATION": "“Lạy Thượng Đế của bầy tôi! Xin Ngài làm cho bầy tôi thành hai người Muslim (thần phục) Ngài và tạo một Ummah (Cộng đồng) Muslim của Ngài từ con cháu của bầy tôi và chỉ cho bầy tôi những nghi lễ bắt buộc và lượng thứ cho bầy tôi bởi vì chắc chắn Ngài là Đấng Hằng Lượng thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "136",
    "SURAH": "2",
    "AYAH": "129",
    "ARABIC_TEXT": "رَبَّنَا وَٱبۡعَثۡ فِيهِمۡ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِكَ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُزَكِّيهِمۡۖ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
    "TRANSLATION": "“Lạy Thượng Đế của bầy tôi! Xin Ngài dựng lên trong chúng (con cháu của bầy tôi) một Sứ Giả (xuất thân) từ chúng. Y sẽ đọc các Lời Mặc Khải của Ngài cho chúng và sẽ dạy chúng Kinh Sách và Lẽ Đúng đắn Khôn ngoan; và Y sẽ thanh sạch hóa chúng. Quả thật, Ngài là Đấng Toàn năng, Đấng Rất Mực Sáng Suốt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "137",
    "SURAH": "2",
    "AYAH": "130",
    "ARABIC_TEXT": "وَمَن يَرۡغَبُ عَن مِّلَّةِ إِبۡرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفۡسَهُۥۚ وَلَقَدِ ٱصۡطَفَيۡنَٰهُ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
    "TRANSLATION": "Và chỉ ai tự lừa dối bản thân (linh hồn) mình mới bỏ tín ngưỡng của Ibrahim bởi vì TA (Allah) đã chọn Y (làm một nhà lãnh đạo) ở trần gian này; và ở đời sau chắc chắn Y sẽ ở trong hàng ngũ của những người ngoan đạo.",
    "FOOTNOTES": ""
  },
  {
    "ID": "138",
    "SURAH": "2",
    "AYAH": "131",
    "ARABIC_TEXT": "إِذۡ قَالَ لَهُۥ رَبُّهُۥٓ أَسۡلِمۡۖ قَالَ أَسۡلَمۡتُ لِرَبِّ ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "Và hãy nhớ lại khi Thượng Đế của Y (Ibrahim) đã phán bảo Y: “Hãy thần phục (TA!)”. (Ibrahim) thưa: “Bề tôi xin nạp mình thần phục Thượng Đế (Allah) của vũ trụ và muôn loài.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "139",
    "SURAH": "2",
    "AYAH": "132",
    "ARABIC_TEXT": "وَوَصَّىٰ بِهَآ إِبۡرَٰهِـۧمُ بَنِيهِ وَيَعۡقُوبُ يَٰبَنِيَّ إِنَّ ٱللَّهَ ٱصۡطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسۡلِمُونَ",
    "TRANSLATION": "Và Ibrahim đã truyền bảo điều đó cho các con của Y; và Ya'qub cũng làm y như thế, dặn các con: “Này các con! Quả thật, Allah đã chọn tôn giáo (Islam) cho các con; bởi thế các con hãy đừng chết trừ phi các con ở trong tình trạng là những người Muslim (thần phục Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "140",
    "SURAH": "2",
    "AYAH": "133",
    "ARABIC_TEXT": "أَمۡ كُنتُمۡ شُهَدَآءَ إِذۡ حَضَرَ يَعۡقُوبَ ٱلۡمَوۡتُ إِذۡ قَالَ لِبَنِيهِ مَا تَعۡبُدُونَ مِنۢ بَعۡدِيۖ قَالُواْ نَعۡبُدُ إِلَٰهَكَ وَإِلَٰهَ ءَابَآئِكَ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ إِلَٰهٗا وَٰحِدٗا وَنَحۡنُ لَهُۥ مُسۡلِمُونَ",
    "TRANSLATION": "Phải chăng các ngươi (hỡi con cháu của Israel!) đã chứng kiến cảnh Ya'qub sắp từ trần khi Y bảo các con của Y: “Các con sẽ thờ phụng ai (cái gì) sau (khi) ta (mất?)”. (Các con) thưa: “Chúng con sẽ thờ phụng Thượng Đế của cha và Thượng Đế của tổ tiên của cha: Ibrahim, Isma'il và Is-haq, một Thượng Đế Duy-nhất; và chúng con là những người Muslim (thần phục Allah).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "141",
    "SURAH": "2",
    "AYAH": "134",
    "ARABIC_TEXT": "تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ",
    "TRANSLATION": "Đó là một Ummah (Cộng đồng) đã vĩnh viễn ra đi. Họ sẽ hưởng thành quả mà họ đã làm ra còn các ngươi thì sẽ hưởng theo phần công lao của các ngươi. Các ngươi sẽ không bị chất vấn về những công việc mà họ đã làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "142",
    "SURAH": "2",
    "AYAH": "135",
    "ARABIC_TEXT": "وَقَالُواْ كُونُواْ هُودًا أَوۡ نَصَٰرَىٰ تَهۡتَدُواْۗ قُلۡ بَلۡ مِلَّةَ إِبۡرَٰهِـۧمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ",
    "TRANSLATION": "Và họ nói: “Hãy trở thành người Do Thái hay thành tín đồ Thiên Chúa giáo nếu muốn được hướng dẫn.” Hãy bảo họ (hỡi Muhammad!): “Không, Ta theo tín ngưỡng của Ibrahim, một tín ngưỡng thuần khiết (chỉ tôn thờ riêng Allah) và Người không phải là một người thờ đa thần.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "143",
    "SURAH": "2",
    "AYAH": "136",
    "ARABIC_TEXT": "قُولُوٓاْ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيۡنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَمَآ أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِيَ ٱلنَّبِيُّونَ مِن رَّبِّهِمۡ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّنۡهُمۡ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ",
    "TRANSLATION": "Hãy bảo họ (hỡi người Muslim!): “Chúng tôi tin tưởng nơi Allah và những điều (Mặc khải) đã được ban xuống cho chúng tôi và những điều đã được ban xuống cho Ibrahim, Isma'il, Is-haq, Ya'qub và các Bộ lạc (của Israel); và những điều (Mặc khải) đã được ban xuống cho Musa và 'Isa cũng như những điều đã được ban xuống cho các vị Nabi từ Thượng Đế của Họ; chúng tôi (người Muslim) không phân biệt kỳ thị một Vị (Nabi) nào trong Họ (các Nabi của Allah) và chúng tôi là những người Muslim (thần phục Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "144",
    "SURAH": "2",
    "AYAH": "137",
    "ARABIC_TEXT": "فَإِنۡ ءَامَنُواْ بِمِثۡلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهۡتَدَواْۖ وَّإِن تَوَلَّوۡاْ فَإِنَّمَا هُمۡ فِي شِقَاقٖۖ فَسَيَكۡفِيكَهُمُ ٱللَّهُۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
    "TRANSLATION": "Bởi vậy, nếu họ tin tưởng nơi những điều giống với những điều đã được ban cho các ngươi (hỡi Muslim!) thì chắc chắn họ đi đúng đường. Ngược lại, nếu họ quay lưng làm ngơ, thì chính họ mới là những kẻ đã chia rẽ tôn giáo. Và riêng Allah thôi đủ (giúp) Ngươi (hỡi Muhammad!) đương đầu với họ, bởi vì Ngài là Đấng Hằng nghe và Hằng biết (hết mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "145",
    "SURAH": "2",
    "AYAH": "138",
    "ARABIC_TEXT": "صِبۡغَةَ ٱللَّهِ وَمَنۡ أَحۡسَنُ مِنَ ٱللَّهِ صِبۡغَةٗۖ وَنَحۡنُ لَهُۥ عَٰبِدُونَ",
    "TRANSLATION": "Mầu sắc (tôn giáo) của Allah (là Islam). Và ai trội hơn Allah trong việc nhuộm mầu (các tín đồ của Ngài?) Và chúng tôi là những người thờ phụng Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "146",
    "SURAH": "2",
    "AYAH": "139",
    "ARABIC_TEXT": "قُلۡ أَتُحَآجُّونَنَا فِي ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمۡ وَلَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ وَنَحۡنُ لَهُۥ مُخۡلِصُونَ",
    "TRANSLATION": "Hãy bảo họ: “Phải chăng quí vị muốn tranh luận với chúng tôi về Allah trong lúc Ngài là Thượng Đế của chúng tôi và là Thượng Đế của quí vị? Và phần việc của chúng tôi là của chúng tôi còn phần việc của quí vị là của quí vị. Và chúng tôi thành tâm với Ngài (Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "147",
    "SURAH": "2",
    "AYAH": "140",
    "ARABIC_TEXT": "أَمۡ تَقُولُونَ إِنَّ إِبۡرَٰهِـۧمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطَ كَانُواْ هُودًا أَوۡ نَصَٰرَىٰۗ قُلۡ ءَأَنتُمۡ أَعۡلَمُ أَمِ ٱللَّهُۗ وَمَنۡ أَظۡلَمُ مِمَّن كَتَمَ شَهَٰدَةً عِندَهُۥ مِنَ ٱللَّهِۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
    "TRANSLATION": "Hoặc phải chăng quí vị bảo Ibrahim, Isma’il, Is-haq, Ya'qub và các Bộ lạc (của Israel) là những người Do thái hay tín đồ Thiên Chúa giáo cả hay sao? Hãy bảo họ: “Phải chăng quí vị biết hơn Allah?” Còn ai sai quấy hơn kẻ đã giấu giếm Lời xác nhận của Allah (về Sứ Giả Muhammad) trong (Kinh Sách) mà họ đang giữ? Và Allah không làm ngơ trước những điều các ngươi làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "148",
    "SURAH": "2",
    "AYAH": "141",
    "ARABIC_TEXT": "تِلۡكَ أُمَّةٞ قَدۡ خَلَتۡۖ لَهَا مَا كَسَبَتۡ وَلَكُم مَّا كَسَبۡتُمۡۖ وَلَا تُسۡـَٔلُونَ عَمَّا كَانُواْ يَعۡمَلُونَ",
    "TRANSLATION": "Đó là một Ummah (Cộng đồng) đã qua đời. Họ gặt hái thành quả về những điều (thiện) mà họ đã làm ra còn của quí vị thì là điều mà quí vị đã làm ra. Quí vị sẽ không bị chất vấn về những điều mà họ đã làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "149",
    "SURAH": "2",
    "AYAH": "142",
    "ARABIC_TEXT": "۞ سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمۡ عَن قِبۡلَتِهِمُ ٱلَّتِي كَانُواْ عَلَيۡهَاۚ قُل لِّلَّهِ ٱلۡمَشۡرِقُ وَٱلۡمَغۡرِبُۚ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
    "TRANSLATION": "Những kẻ điên rồ trong thiên hạ sẽ nói: “Điều gì đã làm (cho những người Muslim này) thay đổi hướng Qiblah(32) mà họ thường quay về đó (để dâng lễ?)” Hãy bảo họ: “Hướng đông và Hướng tây là của Allah. Ngài hướng dẫn người nào Ngài muốn đến con đường ngay chính.”",
    "FOOTNOTES": "(32) Qiblah là hướng nhắm về mục tiêu dâng lễ. Trước khi Thiên Sứ Muhammad dời cư về Madinah và sau mười sáu tháng định cư tại đó, người Muslim vẫn hướng về Jerusalem để dâng lê. Sau đó, Allah truyền lệnh cho Thiên Sứ đổi hướng Qiblah về Ngôi dền Ka’bah ở Makkah để dâng lễ."
  },
  {
    "ID": "150",
    "SURAH": "2",
    "AYAH": "143",
    "ARABIC_TEXT": "وَكَذَٰلِكَ جَعَلۡنَٰكُمۡ أُمَّةٗ وَسَطٗا لِّتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيۡكُمۡ شَهِيدٗاۗ وَمَا جَعَلۡنَا ٱلۡقِبۡلَةَ ٱلَّتِي كُنتَ عَلَيۡهَآ إِلَّا لِنَعۡلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيۡهِۚ وَإِن كَانَتۡ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَٰنَكُمۡۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ",
    "TRANSLATION": "Và TA (Allah) đã làm cho các ngươi thành một cộng đồng dung hòa(33) để các ngươi trở thành các nhân chứng cho nhân loại và Sứ Giả (Muhammad) là một nhân chứng cho các ngươi; và TA (Allah) đã chỉ định hướng Qiblah mà Ngươi thường quay về đó (để dâng lễ) là chỉ để cho TA (Allah) biết ai là người tuân theo Sứ Giả (của Allah) với ai là người quay gót chân theo hướng khác. Và quả thật đó là một thay đổi rất lớn, nhưng không mấy trọng đại đối với những ai đã được Allah hướng dẫn (theo Chính Đạo). Và Allah không làm cho đức tin của các ngươi thành vô nghĩa bởi vì Allah rất mực Độ lượng, Rất Mực Khoan Dung.",
    "FOOTNOTES": "(33) Cộng đồng dung hòa có nghĩa chính giữa và đúng đắn. Islam là một tôn giáo trung dung, đúng đắn, không cực đoan."
  },
  {
    "ID": "151",
    "SURAH": "2",
    "AYAH": "144",
    "ARABIC_TEXT": "قَدۡ نَرَىٰ تَقَلُّبَ وَجۡهِكَ فِي ٱلسَّمَآءِۖ فَلَنُوَلِّيَنَّكَ قِبۡلَةٗ تَرۡضَىٰهَاۚ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥۗ وَإِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ لَيَعۡلَمُونَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّهِمۡۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا يَعۡمَلُونَ",
    "TRANSLATION": "Chắc chắn TA (Allah) thấy Ngươi (Muhammad) ngước mặt lên trời (cầu xin Chỉ Đạo). Bởi thế, TA (Allah) hướng Ngươi về phía Qiblah làm cho Ngươi hài lòng. Do đó, hãy quay mặt của Ngươi hướng về Al-Masjid al-Haram (Thánh đường Linh thiêng tại Makkah). Và ở bất cứ nơi nào, các ngươi hãy quay mặt về phía đó (để dâng lễ). Và chắc chắn những ai đã được (Allah) ban cho Kinh Sách đều biết rằng đó là sự Thật do Thượng Đế của họ ban xuống. Và Allah không làm ngơ trước những điều họ làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "152",
    "SURAH": "2",
    "AYAH": "145",
    "ARABIC_TEXT": "وَلَئِنۡ أَتَيۡتَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ بِكُلِّ ءَايَةٖ مَّا تَبِعُواْ قِبۡلَتَكَۚ وَمَآ أَنتَ بِتَابِعٖ قِبۡلَتَهُمۡۚ وَمَا بَعۡضُهُم بِتَابِعٖ قِبۡلَةَ بَعۡضٖۚ وَلَئِنِ ٱتَّبَعۡتَ أَهۡوَآءَهُم مِّنۢ بَعۡدِ مَا جَآءَكَ مِنَ ٱلۡعِلۡمِ إِنَّكَ إِذٗا لَّمِنَ ٱلظَّٰلِمِينَ",
    "TRANSLATION": "Và chắc chắn rằng nếu Ngươi có mang tất cả các Phép lạ đến cho những ai đã được ban cho Kinh Sách thấy (hầu thuyết phục họ về sự thật) đó, thì nhất định họ sẽ không theo hướng Qiblah của Ngươi; và Ngươi cũng sẽ không theo hướng Qiblah của họ; và đôi bên không ai theo hướng Qiblah của ai cả. Và sau khi đã rõ sự Thật, nếu Ngươi tiếp tục làm theo ý muốn của họ thì rõ ràng Ngươi cố tình làm điều sai quấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "153",
    "SURAH": "2",
    "AYAH": "146",
    "ARABIC_TEXT": "ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يَعۡرِفُونَهُۥ كَمَا يَعۡرِفُونَ أَبۡنَآءَهُمۡۖ وَإِنَّ فَرِيقٗا مِّنۡهُمۡ لَيَكۡتُمُونَ ٱلۡحَقَّ وَهُمۡ يَعۡلَمُونَ",
    "TRANSLATION": "Những ai mà TA (Allah) đã ban cho Kinh Sách đều nhìn nhận Người (Muhammad là Sứ Giả của Allah) giống như việc họ nhìn nhận con cái của họ vậy, nhưng một số trong bọn họ giấu giếm sự thật trong lúc họ biết (điều đó).",
    "FOOTNOTES": ""
  },
  {
    "ID": "154",
    "SURAH": "2",
    "AYAH": "147",
    "ARABIC_TEXT": "ٱلۡحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلۡمُمۡتَرِينَ",
    "TRANSLATION": "Sự Thật là từ Thượng Đế của Ngươi. Bởi thế, chớ sinh lòng nghi ngờ (về Nó).",
    "FOOTNOTES": ""
  },
  {
    "ID": "155",
    "SURAH": "2",
    "AYAH": "148",
    "ARABIC_TEXT": "وَلِكُلّٖ وِجۡهَةٌ هُوَ مُوَلِّيهَاۖ فَٱسۡتَبِقُواْ ٱلۡخَيۡرَٰتِۚ أَيۡنَ مَا تَكُونُواْ يَأۡتِ بِكُمُ ٱللَّهُ جَمِيعًاۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
    "TRANSLATION": "Mỗi cá nhân (hay cộng đồng) đều có một mục tiêu mà y (hay họ) hướng về (để dâng lễ). Do đó, hãy thi đua nhau làm điều lành. Bất cứ nơi nào các ngươi ở, Allah sẽ đưa các ngươi đến gặp nhau. Bởi vì Allah có quyền chi phối trên tất cả mọi việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "156",
    "SURAH": "2",
    "AYAH": "149",
    "ARABIC_TEXT": "وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۖ وَإِنَّهُۥ لَلۡحَقُّ مِن رَّبِّكَۗ وَمَا ٱللَّهُ بِغَٰفِلٍ عَمَّا تَعۡمَلُونَ",
    "TRANSLATION": "Và từ bất cứ nơi nào Ngươi khởi hành, hãy quay mặt của Ngươi về hướng Masjid Al-Haram (để dâng lễ). Và chắc chắn đó là sự Thật từ Thượng Đế của Ngươi. Và Allah không làm ngơ trước những điều các người làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "157",
    "SURAH": "2",
    "AYAH": "150",
    "ARABIC_TEXT": "وَمِنۡ حَيۡثُ خَرَجۡتَ فَوَلِّ وَجۡهَكَ شَطۡرَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَحَيۡثُ مَا كُنتُمۡ فَوَلُّواْ وُجُوهَكُمۡ شَطۡرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيۡكُمۡ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ فَلَا تَخۡشَوۡهُمۡ وَٱخۡشَوۡنِي وَلِأُتِمَّ نِعۡمَتِي عَلَيۡكُمۡ وَلَعَلَّكُمۡ تَهۡتَدُونَ",
    "TRANSLATION": "Và từ bất cứ nơi nào Ngươi khởi hành, hãy quay mặt của Ngươi về hướng Masịid-al-Haram (để dâng lễ); và ở bất cứ nơi nào, hãy quay mặt của các người hướng về đó (để dâng lễ) để cho thiên hạ không còn lý do để tranh chấp với các ngươi (về Qiblah) ngoại trừ những ai làm điều sai quấy trong bọn họ. Bởi thế, chớ sợ họ mà hãy sợ TA. Và để cho TA hoàn tất ân huệ của TA cho các ngươi và để cho các ngươi được hướng dẫn đứng Chính Đạo;",
    "FOOTNOTES": ""
  },
  {
    "ID": "158",
    "SURAH": "2",
    "AYAH": "151",
    "ARABIC_TEXT": "كَمَآ أَرۡسَلۡنَا فِيكُمۡ رَسُولٗا مِّنكُمۡ يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِنَا وَيُزَكِّيكُمۡ وَيُعَلِّمُكُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَيُعَلِّمُكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ",
    "TRANSLATION": "Tương tự như việc TA (Allah) đã cử một Sứ Giả xuất thân từ các ngươi đến để đọc cho các ngươi các Lời Mặc Khải của TA và thanh sạch hóa các ngươi và dạy các ngươi Kinh Sách (Qur'an) và Lẽ đúng đắn khôn ngoan(34) và dạy các ngươi những điều mà các ngươi chưa từng biết.",
    "FOOTNOTES": "(34) Lời lẽ đúng đắn khôn ngoan ở đây ám chỉ Sunnah lề lối của Thiên Sứ."
  },
  {
    "ID": "159",
    "SURAH": "2",
    "AYAH": "152",
    "ARABIC_TEXT": "فَٱذۡكُرُونِيٓ أَذۡكُرۡكُمۡ وَٱشۡكُرُواْ لِي وَلَا تَكۡفُرُونِ",
    "TRANSLATION": "Bởi thế, hãy nhớ TA; TA sẽ nhớ các ngươi trở lại. Và hãy biết ơn TA và chớ phụ ân TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "160",
    "SURAH": "2",
    "AYAH": "153",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَعِينُواْ بِٱلصَّبۡرِ وَٱلصَّلَوٰةِۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ",
    "TRANSLATION": "Hỡi những ai có đức tin! Hãy cầu xin sự giúp đỡ (của Allah) bằng sự kiên nhẫn và lễ nguyện Salah. Bởi quả thật, Allah luôn ở cùng với những người kiên nhẫn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "161",
    "SURAH": "2",
    "AYAH": "154",
    "ARABIC_TEXT": "وَلَا تَقُولُواْ لِمَن يُقۡتَلُ فِي سَبِيلِ ٱللَّهِ أَمۡوَٰتُۢۚ بَلۡ أَحۡيَآءٞ وَلَٰكِن لَّا تَشۡعُرُونَ",
    "TRANSLATION": "Và chớ nói về những ai đã hy sinh tính mạng cho Chính Nghĩa của Allah (rằng họ đã) chết rồi. Không, (họ vẫn còn) sống nhưng các ngươi không nhận thấy (điều đó).",
    "FOOTNOTES": ""
  },
  {
    "ID": "162",
    "SURAH": "2",
    "AYAH": "155",
    "ARABIC_TEXT": "وَلَنَبۡلُوَنَّكُم بِشَيۡءٖ مِّنَ ٱلۡخَوۡفِ وَٱلۡجُوعِ وَنَقۡصٖ مِّنَ ٱلۡأَمۡوَٰلِ وَٱلۡأَنفُسِ وَٱلثَّمَرَٰتِۗ وَبَشِّرِ ٱلصَّٰبِرِينَ",
    "TRANSLATION": "Và chắc chắn TA (Allah) sẽ thử thách các người với những điều sợ hãi, và đói khát, và việc mất mát tài sản và (thiệt hại) sinh mạng và hoa quả (mùa màng), nhưng hãy báo tin mừng cho những người kiên nhẫn:",
    "FOOTNOTES": ""
  },
  {
    "ID": "163",
    "SURAH": "2",
    "AYAH": "156",
    "ARABIC_TEXT": "ٱلَّذِينَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةٞ قَالُوٓاْ إِنَّا لِلَّهِ وَإِنَّآ إِلَيۡهِ رَٰجِعُونَ",
    "TRANSLATION": "Những ai khi gặp phải điều xấu, nói: “Quả thật, chúng tôi là của Allah và chúng tôi sẽ trở về với Ngài”:-",
    "FOOTNOTES": ""
  },
  {
    "ID": "164",
    "SURAH": "2",
    "AYAH": "157",
    "ARABIC_TEXT": "أُوْلَٰٓئِكَ عَلَيۡهِمۡ صَلَوَٰتٞ مِّن رَّبِّهِمۡ وَرَحۡمَةٞۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُهۡتَدُونَ",
    "TRANSLATION": "Họ là những người sẽ nhận Phúc lành và sự Khoan dung từ Thượng Đế của họ và họ là những người được hướng dẫn (đúng Chính Đạo).",
    "FOOTNOTES": ""
  },
  {
    "ID": "165",
    "SURAH": "2",
    "AYAH": "158",
    "ARABIC_TEXT": "۞ إِنَّ ٱلصَّفَا وَٱلۡمَرۡوَةَ مِن شَعَآئِرِ ٱللَّهِۖ فَمَنۡ حَجَّ ٱلۡبَيۡتَ أَوِ ٱعۡتَمَرَ فَلَا جُنَاحَ عَلَيۡهِ أَن يَطَّوَّفَ بِهِمَاۚ وَمَن تَطَوَّعَ خَيۡرٗا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ",
    "TRANSLATION": "Quả thật, (hai ngọn đồi) Safa và Marwah (tại Makkah) là những biểu hiệu của Allah. Do đó, ai làm Hajj hoặc 'Umrah tại Ngôi Đền (của Allah) thì sẽ không có tội khi đi vòng hai địa điểm đó. Và ai tự nguyện làm điều lành thì quả thật Allah Hằng ghi ơn và Hằng biết (việc làm tốt của họ).",
    "FOOTNOTES": ""
  },
  {
    "ID": "166",
    "SURAH": "2",
    "AYAH": "159",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلۡنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلۡهُدَىٰ مِنۢ بَعۡدِ مَا بَيَّنَّٰهُ لِلنَّاسِ فِي ٱلۡكِتَٰبِ أُوْلَٰٓئِكَ يَلۡعَنُهُمُ ٱللَّهُ وَيَلۡعَنُهُمُ ٱللَّٰعِنُونَ",
    "TRANSLATION": "Quả thật, những ai giấu giếm những bằng chứng rõ rệt mà TA (Allah) đã ban xuống và (giấu giếm) Chỉ Đạo mà TA đã trình bày rõ cho nhân loại trong Kinh Sách thì sẽ bị Allah nguyền rủa  và bị cả những Thiên Thần và những người có đức tin nguyền rủa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "167",
    "SURAH": "2",
    "AYAH": "160",
    "ARABIC_TEXT": "إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَبَيَّنُواْ فَأُوْلَٰٓئِكَ أَتُوبُ عَلَيۡهِمۡ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ",
    "TRANSLATION": "Ngoại trừ những ai biết sám hối, phục thiện và công bố (sự Thật) thì sẽ được TA đoái thương tha thứ bởi vì TA là Đấng Hằng quay lại Tha thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "168",
    "SURAH": "2",
    "AYAH": "161",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمۡ كُفَّارٌ أُوْلَٰٓئِكَ عَلَيۡهِمۡ لَعۡنَةُ ٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ وَٱلنَّاسِ أَجۡمَعِينَ",
    "TRANSLATION": "Bởi vì quả thật những ai phủ nhận đức tin và chết trong tình trạng không có đức tin thì sẽ bị cả Allah và Thiên Thần và nhân loại nguyền rủa;",
    "FOOTNOTES": ""
  },
  {
    "ID": "169",
    "SURAH": "2",
    "AYAH": "162",
    "ARABIC_TEXT": "خَٰلِدِينَ فِيهَا لَا يُخَفَّفُ عَنۡهُمُ ٱلۡعَذَابُ وَلَا هُمۡ يُنظَرُونَ",
    "TRANSLATION": "Chúng sẽ ở trong (tình trạng bị nguyền rủa) đó đời đời. Hình phạt dành cho chúng sẽ không được giảm nhẹ và chúng sẽ không được buông tha.",
    "FOOTNOTES": ""
  },
  {
    "ID": "170",
    "SURAH": "2",
    "AYAH": "163",
    "ARABIC_TEXT": "وَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ لَّآ إِلَٰهَ إِلَّا هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ",
    "TRANSLATION": "Và Thượng Đế của các ngươi là một Thượng Đế Duy nhất. Không có Thượng Đế nào khác, duy chỉ Ngài (Allah), Đấng rất mực Nhân từ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "171",
    "SURAH": "2",
    "AYAH": "164",
    "ARABIC_TEXT": "إِنَّ فِي خَلۡقِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَٱخۡتِلَٰفِ ٱلَّيۡلِ وَٱلنَّهَارِ وَٱلۡفُلۡكِ ٱلَّتِي تَجۡرِي فِي ٱلۡبَحۡرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٖ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖ وَتَصۡرِيفِ ٱلرِّيَٰحِ وَٱلسَّحَابِ ٱلۡمُسَخَّرِ بَيۡنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ",
    "TRANSLATION": "Quả thật, trong việc tạo hóa các tầng trời và trái đất; và (việc) luân chuyển ban đêm và ban ngày; và (việc) các chiếc tàu (chở hàng hóa) vượt trùng dương làm lợi cho nhân loại; và (việc) Allah ban nước mưa từ trên trời xuống nhờ đó Ngài làm cho mảnh đất chết khô sống lại; và (việc) Ngài rải tung đủ loại sinh vật khắp mặt đất; và (việc) chuyển hướng các luồng gió và luồng mây mà Ngài chế ngự giữa trời và đất; (tất cả các việc đó) là những dấu hiệu cho những người biết suy nghĩ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "172",
    "SURAH": "2",
    "AYAH": "165",
    "ARABIC_TEXT": "وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادٗا يُحِبُّونَهُمۡ كَحُبِّ ٱللَّهِۖ وَٱلَّذِينَ ءَامَنُوٓاْ أَشَدُّ حُبّٗا لِّلَّهِۗ وَلَوۡ يَرَى ٱلَّذِينَ ظَلَمُوٓاْ إِذۡ يَرَوۡنَ ٱلۡعَذَابَ أَنَّ ٱلۡقُوَّةَ لِلَّهِ جَمِيعٗا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلۡعَذَابِ",
    "TRANSLATION": "Nhưng trong nhân loại có những kẻ đã dựng những đối thủ ngang vai với Allah. Họ yêu thương chúng giống với tình thương mà họ dành cho Allah. Ngược lại, những ai có đức tin thì yêu thương Allah mạnh hơn. Và nếu những ai làm điều sai quấy có thể nhìn thấy được (sự thật) thì chúng sẽ không thấy gì ngoài sự trừng phạt bởi lẽ tất cả quyền lực đều nằm trong tay của Allah và Allah rất nghiêm khắc trong việc trừng trị.",
    "FOOTNOTES": ""
  },
  {
    "ID": "173",
    "SURAH": "2",
    "AYAH": "166",
    "ARABIC_TEXT": "إِذۡ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُواْ مِنَ ٱلَّذِينَ ٱتَّبَعُواْ وَرَأَوُاْ ٱلۡعَذَابَ وَتَقَطَّعَتۡ بِهِمُ ٱلۡأَسۡبَابُ",
    "TRANSLATION": "(Bởi vì) khi đối diện với hình phạt, những kẻ được tuân theo sẽ (tuyên bố) vô can đối với những kẻ phục tùng chúng và mọi quan hệ giữa đôi bên sẽ bị cắt đứt hết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "174",
    "SURAH": "2",
    "AYAH": "167",
    "ARABIC_TEXT": "وَقَالَ ٱلَّذِينَ ٱتَّبَعُواْ لَوۡ أَنَّ لَنَا كَرَّةٗ فَنَتَبَرَّأَ مِنۡهُمۡ كَمَا تَبَرَّءُواْ مِنَّاۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعۡمَٰلَهُمۡ حَسَرَٰتٍ عَلَيۡهِمۡۖ وَمَا هُم بِخَٰرِجِينَ مِنَ ٱلنَّارِ",
    "TRANSLATION": "Và những kẻ phục tùng sẽ bảo: “Nếu chúng tôi có cơ hội trở lại trần gian, chúng tôi sẽ tuyên bố vô can đối với bọn chúng giống như việc bọn chúng đã tuyên bố vô can đối với chúng tôi ngày naỵ.” Allah sẽ cho chúng thấy kết quả của việc làm của chúng chỉ gồm những ân hận và nuối tiếc giống như thế. Và chúng sẽ không có cách nào thoát ra khỏi Lửa (của hỏa ngục).",
    "FOOTNOTES": ""
  },
  {
    "ID": "175",
    "SURAH": "2",
    "AYAH": "168",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّاسُ كُلُواْ مِمَّا فِي ٱلۡأَرۡضِ حَلَٰلٗا طَيِّبٗا وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٌ",
    "TRANSLATION": "Hỡi nhân loại! Hãy ăn những thức ăn được cho phép và tốt sạch và chớ giẫm theo dấu chân của Shaytan; quả thật nó là kẻ thù công khai của các ngươi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "176",
    "SURAH": "2",
    "AYAH": "169",
    "ARABIC_TEXT": "إِنَّمَا يَأۡمُرُكُم بِٱلسُّوٓءِ وَٱلۡفَحۡشَآءِ وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
    "TRANSLATION": "(Shaytan) chỉ ra lệnh cho các ngươi làm điều tội lỗi và điều khả ố và bắt các ngươi nói về Allah những điều các ngươi không biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "177",
    "SURAH": "2",
    "AYAH": "170",
    "ARABIC_TEXT": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَآ أَلۡفَيۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ءَابَآؤُهُمۡ لَا يَعۡقِلُونَ شَيۡـٔٗا وَلَا يَهۡتَدُونَ",
    "TRANSLATION": "Và khi có lời bảo họ: “Hãy tuân theo điều (Mặc khải) do Allah ban xuống,” thì họ đáp: “Không, chúng tôi sẽ theo điều mà chúng tôi thấy cha mẹ của chúng tôi đang theo.” Sao! Ngay cả việc cha mẹ của họ không biết gì hoặc không được ai hướng dẫn hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "178",
    "SURAH": "2",
    "AYAH": "171",
    "ARABIC_TEXT": "وَمَثَلُ ٱلَّذِينَ كَفَرُواْ كَمَثَلِ ٱلَّذِي يَنۡعِقُ بِمَا لَا يَسۡمَعُ إِلَّا دُعَآءٗ وَنِدَآءٗۚ صُمُّۢ بُكۡمٌ عُمۡيٞ فَهُمۡ لَا يَعۡقِلُونَ",
    "TRANSLATION": "Và hình ảnh của những kẻ phủ nhận đức tin có thể so sánh với (hình ảnh của) một người (chăn trừu) thét to cho những con vật không nghe được tiếng gì khác ngoài tiếng gọi và tiếng thét. (Chúng là những sinh vật) điếc, câm và mù cho nên chúng không hiểu gì.",
    "FOOTNOTES": ""
  },
  {
    "ID": "179",
    "SURAH": "2",
    "AYAH": "172",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَٱشۡكُرُواْ لِلَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ",
    "TRANSLATION": " Hỡi những ai có đức tin! Hãy ăn những thức ăn tốt sạch mà TA (Allah) đã cung cấp cho các ngươi; và hãy biết ơn Allah nếu các ngươi chỉ thờ phụng riêng Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "180",
    "SURAH": "2",
    "AYAH": "173",
    "ARABIC_TEXT": "إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيۡرِ ٱللَّهِۖ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
    "TRANSLATION": "(Allah) chỉ cấm các ngươi ăn (thịt của) xác chết, và máu (huyết), và thịt của con heo, và những món mà tên của các thần linh khác không phải (tên của) Allah đã được đọc nhắc đến (khi cắt cổ chúng). Nhưng ai vì nhu cầu bắt buộc mà phải dùng những món (cấm) đó ngoài ý muốn (của mình) và không quá độ, thì sẽ không bị tội. Bởi vì quả thật Allah Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "181",
    "SURAH": "2",
    "AYAH": "174",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ يَكۡتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلۡكِتَٰبِ وَيَشۡتَرُونَ بِهِۦ ثَمَنٗا قَلِيلًا أُوْلَٰٓئِكَ مَا يَأۡكُلُونَ فِي بُطُونِهِمۡ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوۡمَ ٱلۡقِيَٰمَةِ وَلَا يُزَكِّيهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٌ",
    "TRANSLATION": "Quả thật, những ai giấu giếm những điều (mặc khải) của Kinh Sách mà Allah đã ban xuống và dùng Nó để mua bán với một giá nhỏ nhoi thì là những kẻ chỉ nuốt Lửa vào bụng. Allah sẽ không nói đến chúng vào Ngày phục sinh, cũng sẽ không thanh sạch chúng; và chúng sẽ bị trừng phạt đau đớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "182",
    "SURAH": "2",
    "AYAH": "175",
    "ARABIC_TEXT": "أُوْلَٰٓئِكَ ٱلَّذِينَ ٱشۡتَرَوُاْ ٱلضَّلَٰلَةَ بِٱلۡهُدَىٰ وَٱلۡعَذَابَ بِٱلۡمَغۡفِرَةِۚ فَمَآ أَصۡبَرَهُمۡ عَلَى ٱلنَّارِ",
    "TRANSLATION": "Chúng là những kẻ đã mua lấy sự lầm lạc thay vì theo Chỉ Đạo đúng đắn và mua lấy hình phạt thay vì sự tha thứ. Thật chúng gan dạ lắm mới dám đương đầu với Lửa (của hỏa ngục!)",
    "FOOTNOTES": ""
  },
  {
    "ID": "183",
    "SURAH": "2",
    "AYAH": "176",
    "ARABIC_TEXT": "ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّۗ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِي ٱلۡكِتَٰبِ لَفِي شِقَاقِۭ بَعِيدٖ",
    "TRANSLATION": "(Sở dĩ) như thế là vì Allah ban Kinh Sách xuống bằng sự thật và quả thật những ai bất đồng ý kiến về Kinh Sách (của Allah) thì chắc chắn sẽ rơi vào tình trạng rời xa khỏi đạo giáo.",
    "FOOTNOTES": ""
  },
  {
    "ID": "184",
    "SURAH": "2",
    "AYAH": "177",
    "ARABIC_TEXT": "۞ لَّيۡسَ ٱلۡبِرَّ أَن تُوَلُّواْ وُجُوهَكُمۡ قِبَلَ ٱلۡمَشۡرِقِ وَٱلۡمَغۡرِبِ وَلَٰكِنَّ ٱلۡبِرَّ مَنۡ ءَامَنَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَٱلۡمَلَٰٓئِكَةِ وَٱلۡكِتَٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلۡمَالَ عَلَىٰ حُبِّهِۦ ذَوِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِي ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلۡمُوفُونَ بِعَهۡدِهِمۡ إِذَا عَٰهَدُواْۖ وَٱلصَّٰبِرِينَ فِي ٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلۡبَأۡسِۗ أُوْلَٰٓئِكَ ٱلَّذِينَ صَدَقُواْۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُتَّقُونَ",
    "TRANSLATION": "Đạo đức không phải là các ngươi quay mặt về hướng đông hay hướng tây; mà đạo đức là việc ai tin tưởng nơi Allah và Ngày Phán Xử Cuối Cùng, và các Thiên Thần, và Kinh Sách (của Allah), và các Nabi (của Allah), và vì yêu thương Ngài mà bố thí của cải cho bà con ruột thịt, và cho những trẻ mồ côi, và những người thiếu thốn, và những người lỡ đường, và những người ăn xin, và để chuộc và giải phóng những người nô-lệ, và chu đáo dâng lễ Salah và đóng Zakah và hoàn tất lời hứa khi đã hứa, và kiên trì chịu đựng trong nghịch cảnh (đói khổ) và thiên tai (bệnh hoạn) và trong thời gian xảy ra chiến tranh (bạo động). Họ là những người chân thật và là những người ngay chính sợ Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "185",
    "SURAH": "2",
    "AYAH": "178",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلۡقِصَاصُ فِي ٱلۡقَتۡلَىۖ ٱلۡحُرُّ بِٱلۡحُرِّ وَٱلۡعَبۡدُ بِٱلۡعَبۡدِ وَٱلۡأُنثَىٰ بِٱلۡأُنثَىٰۚ فَمَنۡ عُفِيَ لَهُۥ مِنۡ أَخِيهِ شَيۡءٞ فَٱتِّبَاعُۢ بِٱلۡمَعۡرُوفِ وَأَدَآءٌ إِلَيۡهِ بِإِحۡسَٰنٖۗ ذَٰلِكَ تَخۡفِيفٞ مِّن رَّبِّكُمۡ وَرَحۡمَةٞۗ فَمَنِ ٱعۡتَدَىٰ بَعۡدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٞ",
    "TRANSLATION": "Hỡi những ai có đức tin! Luật trả đũa (Qisas) về việc giết người được qui định như sau: (sinh mạng của một) người tự do đổi lấy (sinh mạng của một) người tự do; (sinh mạng của) một người nô lệ đổi lấy (sinh mạng của) một người nô lệ; một người phụ nữ đổi lấy một người phụ nữ; nhưng nếu phạm nhân nào được anh (hay em) của nạn nhân lượng thứ cho phần nào, thì hãy làm theo yêu cầu hợp lý của y và bồi thường cho nạn nhân một cách tốt đẹp. Đây là sự giảm nhẹ và là sự khoan dung từ Thượng Đế của các ngươi. Bởi thế, sau các qui định nêu trên, ai vượt quá mức giới hạn thì sẽ bị trừng trị đích đáng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "186",
    "SURAH": "2",
    "AYAH": "179",
    "ARABIC_TEXT": "وَلَكُمۡ فِي ٱلۡقِصَاصِ حَيَوٰةٞ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ لَعَلَّكُمۡ تَتَّقُونَ",
    "TRANSLATION": "Và trong luật Qisas có việc (cứu) sinh mạng đối với các ngươi, hỡi những người hiểu biết! để cho các ngươi trở thành những người ngay chính sợ Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "187",
    "SURAH": "2",
    "AYAH": "180",
    "ARABIC_TEXT": "كُتِبَ عَلَيۡكُمۡ إِذَا حَضَرَ أَحَدَكُمُ ٱلۡمَوۡتُ إِن تَرَكَ خَيۡرًا ٱلۡوَصِيَّةُ لِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ",
    "TRANSLATION": "Lệnh truyền cho các ngươi (như sau:) Khi một ai trong các ngươi sắp từ trần, nếu y để lại tài sản thì phải lập di chúc cho cha mẹ và bà con ruột thịt một cách hợp lý. Đây là bổn phận của người ngay chính sợ Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "188",
    "SURAH": "2",
    "AYAH": "181",
    "ARABIC_TEXT": "فَمَنۢ بَدَّلَهُۥ بَعۡدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثۡمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
    "TRANSLATION": "Bởi thế, ai sửa đổi lời di chúc sau khi đã tuyên bố thì chỉ riêng những người sửa đổi đó mới chịu tội. Bởi vì Allah Hằng nghe và Hằng biết hết mọi việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "189",
    "SURAH": "2",
    "AYAH": "182",
    "ARABIC_TEXT": "فَمَنۡ خَافَ مِن مُّوصٖ جَنَفًا أَوۡ إِثۡمٗا فَأَصۡلَحَ بَيۡنَهُمۡ فَلَآ إِثۡمَ عَلَيۡهِۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
    "TRANSLATION": "Nhưng người nào sợ có sự thiên vị hoặc tội lỗi từ người để lại di chúc rồi đứng ra giàn xếp giữa những người liên hệ thì sẽ không mang tội. Quả thật, Allah Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "190",
    "SURAH": "2",
    "AYAH": "183",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُتِبَ عَلَيۡكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبۡلِكُمۡ لَعَلَّكُمۡ تَتَّقُونَ",
    "TRANSLATION": "Hỡi những ai có đức tin! Nhịn chay(35) là lệnh được truyền xuống cho các ngươi như đã được truyền xuống cho những người trước các ngươi để các ngươi (rèn luyện) sự khắc kỷ và trở thành người ngay chính sợ Allah.",
    "FOOTNOTES": "(35) Nhịn chay có nghĩa là kiêng cử, hãm mình và được qui định nơi câu 187 ở dưới."
  },
  {
    "ID": "191",
    "SURAH": "2",
    "AYAH": "184",
    "ARABIC_TEXT": "أَيَّامٗا مَّعۡدُودَٰتٖۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدۡيَةٞ طَعَامُ مِسۡكِينٖۖ فَمَن تَطَوَّعَ خَيۡرٗا فَهُوَ خَيۡرٞ لَّهُۥۚ وَأَن تَصُومُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
    "TRANSLATION": "(Nhịn chay) trong một số ngày ấn định. Nhưng ai trong các ngươi mắc bệnh hoặc đi xa nhà thì sẽ nhịn bù lại cho đủ số ngày đã thiếu (vào tháng khác). Nhưng đối với những ai có khả năng nhịn chay (nhưng rất chật vật trong việc nhịn chay vì già yếu) thì có thể chuộc tội bằng cách nuôi ăn (từng ngày) một người thiếu thốn. Nhưng người nào tự nguyện (bố thí) làm tốt thì điều đó tốt cho y hơn. Tuy nhiên, thực hiện việc nhịn chay tốt cho các ngươi hơn nếu các ngươi biết (giá trị của nó).",
    "FOOTNOTES": ""
  },
  {
    "ID": "192",
    "SURAH": "2",
    "AYAH": "185",
    "ARABIC_TEXT": "شَهۡرُ رَمَضَانَ ٱلَّذِيٓ أُنزِلَ فِيهِ ٱلۡقُرۡءَانُ هُدٗى لِّلنَّاسِ وَبَيِّنَٰتٖ مِّنَ ٱلۡهُدَىٰ وَٱلۡفُرۡقَانِۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهۡرَ فَلۡيَصُمۡهُۖ وَمَن كَانَ مَرِيضًا أَوۡ عَلَىٰ سَفَرٖ فَعِدَّةٞ مِّنۡ أَيَّامٍ أُخَرَۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلۡيُسۡرَ وَلَا يُرِيدُ بِكُمُ ٱلۡعُسۡرَ وَلِتُكۡمِلُواْ ٱلۡعِدَّةَ وَلِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
    "TRANSLATION": "Tháng Ramadan là tháng trong đó (Kinh) Qur’an được ban xuống làm Chỉ Đạo cho nhân loại và mang bằng chứng rõ rệt về Chỉ Đạo và Tiêu chuẩn (phân biệt Phúc và Tội). Bởi thế, ai trong các ngươi chứng kiến (hoặc có mặt tại nhà) tháng đó thì phải nhịn chay trọn tháng; và ai bị bệnh hoặc đi xa nhà thì phải nhịn bù lại số ngày đã thiếu (vào tháng khác). Allah muốn điều dễ dàng cho các ngươi chứ Ngài không muốn gây khó khăn cho các ngươi. (Ngài muốn các ngươi) hoàn tất số ngày (nhịn chay) ấnn định và muốn cho các ngươi tán dương sự Vĩ đại của Allah về việc Ngài đã hướng dẫn các ngươi và để cho các ngươi có dịp tạ ơn Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "193",
    "SURAH": "2",
    "AYAH": "186",
    "ARABIC_TEXT": "وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌۖ أُجِيبُ دَعۡوَةَ ٱلدَّاعِ إِذَا دَعَانِۖ فَلۡيَسۡتَجِيبُواْ لِي وَلۡيُؤۡمِنُواْ بِي لَعَلَّهُمۡ يَرۡشُدُونَ",
    "TRANSLATION": "Và khi bầy tôi của TA hỏi Ngươi (Muhammad) về TA, (hãy bảo họ) TA rất gần. TA đáp lại lời cầu xin của người nguyện cầu khi y cầu xin TA. Ngược lại, họ cũng phải đáp lại (Lời gọi của) TA và tin tưởng nơi TA để may ra họ được hướng dẫn đúng đường.",
    "FOOTNOTES": ""
  },
  {
    "ID": "194",
    "SURAH": "2",
    "AYAH": "187",
    "ARABIC_TEXT": "أُحِلَّ لَكُمۡ لَيۡلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمۡۚ هُنَّ لِبَاسٞ لَّكُمۡ وَأَنتُمۡ لِبَاسٞ لَّهُنَّۗ عَلِمَ ٱللَّهُ أَنَّكُمۡ كُنتُمۡ تَخۡتَانُونَ أَنفُسَكُمۡ فَتَابَ عَلَيۡكُمۡ وَعَفَا عَنكُمۡۖ فَٱلۡـَٰٔنَ بَٰشِرُوهُنَّ وَٱبۡتَغُواْ مَا كَتَبَ ٱللَّهُ لَكُمۡۚ وَكُلُواْ وَٱشۡرَبُواْ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلۡخَيۡطُ ٱلۡأَبۡيَضُ مِنَ ٱلۡخَيۡطِ ٱلۡأَسۡوَدِ مِنَ ٱلۡفَجۡرِۖ ثُمَّ أَتِمُّواْ ٱلصِّيَامَ إِلَى ٱلَّيۡلِۚ وَلَا تُبَٰشِرُوهُنَّ وَأَنتُمۡ عَٰكِفُونَ فِي ٱلۡمَسَٰجِدِۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَقۡرَبُوهَاۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَّقُونَ",
    "TRANSLATION": "Cho phép các ngươi được ăn nằm với vợ ban đêm suốt thời gian nhịn chay. Họ là y phục của các ngươi và các ngươi là y phục của họ. Allah biết điều các ngươi thường lén lút với nhau. Do đó, Ngài đoái thương quay lại tha thứ cho các ngươi. Bởi thế, bây giờ các ngươi được phép chung chạ với họ, nhưng hãy cố gắng thực hiện điều Allah đã ra lệnh cho các ngươi, và hãy ăn và uống (ban đêm) cho đến khi các ngươi thấy rõ sợi chỉ trắng của buổi rạng đông tách khỏi sợi chỉ đen của nó, rồi hoàn tất việc nhịn chay cho đến lúc đêm xuống. Và không được ăn nằm với vợ trong thời gian các ngươi ẩn mình E'tikaaf trong Masjid. Đó là những giới cấm quy định bởi Allah. Do đó, chớ vi phạm chúng. Allah trình bày những Lời Mặc Khải của Ngài cho nhân loại đúng như thế để may ra họ trở thành người ngay chính sợ Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "195",
    "SURAH": "2",
    "AYAH": "188",
    "ARABIC_TEXT": "وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ وَتُدۡلُواْ بِهَآ إِلَى ٱلۡحُكَّامِ لِتَأۡكُلُواْ فَرِيقٗا مِّنۡ أَمۡوَٰلِ ٱلنَّاسِ بِٱلۡإِثۡمِ وَأَنتُمۡ تَعۡلَمُونَ",
    "TRANSLATION": "Và chớ gian lận ăn nuốt tài sản của các ngươi lẫn nhau, và chớ dùng nó để hối lộ các quan toà hầu các ngươi có thể ăn không một phần tài sản của nhân loại một cách tội lỗi trong lúc các ngươi biết điều đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "196",
    "SURAH": "2",
    "AYAH": "189",
    "ARABIC_TEXT": "۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡأَهِلَّةِۖ قُلۡ هِيَ مَوَٰقِيتُ لِلنَّاسِ وَٱلۡحَجِّۗ وَلَيۡسَ ٱلۡبِرُّ بِأَن تَأۡتُواْ ٱلۡبُيُوتَ مِن ظُهُورِهَا وَلَٰكِنَّ ٱلۡبِرَّ مَنِ ٱتَّقَىٰۗ وَأۡتُواْ ٱلۡبُيُوتَ مِنۡ أَبۡوَٰبِهَاۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُفۡلِحُونَ",
    "TRANSLATION": "Họ hỏi Ngươi về những vầng trăng lưỡi liềm. Hãy bảo họ: “Chúng là những thời điểm cho nhân loại (ghi đếm thời gian) và (cho) việc làm Hajj. Đạo đức không phải là đi vào nhà bằng cửa sau(36) mà đạo đức là ai sợ Allah. Và hãy đi vào nhà bằng những cửa chính (của nó), và hãy sợ Allah để cho các ngươi có thể thành công.",
    "FOOTNOTES": "(36) Người Ả-rập tiền Islam kiêng vào nhà bằng các cửa chính nhất là vào thời gian hành hương Hajj hay sau thời gian đó. Islam đã hủy bỏ tập tục này."
  },
  {
    "ID": "197",
    "SURAH": "2",
    "AYAH": "190",
    "ARABIC_TEXT": "وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَٰتِلُونَكُمۡ وَلَا تَعۡتَدُوٓاْۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ",
    "TRANSLATION": "Và vì Chính Nghĩa của Allah hãy đánh trả những kẻ đã đánh các ngươi (trước) nhưng chớ vượt quá mức giới hạn bởi vì quả thật Allah không thương những kẻ phạm giới.",
    "FOOTNOTES": ""
  },
  {
    "ID": "198",
    "SURAH": "2",
    "AYAH": "191",
    "ARABIC_TEXT": "وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡ وَأَخۡرِجُوهُم مِّنۡ حَيۡثُ أَخۡرَجُوكُمۡۚ وَٱلۡفِتۡنَةُ أَشَدُّ مِنَ ٱلۡقَتۡلِۚ وَلَا تُقَٰتِلُوهُمۡ عِندَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ حَتَّىٰ يُقَٰتِلُوكُمۡ فِيهِۖ فَإِن قَٰتَلُوكُمۡ فَٱقۡتُلُوهُمۡۗ كَذَٰلِكَ جَزَآءُ ٱلۡكَٰفِرِينَ",
    "TRANSLATION": "Và hãy giết chúng nơi nào các ngươi bắt được chúng và đánh (đuổi) chúng ra khỏi nơi mà chúng đã đuổi các ngươi ra đi bởi vì quấy nhiễu nghiêm trọng hơn giết chóc. Nhưng chớ đánh chúng trong Thánh Đường Haram (tại Makkah) trừ phi chúng đánh các ngươi trong đó. Và nếu chúng đánh các ngươi thì hãy giết chúng lại. Đó là quả báo dành cho những kẻ không có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "199",
    "SURAH": "2",
    "AYAH": "192",
    "ARABIC_TEXT": "فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
    "TRANSLATION": "Nhưng nếu chúng ngưng chiến thì (nên biết rằng) Allah Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "200",
    "SURAH": "2",
    "AYAH": "193",
    "ARABIC_TEXT": "وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ لِلَّهِۖ فَإِنِ ٱنتَهَوۡاْ فَلَا عُدۡوَٰنَ إِلَّا عَلَى ٱلظَّٰلِمِينَ",
    "TRANSLATION": "Và hãy tiếp tục đánh chúng cho đến khi nào chấm dứt việc quấy nhiễu. Và chúng sẽ hoàn toàn thần phục Allah. Do đó, nếu chúng ngưng chiến thì sẽ không còn mối hiềm thù nào đối với chúng nữa ngoại trừ những kẻ làm điều sai quấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "201",
    "SURAH": "2",
    "AYAH": "194",
    "ARABIC_TEXT": "ٱلشَّهۡرُ ٱلۡحَرَامُ بِٱلشَّهۡرِ ٱلۡحَرَامِ وَٱلۡحُرُمَٰتُ قِصَاصٞۚ فَمَنِ ٱعۡتَدَىٰ عَلَيۡكُمۡ فَٱعۡتَدُواْ عَلَيۡهِ بِمِثۡلِ مَا ٱعۡتَدَىٰ عَلَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَعَ ٱلۡمُتَّقِينَ",
    "TRANSLATION": "Tháng cấm kỵ là tháng cấm kỵ (cho cả đôi bên Muslim và Kafir) và có Luật trả đũa (Qisas) về những điều cấm kỵ. Bởi thế, ai vi phạm (những giới cấm) nhằm lấn át các ngươi thì hãy lấn át trở lại như thế. Và hãy sợ Allah, và hãy biết rằng Allah ở cùng với những người sợ Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "202",
    "SURAH": "2",
    "AYAH": "195",
    "ARABIC_TEXT": "وَأَنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلَا تُلۡقُواْ بِأَيۡدِيكُمۡ إِلَى ٱلتَّهۡلُكَةِ وَأَحۡسِنُوٓاْۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُحۡسِنِينَ",
    "TRANSLATION": "Và hãy chi dùng (tài sản của các ngươi) cho Chính Nghĩa của Allah, và chớ để cho bàn tay (keo kiệt) của các ngươi xô đẩy các ngươi đến chỗ tự hủy và hãy làm tốt bởi vì quả thật Allah yêu thương những người làm tốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "203",
    "SURAH": "2",
    "AYAH": "196",
    "ARABIC_TEXT": "وَأَتِمُّواْ ٱلۡحَجَّ وَٱلۡعُمۡرَةَ لِلَّهِۚ فَإِنۡ أُحۡصِرۡتُمۡ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۖ وَلَا تَحۡلِقُواْ رُءُوسَكُمۡ حَتَّىٰ يَبۡلُغَ ٱلۡهَدۡيُ مَحِلَّهُۥۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوۡ بِهِۦٓ أَذٗى مِّن رَّأۡسِهِۦ فَفِدۡيَةٞ مِّن صِيَامٍ أَوۡ صَدَقَةٍ أَوۡ نُسُكٖۚ فَإِذَآ أَمِنتُمۡ فَمَن تَمَتَّعَ بِٱلۡعُمۡرَةِ إِلَى ٱلۡحَجِّ فَمَا ٱسۡتَيۡسَرَ مِنَ ٱلۡهَدۡيِۚ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ ثَلَٰثَةِ أَيَّامٖ فِي ٱلۡحَجِّ وَسَبۡعَةٍ إِذَا رَجَعۡتُمۡۗ تِلۡكَ عَشَرَةٞ كَامِلَةٞۗ ذَٰلِكَ لِمَن لَّمۡ يَكُنۡ أَهۡلُهُۥ حَاضِرِي ٱلۡمَسۡجِدِ ٱلۡحَرَامِۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
    "TRANSLATION": "Và hãy hoàn tất việc làm Hajj và 'Umrah dâng lên Allah. Nhưng nếu các ngươi bị cản trở (trong việc này) thì hãy gởi một con vật tế đến tế (nếu có khả năng), và các ngươi không được cạo đầu cho đến khi con vật tế đã đến chỗ tế. Nhưng nếu ai trong các ngươi bị bệnh hoặc ngứa da đầu (cần phải cạo) thì phải chịu phạt bằng cách nhịn chay hoặc  bố thí (cho người nghèo) hoặc dâng một con vật tế. Bởi thế, khi các ngươi bình thường trở lại, ai muốn tiếp tục làm 'Umrah nhập chung với Hajj (tức Hajj Tamattua' và Qiran) thì phải dâng một con vật tế nếu có khả năng. Nhưng ai không có khả năng (dâng một con vật tế) thì phải nhịn chay ba (03) ngày trong thời gian làm Hajj và bảy (07) ngày sau khi trở về nhà; như vậy là đủ mười (10) ngày tất cả. Đấy là điều kiện dành cho người nào mà gia đình không ở trong vùng đất Masjid Haram tại Makkah). Và hãy sợ Allah, và hãy biết rằng Allah trừng phạt rất nghiêm khắc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "204",
    "SURAH": "2",
    "AYAH": "197",
    "ARABIC_TEXT": "ٱلۡحَجُّ أَشۡهُرٞ مَّعۡلُومَٰتٞۚ فَمَن فَرَضَ فِيهِنَّ ٱلۡحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِي ٱلۡحَجِّۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ يَعۡلَمۡهُ ٱللَّهُۗ وَتَزَوَّدُواْ فَإِنَّ خَيۡرَ ٱلزَّادِ ٱلتَّقۡوَىٰۖ وَٱتَّقُونِ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ",
    "TRANSLATION": "(Việc làm) Hajj diễn ra trong những tháng(37) được biết rõ. Bởi thế, ai thực hiện việc làm Hajj trong những tháng đó thì không được dâm dục, không được hung ác, không được cãi vã trong thời gian làm Hajj. Allah biết điều tốt các ngươi làm. Và hãy mang theo thức ăn trong thời gian xa nhà, Nhưng lương thực tốt nhất là lòng thành kính sợ Allah. Và hãy sợ TA, hỡi những người hiểu biết!",
    "FOOTNOTES": "(37) Các tháng Shawwal, Zdul Q'edah và Zdul Hijjah tức tháng 10,11 và 12 lịch Islam."
  },
  {
    "ID": "205",
    "SURAH": "2",
    "AYAH": "198",
    "ARABIC_TEXT": "لَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡۚ فَإِذَآ أَفَضۡتُم مِّنۡ عَرَفَٰتٖ فَٱذۡكُرُواْ ٱللَّهَ عِندَ ٱلۡمَشۡعَرِ ٱلۡحَرَامِۖ وَٱذۡكُرُوهُ كَمَا هَدَىٰكُمۡ وَإِن كُنتُم مِّن قَبۡلِهِۦ لَمِنَ ٱلضَّآلِّينَ",
    "TRANSLATION": "Các ngươi không mắc tội nếu các ngươi tìm kiếm thiên lộc của Thượng Đế (Allah) của các ngươi (qua việc mua bán đổi chác trong thời gian làm Hajj). Nhưng khi các ngươi vội vã rời (thung lũng) 'Arafat (để đi Muzdalifah), hãy tán dương Allah tại Mash'ar Haram (ở Muzdalifah). Và hãy tán dương Allah đúng theo (cách) Ngài đã chỉ dẫn cho các ngươi bởi vì quả thật trước đây các ngươi là những kẻ lầm đường lạc lối.",
    "FOOTNOTES": ""
  },
  {
    "ID": "206",
    "SURAH": "2",
    "AYAH": "199",
    "ARABIC_TEXT": "ثُمَّ أَفِيضُواْ مِنۡ حَيۡثُ أَفَاضَ ٱلنَّاسُ وَٱسۡتَغۡفِرُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
    "TRANSLATION": "Rồi hãy vội vã rời khỏi (Muzdalifah) nơi mà mọi người vội vã bỏ đi và hãy cầu xin Allah tha thứ. Quả thật, Allah Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "207",
    "SURAH": "2",
    "AYAH": "200",
    "ARABIC_TEXT": "فَإِذَا قَضَيۡتُم مَّنَٰسِكَكُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَذِكۡرِكُمۡ ءَابَآءَكُمۡ أَوۡ أَشَدَّ ذِكۡرٗاۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِنۡ خَلَٰقٖ",
    "TRANSLATION": "Do đó, khi các ngươi đã hoàn tất các nghi lễ (của Hajj), thì hãy tán dương Allah đúng như cách các ngươi đã tán dương cha mẹ của các ngươi (trước đây) hoặc tán dương (Allah) mạnh hơn. Nhưng trong nhân loại có người cầu nguyện thưa: “Lạy Thượng Đế chúng tôi! Xin (Ngài) ban cho chúng tôi (Ân sủng) ở đời này!” Và họ sẽ không được phần nào cả ở đời sau.",
    "FOOTNOTES": ""
  },
  {
    "ID": "208",
    "SURAH": "2",
    "AYAH": "201",
    "ARABIC_TEXT": "وَمِنۡهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِي ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ حَسَنَةٗ وَقِنَا عَذَابَ ٱلنَّارِ",
    "TRANSLATION": "Và trong họ, cũng có người cầu nguyện: “Lạy Thượng Đế chúng tôi! Xin Ngài ban cho chúng tôi phần tốt ở đời này và phần tốt ở đời sau và cứu vớt chúng tôi khỏi hình phạt của Lửa (hỏa ngục!)”.",
    "FOOTNOTES": ""
  },
  {
    "ID": "209",
    "SURAH": "2",
    "AYAH": "202",
    "ARABIC_TEXT": "أُوْلَٰٓئِكَ لَهُمۡ نَصِيبٞ مِّمَّا كَسَبُواْۚ وَٱللَّهُ سَرِيعُ ٱلۡحِسَابِ",
    "TRANSLATION": "Họ là những người sẽ được (Allah) ban phần thưởng về những việc tốt mà họ đã làm ra. Và Allah rất nhanh trong việc thanh toán (thưởng phạt).",
    "FOOTNOTES": ""
  },
  {
    "ID": "210",
    "SURAH": "2",
    "AYAH": "203",
    "ARABIC_TEXT": "۞ وَٱذۡكُرُواْ ٱللَّهَ فِيٓ أَيَّامٖ مَّعۡدُودَٰتٖۚ فَمَن تَعَجَّلَ فِي يَوۡمَيۡنِ فَلَآ إِثۡمَ عَلَيۡهِ وَمَن تَأَخَّرَ فَلَآ إِثۡمَ عَلَيۡهِۖ لِمَنِ ٱتَّقَىٰۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُمۡ إِلَيۡهِ تُحۡشَرُونَ",
    "TRANSLATION": "Và hãy tụng niệm Allah vào những Ngày ấn định (ngày mồng 11, 12, 13 tháng Zdul Hijjah được gọi là những này Tashriq). Nhưng ai vội vã ra về trong vòng hai ngày thì không phải tội và ai nhất định ở lại (cho hết những Ngày Tashriq) thì cũng không có tội nhất là đối với người nào sợ Allah. Và hãy sợ Allah, và hãy biết rằng các ngươi sẽ được tập trung đưa về gặp Ngài trở lại (để chịu xét xử ở đời sau).",
    "FOOTNOTES": ""
  },
  {
    "ID": "211",
    "SURAH": "2",
    "AYAH": "204",
    "ARABIC_TEXT": "وَمِنَ ٱلنَّاسِ مَن يُعۡجِبُكَ قَوۡلُهُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيُشۡهِدُ ٱللَّهَ عَلَىٰ مَا فِي قَلۡبِهِۦ وَهُوَ أَلَدُّ ٱلۡخِصَامِ",
    "TRANSLATION": "Và trong nhân loại có hạng người mà lời nói về (đời sống) trần gian này làm cho Ngươi trầm trồ, và y còn mang Allah ra làm chứng cho những điều nằm trong lòng của y trong lúc y lại là một tên tranh chấp hung hãn nhất.",
    "FOOTNOTES": ""
  },
  {
    "ID": "212",
    "SURAH": "2",
    "AYAH": "205",
    "ARABIC_TEXT": "وَإِذَا تَوَلَّىٰ سَعَىٰ فِي ٱلۡأَرۡضِ لِيُفۡسِدَ فِيهَا وَيُهۡلِكَ ٱلۡحَرۡثَ وَٱلنَّسۡلَۚ وَٱللَّهُ لَا يُحِبُّ ٱلۡفَسَادَ",
    "TRANSLATION": "Nhưng khi bỏ đi, y vội vã đi làm chuyện ác đức trên trái đất, phá hoại mùa màng và giết hại gia súc. Và chắc chắn Allah không chấp nhận việc ác đức.",
    "FOOTNOTES": ""
  },
  {
    "ID": "213",
    "SURAH": "2",
    "AYAH": "206",
    "ARABIC_TEXT": "وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتۡهُ ٱلۡعِزَّةُ بِٱلۡإِثۡمِۚ فَحَسۡبُهُۥ جَهَنَّمُۖ وَلَبِئۡسَ ٱلۡمِهَادُ",
    "TRANSLATION": "Và khi có lời bảo y 'Hãy sợ Allah' thì tính ngạo mạn của y làm y phạm tội. Bởi thế, y xứng đáng đi vào hỏa ngục, và chắc chắn hỏa ngục là nơi nghỉ xấu xa nhất.",
    "FOOTNOTES": ""
  },
  {
    "ID": "214",
    "SURAH": "2",
    "AYAH": "207",
    "ARABIC_TEXT": "وَمِنَ ٱلنَّاسِ مَن يَشۡرِي نَفۡسَهُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِۚ وَٱللَّهُ رَءُوفُۢ بِٱلۡعِبَادِ",
    "TRANSLATION": "Ngược lại, trong nhân loại có hạng người chịu bán mình để làm hài lồng Allah. Và Allah Rất mực Độ lượng với bầy tôi của Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "215",
    "SURAH": "2",
    "AYAH": "208",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱدۡخُلُواْ فِي ٱلسِّلۡمِ كَآفَّةٗ وَلَا تَتَّبِعُواْ خُطُوَٰتِ ٱلشَّيۡطَٰنِۚ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
    "TRANSLATION": "Hỡi những ai có đức tin! Hãy gia nhập Islam một cách trọn vẹn(38) và chớ giẫm theo bước chân của Shaytan bởi vì nó là kẻ thù công khai của các ngươi.",
    "FOOTNOTES": "(38) Nghĩa là hoàn toàn, trọn vẹn cả đức tin lẫn hành động, cả lời nói lẫn việc làm, không giả dối. Thực hiện trọn vẹn các giáo luật của Islam."
  },
  {
    "ID": "216",
    "SURAH": "2",
    "AYAH": "209",
    "ARABIC_TEXT": "فَإِن زَلَلۡتُم مِّنۢ بَعۡدِ مَا جَآءَتۡكُمُ ٱلۡبَيِّنَٰتُ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
    "TRANSLATION": "Nhưng nếu các ngươi sa ngã sau khi đã chứng kiến những bằng chứng rõ rệt thì nên biết rằng Allah Toàn năng, Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "217",
    "SURAH": "2",
    "AYAH": "210",
    "ARABIC_TEXT": "هَلۡ يَنظُرُونَ إِلَّآ أَن يَأۡتِيَهُمُ ٱللَّهُ فِي ظُلَلٖ مِّنَ ٱلۡغَمَامِ وَٱلۡمَلَٰٓئِكَةُ وَقُضِيَ ٱلۡأَمۡرُۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
    "TRANSLATION": "Phải chăng họ chỉ còn đợi Allah được Thiên Thần tháp tùng xuống gặp chúng trong bóng mây và vấn đề (do đó) sẽ được giải quyết? Bởi vì mọi vấn đề đều được trình lên cho Allah quyết định.",
    "FOOTNOTES": ""
  },
  {
    "ID": "218",
    "SURAH": "2",
    "AYAH": "211",
    "ARABIC_TEXT": "سَلۡ بَنِيٓ إِسۡرَٰٓءِيلَ كَمۡ ءَاتَيۡنَٰهُم مِّنۡ ءَايَةِۭ بَيِّنَةٖۗ وَمَن يُبَدِّلۡ نِعۡمَةَ ٱللَّهِ مِنۢ بَعۡدِ مَا جَآءَتۡهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
    "TRANSLATION": "Hãy hỏi con cháu của Israel xem có bao nhiêu dấu hiệu rõ rệt mà TA (Allah) đã ban cho họ? Và ai thay đổi Ân huệ của Allah sau khi đã tiếp thu nó thì nên biết Allah rất nghiêm khắc trong việc trừng trị.",
    "FOOTNOTES": ""
  },
  {
    "ID": "219",
    "SURAH": "2",
    "AYAH": "212",
    "ARABIC_TEXT": "زُيِّنَ لِلَّذِينَ كَفَرُواْ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَيَسۡخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُواْۘ وَٱلَّذِينَ ٱتَّقَوۡاْ فَوۡقَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ وَٱللَّهُ يَرۡزُقُ مَن يَشَآءُ بِغَيۡرِ حِسَابٖ",
    "TRANSLATION": "Đời sống trần tục này đẹp đẽ (và hấp dẫn) đối với những kẻ không có đức tin. Chúng chê cười những người có đức tin nhưng (chúng không biết việc) những người ngay chính sợ Allah sẽ ở bên trên chúng vào Ngày phục sinh. Và Allah sẽ cung cấp vô số thiên lộc cho người nào mà Ngài muốn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "220",
    "SURAH": "2",
    "AYAH": "213",
    "ARABIC_TEXT": "كَانَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِيَحۡكُمَ بَيۡنَ ٱلنَّاسِ فِيمَا ٱخۡتَلَفُواْ فِيهِۚ وَمَا ٱخۡتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ بَغۡيَۢا بَيۡنَهُمۡۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ لِمَا ٱخۡتَلَفُواْ فِيهِ مِنَ ٱلۡحَقِّ بِإِذۡنِهِۦۗ وَٱللَّهُ يَهۡدِي مَن يَشَآءُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٍ",
    "TRANSLATION": "(Ban đầu) nhân loại chỉ là một Cộng đồng (Ummah). Sau đó (vì họ lầm lạc nên) Allah dựng lên các Nabi (xuất thân từ họ) làm những vị vừa mang tin mừng vừa báo tin dữ, và (Allah) gởi cùng với Họ những Kinh Sách bằng sự thật để Họ dựa vào đó mà xét xử nhân loại về những vấn đề (nhân loại) thường tranh chấp nhau. Nhưng không ai tranh chấp nhau trong đó ngoại trừ những kẻ đã được (Allah) ban cho Kinh Sách (bởi vì) sau khi tiếp thu (những Lời giáo huấn) rõ rệt, do lòng đố kỵ và muốn áp bức kẻ khác (nên chúng đâm ra tranh chấp đó thôi). Bởi thế, Allah, với sự chấp thuận của Ngài, đã dẫn dắt những ai có đức tin đến với Chân Lý về những điều chúng thường tranh chấp nhau. Và Allah hướng dẫn người nào Ngài muốn đến Con đường ngay chính (của Islam).",
    "FOOTNOTES": ""
  },
  {
    "ID": "221",
    "SURAH": "2",
    "AYAH": "214",
    "ARABIC_TEXT": "أَمۡ حَسِبۡتُمۡ أَن تَدۡخُلُواْ ٱلۡجَنَّةَ وَلَمَّا يَأۡتِكُم مَّثَلُ ٱلَّذِينَ خَلَوۡاْ مِن قَبۡلِكُمۖ مَّسَّتۡهُمُ ٱلۡبَأۡسَآءُ وَٱلضَّرَّآءُ وَزُلۡزِلُواْ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ مَتَىٰ نَصۡرُ ٱللَّهِۗ أَلَآ إِنَّ نَصۡرَ ٱللَّهِ قَرِيبٞ",
    "TRANSLATION": "Hoặc phải chăng các ngươi nghĩ rằng các ngươi sẽ vào thiên đàng trong lúc các ngươi chưa hề từng trải những thử thách tương tự (những thử thách) mà những người đã qua đời trước các ngươi đã nếm? Họ đã từng trải qua nghịch cảnh và hoạn nạn và họ dao động (tinh thần) đến nỗi Sứ Giả (Muhammad) và những tín đồ sát cánh với Người đều phải than: “Chừng nào sự cứu giúp của Allah mới đến?” Này! Sự cứu giúp của Allah chắc chắn ở sát bên (các ngươi đó!).",
    "FOOTNOTES": ""
  },
  {
    "ID": "222",
    "SURAH": "2",
    "AYAH": "215",
    "ARABIC_TEXT": "يَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلۡ مَآ أَنفَقۡتُم مِّنۡ خَيۡرٖ فَلِلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِۗ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٞ",
    "TRANSLATION": "Họ hỏi Ngươi, vật gì họ phải chi dùng vào việc bố thí? Hãy bảo họ: “Bất cứ vật gì các ngươi chi ra từ tài sản của các ngươi thì là cho cha mẹ và bà con ruột thịt và trẻ mồ côi và người thiếu thốn và người lỡ đường. Và bất cứ vật nào các ngươi tiêu ra từ tài sản của các ngươi thì quả thật Allah biết rõ hết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "223",
    "SURAH": "2",
    "AYAH": "216",
    "ARABIC_TEXT": "كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ وَهُوَ كُرۡهٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَهُوَ خَيۡرٞ لَّكُمۡۖ وَعَسَىٰٓ أَن تُحِبُّواْ شَيۡـٔٗا وَهُوَ شَرّٞ لَّكُمۡۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ",
    "TRANSLATION": "Lệnh chiến đấu đã được truyền xuống cho các ngươi và đó là điều mà các ngươi không thích. Có lẽ các ngươi ghét điều mà chính nó lại tốt cho các ngươi và có lẽ các ngươi thích điều mà chính nó lại xấu cho các ngươi. Allah biết (giá trị của nó) trong lúc các ngươi không biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "224",
    "SURAH": "2",
    "AYAH": "217",
    "ARABIC_TEXT": "يَسۡـَٔلُونَكَ عَنِ ٱلشَّهۡرِ ٱلۡحَرَامِ قِتَالٖ فِيهِۖ قُلۡ قِتَالٞ فِيهِ كَبِيرٞۚ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفۡرُۢ بِهِۦ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَإِخۡرَاجُ أَهۡلِهِۦ مِنۡهُ أَكۡبَرُ عِندَ ٱللَّهِۚ وَٱلۡفِتۡنَةُ أَكۡبَرُ مِنَ ٱلۡقَتۡلِۗ وَلَا يَزَالُونَ يُقَٰتِلُونَكُمۡ حَتَّىٰ يَرُدُّوكُمۡ عَن دِينِكُمۡ إِنِ ٱسۡتَطَٰعُواْۚ وَمَن يَرۡتَدِدۡ مِنكُمۡ عَن دِينِهِۦ فَيَمُتۡ وَهُوَ كَافِرٞ فَأُوْلَٰٓئِكَ حَبِطَتۡ أَعۡمَٰلُهُمۡ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۖ وَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
    "TRANSLATION": "Họ hỏi Ngươi (Muhammad) về việc chiến đấu trong những tháng cấm kỵ. Hãy bảo họ: “Chiến đấu trong tháng cấm kỵ là một (vi phạm) trọng đại. Nhưng dưới cái nhìn của Allah thì việc cản trở thiên hạ không cho theo Chính Đạo của Allah, việc phủ nhận Ngài, và việc (cấm thiên hạ đến thờ phụng tại) Thánh đường Linh thiêng (ở Makkah) cũng như việc trục xuất dân cư của nó ra khỏi (thánh địa), (tất cả điều đó) còn trọng đại hơn (việc chiến đấu trong tháng cấm kỵ). Bởi vì (dùng bạo lực để) quấy nhiễu nghiêm trọng hơn việc giết chóc. Và chúng sẽ không ngưng đánh các ngươi cho đến khi nào chúng làm cho các ngươi bỏ đạo của các ngươi nếu có khả năng. Và ai trong các ngươi bỏ đạo và chết trong tình trạng không có đức tin thì là những người mà việc làm sẽ trở thành vô nghĩa ở đời này lẫn đời sau. Và họ sẽ là những người Bạn của Lửa (hỏa ngục) nơi mà họ sẽ vào đó ở đời đời.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "225",
    "SURAH": "2",
    "AYAH": "218",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ أُوْلَٰٓئِكَ يَرۡجُونَ رَحۡمَتَ ٱللَّهِۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
    "TRANSLATION": "Quả thật, những ai có đức tin và những ai di cư và chiến đấu cho Chính Nghĩa của Allah là những người hy vọng sẽ được Allah khoan dung bởi vì Allah Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "226",
    "SURAH": "2",
    "AYAH": "219",
    "ARABIC_TEXT": "۞ يَسۡـَٔلُونَكَ عَنِ ٱلۡخَمۡرِ وَٱلۡمَيۡسِرِۖ قُلۡ فِيهِمَآ إِثۡمٞ كَبِيرٞ وَمَنَٰفِعُ لِلنَّاسِ وَإِثۡمُهُمَآ أَكۡبَرُ مِن نَّفۡعِهِمَاۗ وَيَسۡـَٔلُونَكَ مَاذَا يُنفِقُونَۖ قُلِ ٱلۡعَفۡوَۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ",
    "TRANSLATION": "Họ hỏi Ngươi về việc uống rượu và cờ bạc. Hãy bảo họ: ‘Trong hai điều đó vừa có một tội lớn vừa có một mối lợi cho nhân loại, nhưng tội của hai thứ đó lớn hơn mối lợi của chúng.” Họ lại hỏi Ngươi phải chi dùng cái gì để (làm việc thiện). Hãy bảo họ: “Vật còn lại (sau khi thỏa mãn những nhu cầu cần thiết.)” Allah trình bày cho các ngươi những Lời Mặc Khải của Ngài đúng như thế để cho các ngươi suy ngẫm;",
    "FOOTNOTES": ""
  },
  {
    "ID": "227",
    "SURAH": "2",
    "AYAH": "220",
    "ARABIC_TEXT": "فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۗ وَيَسۡـَٔلُونَكَ عَنِ ٱلۡيَتَٰمَىٰۖ قُلۡ إِصۡلَاحٞ لَّهُمۡ خَيۡرٞۖ وَإِن تُخَالِطُوهُمۡ فَإِخۡوَٰنُكُمۡۚ وَٱللَّهُ يَعۡلَمُ ٱلۡمُفۡسِدَ مِنَ ٱلۡمُصۡلِحِۚ وَلَوۡ شَآءَ ٱللَّهُ لَأَعۡنَتَكُمۡۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
    "TRANSLATION": "(Về ảnh hưởng của chúng) ở đời này và đời sau. Họ hỏi Ngươi về tình trạng của các đứa trẻ mồ côi. Hãy bảo họ: “Cải thiện (đời sống) cho chúng là điều tốt nhất, và nếu các ngươi hợp tác làm ăn với chúng thì (hãy xem) chúng như là anh em của các ngươi bởi vì Allah biết ai là kẻ thối nát so với người ngoan đạo . Và nếu Allah muốn thì Ngài thừa sức làm cho các ngươi gặp hoạn nạn khó khăn. Bởi vì quả thật, Allah Toàn Năng, Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "228",
    "SURAH": "2",
    "AYAH": "221",
    "ARABIC_TEXT": "وَلَا تَنكِحُواْ ٱلۡمُشۡرِكَٰتِ حَتَّىٰ يُؤۡمِنَّۚ وَلَأَمَةٞ مُّؤۡمِنَةٌ خَيۡرٞ مِّن مُّشۡرِكَةٖ وَلَوۡ أَعۡجَبَتۡكُمۡۗ وَلَا تُنكِحُواْ ٱلۡمُشۡرِكِينَ حَتَّىٰ يُؤۡمِنُواْۚ وَلَعَبۡدٞ مُّؤۡمِنٌ خَيۡرٞ مِّن مُّشۡرِكٖ وَلَوۡ أَعۡجَبَكُمۡۗ أُوْلَٰٓئِكَ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَٱللَّهُ يَدۡعُوٓاْ إِلَى ٱلۡجَنَّةِ وَٱلۡمَغۡفِرَةِ بِإِذۡنِهِۦۖ وَيُبَيِّنُ ءَايَٰتِهِۦ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
    "TRANSLATION": "Và chớ kết hôn với các phụ nữ thờ đa thần cho đến khi nào họ có đức tin (nơi Allah) bởi vì một phụ nữ nô lệ có đức tin tốt hơn một người phụ nữ thờ đa thần dẫu rằng họ quyến rũ các ngươi. Và chớ kết hôn (con gái của các ngươi) cho những người đàn ông thờ đa thần cho đến khi nào chúng có đức tin (nơi Allah) bởi vì một người nô lệ nam có đức tin tốt hơn một người đàn ông thờ đa thần dẫu rằng chúng quyến rũ các ngươi. Những người thờ đa thần này mời gọi các ngươi đến với Lửa (của hỏa ngục) trong lúc Allah kêu gọi các ngươi đến thiên đàng và sự Tha thứ theo phép của Ngài. Và (Allah) trình bày rõ các Lời Mặc Khải của Ngài cho nhân loại để họ có thể ghi nhớ (việc hôn nhân).",
    "FOOTNOTES": ""
  },
  {
    "ID": "229",
    "SURAH": "2",
    "AYAH": "222",
    "ARABIC_TEXT": "وَيَسۡـَٔلُونَكَ عَنِ ٱلۡمَحِيضِۖ قُلۡ هُوَ أَذٗى فَٱعۡتَزِلُواْ ٱلنِّسَآءَ فِي ٱلۡمَحِيضِ وَلَا تَقۡرَبُوهُنَّ حَتَّىٰ يَطۡهُرۡنَۖ فَإِذَا تَطَهَّرۡنَ فَأۡتُوهُنَّ مِنۡ حَيۡثُ أَمَرَكُمُ ٱللَّهُۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلۡمُتَطَهِّرِينَ",
    "TRANSLATION": "Họ hỏi Ngươi về kinh kỳ của phụ nữ. Hãy bảo họ: “Nó là một sự ô nhiễm. Bởi thế, hãy xa phụ nữ (người vợ) trong thời gian có kinh kỳ và chỉ đến gần họ khi nào họ sạch sẽ. Do đó, khi họ (tắm gội) sạch sẽ rồi, các ngươi có thể đến với họ lúc nào, nơi nào như Allah đã chỉ thị cho các ngươi. Quả thật, Allah yêu thương những người năng sám hối và những người giữ mình sạch sẽ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "230",
    "SURAH": "2",
    "AYAH": "223",
    "ARABIC_TEXT": "نِسَآؤُكُمۡ حَرۡثٞ لَّكُمۡ فَأۡتُواْ حَرۡثَكُمۡ أَنَّىٰ شِئۡتُمۡۖ وَقَدِّمُواْ لِأَنفُسِكُمۡۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّكُم مُّلَٰقُوهُۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ",
    "TRANSLATION": "Vợ của các ngươi là một miếng đất trồng(39) cho các ngươi. Do đó, hãy đến gần mảnh đất trồng của các ngươi tùy lúc và theo cách mà các ngươi muốn, nhưng hãy chuẩn bị tư tưởng trước cho bản thân của các ngươi (trong việc tuân lệnh Allah và tránh điều Haram khi đến với họ). Và hãy sợ Allah, và biết rằng các ngươi sẽ gặp Ngài trở lại (ở đời sau), và hãy báo tin lành cho nhữỉig người có đức tin.",
    "FOOTNOTES": "(39) Allah ví người vợ như một miếng đất trồng, người chồng như một anh nông phu. Nếu muốn có hoa mầu tốt, anh nông phu phải vun sới miếng đất cho tốt để gieo hạt. Đất tốt cho ra trái tốt. Tuy nhiên cày bừa cũng phải theo phương pháp và theo mùa, miếng đất vì thế mới cho ra trái tốt và nhiều. Tương tự như thế, vợ chồng phải biết thương yêu chiu chuộng lẫn nhau mới sinh ra các đứa con tốt, lành mạnh. Thiên Sứ có dạy lời cầu nguyện trước khi hai vợ chồng ăn nằm với nhau (Bis mil lah, Ol lo hum ma jan nib nash shay to na wa jan ni bish shay to na maa ro zaq ta na) (Nhân danh Allah, lạy Allah, cầu xin Ngài giữ bầy tôi xa khỏi lũ Shaytan và giữ chúng xa khỏi con cái mà Ngài ban cho bầy tôi.) Do Al-Bukhari và Muslim ghi lại."
  },
  {
    "ID": "231",
    "SURAH": "2",
    "AYAH": "224",
    "ARABIC_TEXT": "وَلَا تَجۡعَلُواْ ٱللَّهَ عُرۡضَةٗ لِّأَيۡمَٰنِكُمۡ أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصۡلِحُواْ بَيۡنَ ٱلنَّاسِۚ وَٱللَّهُ سَمِيعٌ عَلِيمٞ",
    "TRANSLATION": "Và chớ mang (tên của) Allah ra làm bình phong chống chế cho những lời thề (trống rỗng) của các ngươi để các ngươi không làm việc đạo đức, không sợ Allah và không hòa giải mọi người, bởi vì Allah Hằng Nghe và Hằng Biết (hết mọi việc các ngươi làm).",
    "FOOTNOTES": ""
  },
  {
    "ID": "232",
    "SURAH": "2",
    "AYAH": "225",
    "ARABIC_TEXT": "لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغۡوِ فِيٓ أَيۡمَٰنِكُمۡ وَلَٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتۡ قُلُوبُكُمۡۗ وَٱللَّهُ غَفُورٌ حَلِيمٞ",
    "TRANSLATION": "Allah sẽ không gọi các ngươi đến hỏi về những điều vô nghĩa trong lời thề của các ngươi mà Ngài sẽ gọi các ngươi đến hỏi về những điều mà quả tim (tấm lòng) của các ngươi đã cố ý làm ra; và Allah Hằng Tha Thứ và Hằng Chịu đựng (với bầy tôi của Ngài).",
    "FOOTNOTES": ""
  },
  {
    "ID": "233",
    "SURAH": "2",
    "AYAH": "226",
    "ARABIC_TEXT": "لِّلَّذِينَ يُؤۡلُونَ مِن نِّسَآئِهِمۡ تَرَبُّصُ أَرۡبَعَةِ أَشۡهُرٖۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
    "TRANSLATION": "Đối với những ai thề thốt sẽ không ăn nằm với vợ nữa, thời gian chờ đợi (cho họ suy nghĩ và quyết định) là bốn tháng. Nhưng nếu họ quyết định trở lại (với vợ) thì chắc chắn Allah Tha thứ và Khoan dung (cho họ);",
    "FOOTNOTES": ""
  },
  {
    "ID": "234",
    "SURAH": "2",
    "AYAH": "227",
    "ARABIC_TEXT": "وَإِنۡ عَزَمُواْ ٱلطَّلَٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
    "TRANSLATION": "Và nếu họ nhất định ly dị (vợ) thì quả thật Allah Hằng Nghe và Hằng Biết (điều đó).",
    "FOOTNOTES": ""
  },
  {
    "ID": "235",
    "SURAH": "2",
    "AYAH": "228",
    "ARABIC_TEXT": "وَٱلۡمُطَلَّقَٰتُ يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ ثَلَٰثَةَ قُرُوٓءٖۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكۡتُمۡنَ مَا خَلَقَ ٱللَّهُ فِيٓ أَرۡحَامِهِنَّ إِن كُنَّ يُؤۡمِنَّ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَٰلِكَ إِنۡ أَرَادُوٓاْ إِصۡلَٰحٗاۚ وَلَهُنَّ مِثۡلُ ٱلَّذِي عَلَيۡهِنَّ بِٱلۡمَعۡرُوفِۚ وَلِلرِّجَالِ عَلَيۡهِنَّ دَرَجَةٞۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
    "TRANSLATION": "Và những người vợ lỵ dị, vì quyền lợi của bản thân, nên ở vậy trong ba (tháng) kinh kỳ. Và họ không được giấu (bào thai) mà Allah đã tạo trong bụng của họ nếu họ tin tưởng nơi Allah và Ngày sau. Và người chồng của họ có quyền ưu tiên lấy họ trở lại trong thời gian đó nếu hai người chịu hòa với nhau. Và theo lẽ công bằng, các bà vợ có quyền (đòi hỏi người chồng chu cấp...) tương đương với quyền (mà người chồng đã dùng để) đối xử với họ (như trung thành và kính trọng chồng...); tuy nhiên người đàn ông (có trách nhiệm) trội hơn người đàn bà một bậc; bởi vì Allah Toàn Năng, Rất Mực Sáng Suốt (khi qui định quyền hạn giữa nam và nữ).",
    "FOOTNOTES": ""
  },
  {
    "ID": "236",
    "SURAH": "2",
    "AYAH": "229",
    "ARABIC_TEXT": "ٱلطَّلَٰقُ مَرَّتَانِۖ فَإِمۡسَاكُۢ بِمَعۡرُوفٍ أَوۡ تَسۡرِيحُۢ بِإِحۡسَٰنٖۗ وَلَا يَحِلُّ لَكُمۡ أَن تَأۡخُذُواْ مِمَّآ ءَاتَيۡتُمُوهُنَّ شَيۡـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِۖ فَإِنۡ خِفۡتُمۡ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيۡهِمَا فِيمَا ٱفۡتَدَتۡ بِهِۦۗ تِلۡكَ حُدُودُ ٱللَّهِ فَلَا تَعۡتَدُوهَاۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
    "TRANSLATION": "Việc ly dị chỉ được cho phép (tuyên bố) hai lần. Sau đó, (chồng) giữ (vợ) lại một cách tử tế hoặc trả tự do (cho vợ) một cách tốt đẹp. Và các ngươi không được phép lấy lại bất cứ tiền cưới nào mà các ngươi đã tặng cho vợ, ngoại trừ trường hợp đôi bên sợ không thể giữ được những giới hạn (qui định) bởi Allah. Nhưng nếu các ngươi sợ đôi bên không thể giữ được những giới hạn của Allah thì đôi bên không mắc phải tội về phần tặng vật mà bà vợ dùng để chuộc sự tự do của mình. Đây là những giới hạn qui định bởi Allah. Do đó, chớ vi phạm chúng. Và ai vi phạm những giới hạn của Allah thì là những kẻ làm điều sai quấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "237",
    "SURAH": "2",
    "AYAH": "230",
    "ARABIC_TEXT": "فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعۡدُ حَتَّىٰ تَنكِحَ زَوۡجًا غَيۡرَهُۥۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِۗ وَتِلۡكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوۡمٖ يَعۡلَمُونَ",
    "TRANSLATION": "Do đó, nếu người chồng đã ly dị vợ thì bà vợ sẽ không còn hợp pháp cho ông chồng cũ nữa trừ phi người vợ kết hôn với một người khác; sau này nếu ông chồng mới (này) ly dị bà ta thì hai vợ chồng (cũ) sẽ không mắc tội nếu họ thuận tái hợp với nhau và nếu họ nghĩ rằng họ có thể tôn trọng những giới hạn của Allah. Đó là những giới hạn mà Allah trình bày cho những người hiểu biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "238",
    "SURAH": "2",
    "AYAH": "231",
    "ARABIC_TEXT": "وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ سَرِّحُوهُنَّ بِمَعۡرُوفٖۚ وَلَا تُمۡسِكُوهُنَّ ضِرَارٗا لِّتَعۡتَدُواْۚ وَمَن يَفۡعَلۡ ذَٰلِكَ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ وَلَا تَتَّخِذُوٓاْ ءَايَٰتِ ٱللَّهِ هُزُوٗاۚ وَٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ وَمَآ أَنزَلَ عَلَيۡكُم مِّنَ ٱلۡكِتَٰبِ وَٱلۡحِكۡمَةِ يَعِظُكُم بِهِۦۚ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
    "TRANSLATION": "Và khi các ngươi ly dị vợ và họ sắp hoàn tất thời hạn ở vậy ('Iddah) thì hoặc giữ họ lại một cách tử tế hoặc trả tự do cho họ một cách tốt đẹp; và chớ giữ họ lại để làm khổ họ, làm thế các ngươi sẽ phạm tội. Và ai làm thế thì thật sự sẽ làm hại bản thân (linh hồn) mình; và chớ mang các Lời Mặc Khải của Allah ra làm điều bỡn cợt, và hãy nhớ Ân huệ của Allah đã ban cho các ngươi trong Kinh Sách và điều đúng đắn khôn ngoan mà Ngài dùng để khuyên bảo các ngươi; và hãy thành kính sợ Allah, và nên nhớ rằng chắc chắn Allah biết hết mọi việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "239",
    "SURAH": "2",
    "AYAH": "232",
    "ARABIC_TEXT": "وَإِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَبَلَغۡنَ أَجَلَهُنَّ فَلَا تَعۡضُلُوهُنَّ أَن يَنكِحۡنَ أَزۡوَٰجَهُنَّ إِذَا تَرَٰضَوۡاْ بَيۡنَهُم بِٱلۡمَعۡرُوفِۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمۡ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۗ ذَٰلِكُمۡ أَزۡكَىٰ لَكُمۡ وَأَطۡهَرُۚ وَٱللَّهُ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ",
    "TRANSLATION": "Khi các ngươi ly dị vợ và họ hoàn tất thời hạn ở vậy ('Iddah) của họ thì chớ cản họ tái hôn với người chồng cũ nếu đôi bên thuận tái hợp một cách tốt đẹp. Đó là điều dùng để khuyên bảo những ai trong các ngươi tin tưởng nơi Allah và Ngày sau. Điều đó trong sạch và sạch sẽ cho các ngươi bởi vì Allah biết (Phúc và Tội) trong lúc các ngươi không biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "240",
    "SURAH": "2",
    "AYAH": "233",
    "ARABIC_TEXT": "۞ وَٱلۡوَٰلِدَٰتُ يُرۡضِعۡنَ أَوۡلَٰدَهُنَّ حَوۡلَيۡنِ كَامِلَيۡنِۖ لِمَنۡ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَۚ وَعَلَى ٱلۡمَوۡلُودِ لَهُۥ رِزۡقُهُنَّ وَكِسۡوَتُهُنَّ بِٱلۡمَعۡرُوفِۚ لَا تُكَلَّفُ نَفۡسٌ إِلَّا وُسۡعَهَاۚ لَا تُضَآرَّ وَٰلِدَةُۢ بِوَلَدِهَا وَلَا مَوۡلُودٞ لَّهُۥ بِوَلَدِهِۦۚ وَعَلَى ٱلۡوَارِثِ مِثۡلُ ذَٰلِكَۗ فَإِنۡ أَرَادَا فِصَالًا عَن تَرَاضٖ مِّنۡهُمَا وَتَشَاوُرٖ فَلَا جُنَاحَ عَلَيۡهِمَاۗ وَإِنۡ أَرَدتُّمۡ أَن تَسۡتَرۡضِعُوٓاْ أَوۡلَٰدَكُمۡ فَلَا جُنَاحَ عَلَيۡكُمۡ إِذَا سَلَّمۡتُم مَّآ ءَاتَيۡتُم بِٱلۡمَعۡرُوفِۗ وَٱتَّقُواْ ٱللَّهَ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٞ",
    "TRANSLATION": "Những bà mẹ ly dị sẽ cho con bú sữa (mẹ) suốt hai năm tròn đối với người (cha) nào muốn cho con họ bú vú mẹ đủ thời hạn, nhưng người cha (của đứa con) phải chịu mọi phí tổn về ăn uống và may mặc cho các bà mẹ một cách tử tế. Mỗi linh hồn chỉ bị bắt làm việc tuỳ theo khả năng của nó; không bà mẹ nào bị làm khổ vì đứa con của bà, cũng không người cha nào bị làm khổ vì đứa con của ông ta. Và đối với người thừa kế, trách nhiệm cũng sẽ như thế. Nhưng nếu đôi bên (vợ chồng ly dị) tham khảo ý kiến lẫn nhau và thỏa thuận thôi cho con bú sữa mẹ thì hai người không mắc tội nếu các ngươi tìm được một bà vú nuôi cho đứa con của các ngươi; và các ngươi không mắc tội nếu các ngươi tặng bà vú nuôi (tiền thù lao) mà các ngươi đã đồng ý tặng họ một cách lịch thiệp. Và hãy sợ Allah, và hãy nhớ rằng Allah thấy rõ những điều các ngươi làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "241",
    "SURAH": "2",
    "AYAH": "234",
    "ARABIC_TEXT": "وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا يَتَرَبَّصۡنَ بِأَنفُسِهِنَّ أَرۡبَعَةَ أَشۡهُرٖ وَعَشۡرٗاۖ فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ بِٱلۡمَعۡرُوفِۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
    "TRANSLATION": "Và những ai trong các ngươi chết bỏ vợ lại, các goá phụ này vì quyền lợi của bản thân sẽ phải ở vậy ('Iddah) bốn tháng và mười ngày. Do đó, khi họ hoàn tất thời hạn ở vậy, các ngươi không có tội về việc họ tự giải quyết bản thân của họ một cách biết điều. Và Allah là Đấng Am Tường những điều các ngươi làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "242",
    "SURAH": "2",
    "AYAH": "235",
    "ARABIC_TEXT": "وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا عَرَّضۡتُم بِهِۦ مِنۡ خِطۡبَةِ ٱلنِّسَآءِ أَوۡ أَكۡنَنتُمۡ فِيٓ أَنفُسِكُمۡۚ عَلِمَ ٱللَّهُ أَنَّكُمۡ سَتَذۡكُرُونَهُنَّ وَلَٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُواْ قَوۡلٗا مَّعۡرُوفٗاۚ وَلَا تَعۡزِمُواْ عُقۡدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبۡلُغَ ٱلۡكِتَٰبُ أَجَلَهُۥۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِيٓ أَنفُسِكُمۡ فَٱحۡذَرُوهُۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٞ",
    "TRANSLATION": "Và các ngươi không có tội nếu các ngươi gián tiếp ngỏ lời đính hôn với các phụ nữ hoặc giữ kín trong lòng các ngươi. Allah biết rằng các ngươi sẽ tưởng nhớ các nàng ấy, nhưng chớ lén lút hứa hẹn với họ trừ phi các ngươi nói ra lời lẽ phong nhã lịch thiệp và chớ nhất quyết ràng buộc việc thành hôn cho đến khi nào mãn hạn qui định của nó; và hãy biết rằng Allah biết điều nằm trong tâm hồn của các ngươi. Do đó, hãy thận trọng giữ mình đối với Ngài, và hãy biết rằng Allah Hằng Tha Thứ, Hằng Chịu đựng (với các ngươi).",
    "FOOTNOTES": ""
  },
  {
    "ID": "243",
    "SURAH": "2",
    "AYAH": "236",
    "ARABIC_TEXT": "لَّا جُنَاحَ عَلَيۡكُمۡ إِن طَلَّقۡتُمُ ٱلنِّسَآءَ مَا لَمۡ تَمَسُّوهُنَّ أَوۡ تَفۡرِضُواْ لَهُنَّ فَرِيضَةٗۚ وَمَتِّعُوهُنَّ عَلَى ٱلۡمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلۡمُقۡتِرِ قَدَرُهُۥ مَتَٰعَۢا بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُحۡسِنِينَ",
    "TRANSLATION": "Các ngươi không có tội nếu ly dị vợ trước khi động phòng hoặc chưa định cho họ một phần tặng vật nào; và hãy tặng các bà một món quà tặng (Mahr) thích hợp, người giàu tùy theo phương tiện của mình, người nghèo tùy theo phương tiện của mình, một món quà tặng có tính bắt buộc đối với những người làm tốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "244",
    "SURAH": "2",
    "AYAH": "237",
    "ARABIC_TEXT": "وَإِن طَلَّقۡتُمُوهُنَّ مِن قَبۡلِ أَن تَمَسُّوهُنَّ وَقَدۡ فَرَضۡتُمۡ لَهُنَّ فَرِيضَةٗ فَنِصۡفُ مَا فَرَضۡتُمۡ إِلَّآ أَن يَعۡفُونَ أَوۡ يَعۡفُوَاْ ٱلَّذِي بِيَدِهِۦ عُقۡدَةُ ٱلنِّكَاحِۚ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ وَلَا تَنسَوُاْ ٱلۡفَضۡلَ بَيۡنَكُمۡۚ إِنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ بَصِيرٌ",
    "TRANSLATION": "Và nếu các ngươi ly dị vợ trước khi động phòng nhưng sau khi đã định cho họ một phần quà tặng thì phân nửa của tặng vật mà các ngươi đã định cho họ không còn là của các ngươi nữa trừ phi các bà từ khước nhận nó hoặc từ khước bởi người đàn ông mà sự ràng buộc hôn nhân nằm trong tay của họ (người giám hộ). Và hãy nhớ rằng từ khước (phân nửa của tặng vật) gần với việc sợ Allah. Và chớ quên đối xử độ lượng giữa các ngươi với nhau. Bởi vì Allah thấy rõ những điều các ngươi làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "245",
    "SURAH": "2",
    "AYAH": "238",
    "ARABIC_TEXT": "حَٰفِظُواْ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلۡوُسۡطَىٰ وَقُومُواْ لِلَّهِ قَٰنِتِينَ",
    "TRANSLATION": "Hãy chăm sóc và giữ vững các lễ nguyện Salah, nhất là cuộc lễ nguyện Salah chính giữa ('Asr) và hãy đứng (dâng lễ) trước Allah với tinh thần sùng kính hoàn toàn;",
    "FOOTNOTES": ""
  },
  {
    "ID": "246",
    "SURAH": "2",
    "AYAH": "239",
    "ARABIC_TEXT": "فَإِنۡ خِفۡتُمۡ فَرِجَالًا أَوۡ رُكۡبَانٗاۖ فَإِذَآ أَمِنتُمۡ فَٱذۡكُرُواْ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمۡ تَكُونُواْ تَعۡلَمُونَ",
    "TRANSLATION": "Nếu các ngươi sợ (địch tấn công) thì hãy dâng lễ trong tư thế đi bộ hoặc trong tư thế cưỡi trên lưng con vật; nhưng khi các ngươi được bình yên trở lại, hãy (dâng lễ) tưởng nhớ Allah theo cách mà Ngài đã dạy các ngươi, điều mà các ngươi không biết trước đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "247",
    "SURAH": "2",
    "AYAH": "240",
    "ARABIC_TEXT": "وَٱلَّذِينَ يُتَوَفَّوۡنَ مِنكُمۡ وَيَذَرُونَ أَزۡوَٰجٗا وَصِيَّةٗ لِّأَزۡوَٰجِهِم مَّتَٰعًا إِلَى ٱلۡحَوۡلِ غَيۡرَ إِخۡرَاجٖۚ فَإِنۡ خَرَجۡنَ فَلَا جُنَاحَ عَلَيۡكُمۡ فِي مَا فَعَلۡنَ فِيٓ أَنفُسِهِنَّ مِن مَّعۡرُوفٖۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ",
    "TRANSLATION": "Và những ai trong các ngươi chết bỏ vợ ở lại (trần gian) thì nên lập di chúc cho các quả phụ bằng một năm cấp dưỡng và không được trục xuất họ ra khỏi nhà; nhưng nếu họ bỏ đi thì các ngươi không có tội về điều họ tự giải quyết bản thân của họ một cách biết điều. Và Allah Toàn Năng, Rất Mực Sáng Suốt (trong việc quy định đó).",
    "FOOTNOTES": ""
  },
  {
    "ID": "248",
    "SURAH": "2",
    "AYAH": "241",
    "ARABIC_TEXT": "وَلِلۡمُطَلَّقَٰتِ مَتَٰعُۢ بِٱلۡمَعۡرُوفِۖ حَقًّا عَلَى ٱلۡمُتَّقِينَ",
    "TRANSLATION": "Và các bà vợ ly dị được hưởng một số tiền cấp dưỡng có tính bắt buộc đối với những người ngay chính sợ Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "249",
    "SURAH": "2",
    "AYAH": "242",
    "ARABIC_TEXT": "كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمۡ ءَايَٰتِهِۦ لَعَلَّكُمۡ تَعۡقِلُونَ",
    "TRANSLATION": "Allah trình bày rõ các Lời Mặc Khải của Ngài đúng như thế để cho các ngươi có thể hiểu được (những giới hạn do Ngài qui định).",
    "FOOTNOTES": ""
  },
  {
    "ID": "250",
    "SURAH": "2",
    "AYAH": "243",
    "ARABIC_TEXT": "۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِمۡ وَهُمۡ أُلُوفٌ حَذَرَ ٱلۡمَوۡتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُواْ ثُمَّ أَحۡيَٰهُمۡۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
    "TRANSLATION": "Há Ngươi không để ý đến hàng ngàn người vì sợ chết mà bỏ nhà cửa của họ ra đi hay sao? Allah đã phán với họ: “Hãy quyết tử!” rồi Ngài làm cho họ sống trở lại; Quả thật, Allah rất mực Nhân từ với loài người, nhưng đa số nhân loại phụ ơn (Ngài).",
    "FOOTNOTES": ""
  },
  {
    "ID": "251",
    "SURAH": "2",
    "AYAH": "244",
    "ARABIC_TEXT": "وَقَٰتِلُواْ فِي سَبِيلِ ٱللَّهِ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
    "TRANSLATION": "Và hãy chiến đấu cho Chính Nghĩa của Allah, và nên biết rằng quả thật Allah Hằng Nghe và Hằng Biết (mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "252",
    "SURAH": "2",
    "AYAH": "245",
    "ARABIC_TEXT": "مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُۥ لَهُۥٓ أَضۡعَافٗا كَثِيرَةٗۚ وَٱللَّهُ يَقۡبِضُ وَيَبۡصُۜطُ وَإِلَيۡهِ تُرۡجَعُونَ",
    "TRANSLATION": "Ai là người sẽ cho Allah mượn một món vật (mượn) tốt thì Ngài sẽ trả lại gấp đôi và nhiều hơn nữa? Bởi vì Allah (là Đấng) ban ít hay ban nhiều (bổng lộc) và các ngươi sẽ được đưa về gặp Ngài trở lại (ở đời sau).",
    "FOOTNOTES": ""
  },
  {
    "ID": "253",
    "SURAH": "2",
    "AYAH": "246",
    "ARABIC_TEXT": "أَلَمۡ تَرَ إِلَى ٱلۡمَلَإِ مِنۢ بَنِيٓ إِسۡرَٰٓءِيلَ مِنۢ بَعۡدِ مُوسَىٰٓ إِذۡ قَالُواْ لِنَبِيّٖ لَّهُمُ ٱبۡعَثۡ لَنَا مَلِكٗا نُّقَٰتِلۡ فِي سَبِيلِ ٱللَّهِۖ قَالَ هَلۡ عَسَيۡتُمۡ إِن كُتِبَ عَلَيۡكُمُ ٱلۡقِتَالُ أَلَّا تُقَٰتِلُواْۖ قَالُواْ وَمَا لَنَآ أَلَّا نُقَٰتِلَ فِي سَبِيلِ ٱللَّهِ وَقَدۡ أُخۡرِجۡنَا مِن دِيَٰرِنَا وَأَبۡنَآئِنَاۖ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ تَوَلَّوۡاْ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّٰلِمِينَ",
    "TRANSLATION": "Há Ngươi không để ý đến vấn đề của những vị cầm đầu trong hàng ngũ của con cháu của Israel sau thời đại của Musa hay sao khi họ nói với một vị Nabi (tên Samuel) của họ như sau: “Hãy chỉ định một vị vua cho chúng tôi để (lãnh đạo) chúng tôi chiến đấu cho Chính Nghĩa của Allah?” (Nabi ấy) đáp: “Biết đâu các ngươi sẽ không chiến đấu khi lệnh (chiến đấu) được truyền xuống cho các ngươi!” (Họ) bảo: ‘Tại sao chúng tôi không chiến đấu trong lúc chúng tôi lẫn con cháu của chúng tôi đã bị trục xuất ra khỏi nhà cửa của chúng tôi?” Nhưng khi lệnh chiến đấu được truyền xuống cho họ thì họ đào nhiệm ngoại trừ một số ít. Và Allah biết rõ những kẻ sai phạm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "254",
    "SURAH": "2",
    "AYAH": "247",
    "ARABIC_TEXT": "وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ٱللَّهَ قَدۡ بَعَثَ لَكُمۡ طَالُوتَ مَلِكٗاۚ قَالُوٓاْ أَنَّىٰ يَكُونُ لَهُ ٱلۡمُلۡكُ عَلَيۡنَا وَنَحۡنُ أَحَقُّ بِٱلۡمُلۡكِ مِنۡهُ وَلَمۡ يُؤۡتَ سَعَةٗ مِّنَ ٱلۡمَالِۚ قَالَ إِنَّ ٱللَّهَ ٱصۡطَفَىٰهُ عَلَيۡكُمۡ وَزَادَهُۥ بَسۡطَةٗ فِي ٱلۡعِلۡمِ وَٱلۡجِسۡمِۖ وَٱللَّهُ يُؤۡتِي مُلۡكَهُۥ مَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ",
    "TRANSLATION": "Và Nabi (Samuel) của họ đã bảo họ: “Allah đã chỉ định Talut làm vua của các ngươi.” Họ đáp: “Làm sao ông ta có thể làm vua cai trị chúng tôi trong lúc chúng tôi xứng đáng hơn ông ta. Hơn nữa, ông ta cũng không được giàu sang ghú quí mà?” (Nabi của họ) đáp: “Quả thật, Allah đã chọn ông ta đề lãnh đạo các ngươi và ban cho ông ta kiến thức dồi dào và thể lực hơn người. Và Allah ban quyền hành cho người nào Ngài muốn bởi vì Allah Bao quát (hết mọi việc) và Hiểu biết (hết mọi vấn đề).",
    "FOOTNOTES": ""
  },
  {
    "ID": "255",
    "SURAH": "2",
    "AYAH": "248",
    "ARABIC_TEXT": "وَقَالَ لَهُمۡ نَبِيُّهُمۡ إِنَّ ءَايَةَ مُلۡكِهِۦٓ أَن يَأۡتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٞ مِّن رَّبِّكُمۡ وَبَقِيَّةٞ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَٰرُونَ تَحۡمِلُهُ ٱلۡمَلَٰٓئِكَةُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
    "TRANSLATION": "Và Vị Nabi của họ bảo tiếp: “(Sẽ có) một dấu hiệu (xác nhận) vương quyền của ông ta là các ngươi sẽ nhận được một cái rương chứa thánh vật tượng trưng cho sự thanh bình do Thượng Đế (Allah) của các ngươi ban xuống và cả những thánh vật mà gia đình của Musa và gia đình của Harun đã để lại do những Thiên Thần mang đến. Quả thật, trong sự việc đó, có một dấu hiệu cho các ngươi nếu các ngươi có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "256",
    "SURAH": "2",
    "AYAH": "249",
    "ARABIC_TEXT": "فَلَمَّا فَصَلَ طَالُوتُ بِٱلۡجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبۡتَلِيكُم بِنَهَرٖ فَمَن شَرِبَ مِنۡهُ فَلَيۡسَ مِنِّي وَمَن لَّمۡ يَطۡعَمۡهُ فَإِنَّهُۥ مِنِّيٓ إِلَّا مَنِ ٱغۡتَرَفَ غُرۡفَةَۢ بِيَدِهِۦۚ فَشَرِبُواْ مِنۡهُ إِلَّا قَلِيلٗا مِّنۡهُمۡۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥ قَالُواْ لَا طَاقَةَ لَنَا ٱلۡيَوۡمَ بِجَالُوتَ وَجُنُودِهِۦۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَٰقُواْ ٱللَّهِ كَم مِّن فِئَةٖ قَلِيلَةٍ غَلَبَتۡ فِئَةٗ كَثِيرَةَۢ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ",
    "TRANSLATION": "Bởi thế, khi Talut ra quân đi chiến đấu, (Talut) bảo (binh tướng): “Chắc chắn Allah sẽ thử thách các ngươi với (nước của) một con sông. Ai uống nước sông đó thì sẽ không là người của ta; và ai không uống thì sẽ là người của ta trừ phi người nào uống từng hớp từ lòng bàn tay của mình.” Nhưng họ (không nghe lời và) đã uống nước sông đó ngoại trừ một số rất ít. Bởi thế, khi họ băng qua sông, (Talut) với những ai có đức tin cùng theo Người lên tiếng: “Ngày nay chúng ta không đủ sức đương đầu với Jalut và đoàn quân của y. Tuy nhiên, những ai nghĩ rằng bề nào họ cũng phải gặp Allah trở lại, đã lên tiếng: “Đã có không biết bao nhiêu lần một lực lượng nhỏ có thể đánh bại một lực lượng lớn với sự cho phép của Allah? Bởi vì Allah ở cùng với những người kiên cường bất khuất\".",
    "FOOTNOTES": ""
  },
  {
    "ID": "257",
    "SURAH": "2",
    "AYAH": "250",
    "ARABIC_TEXT": "وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِۦ قَالُواْ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَثَبِّتۡ أَقۡدَامَنَا وَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
    "TRANSLATION": "Và khi họ tiến quân lên đương đầu với Jalut và đoàn quân của y, họ (cầu nguyện) thưa: “Lạy Thượng Đế chúng tôi! Xin Ngài xối lên chúng tôi (tinh thần) kiên trì nhẫn nại và làm cho bàn chân của chúng tôi vững chắc và giúp chúng tôi đánh thắng những kẻ ngoại giáo không tin.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "258",
    "SURAH": "2",
    "AYAH": "251",
    "ARABIC_TEXT": "فَهَزَمُوهُم بِإِذۡنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ وَٱلۡحِكۡمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّفَسَدَتِ ٱلۡأَرۡضُ وَلَٰكِنَّ ٱللَّهَ ذُو فَضۡلٍ عَلَى ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "Bởi thế, với sự chấp thuận của Allah, họ đánh tan (quân địch) và Dawood đã giết chết Jalut và Allah đã ban cho Y (Dawood) quyền bính và lẽ đúng đắn khôn ngoan và dạy Người điều mà Ngài muốn. Và nếu Allah không dùng một nhóm người này để chặn đứng một nhóm người kia thì trái đất sẽ rối loạn và thối nát. Nhưng chắc chắn Allah Rất mực Nhân từ Độ lượng với thiên hạ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "259",
    "SURAH": "2",
    "AYAH": "252",
    "ARABIC_TEXT": "تِلۡكَ ءَايَٰتُ ٱللَّهِ نَتۡلُوهَا عَلَيۡكَ بِٱلۡحَقِّۚ وَإِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ",
    "TRANSLATION": "Đấy là những Lời Mặc Khải của Allah. TA đọc chúng cho Ngươi (Muhammad) bằng sự thật. Và thật sự Ngươi là một trong các Sứ Giả (của Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "260",
    "SURAH": "2",
    "AYAH": "253",
    "ARABIC_TEXT": "۞ تِلۡكَ ٱلرُّسُلُ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖۘ مِّنۡهُم مَّن كَلَّمَ ٱللَّهُۖ وَرَفَعَ بَعۡضَهُمۡ دَرَجَٰتٖۚ وَءَاتَيۡنَا عِيسَى ٱبۡنَ مَرۡيَمَ ٱلۡبَيِّنَٰتِ وَأَيَّدۡنَٰهُ بِرُوحِ ٱلۡقُدُسِۗ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلَ ٱلَّذِينَ مِنۢ بَعۡدِهِم مِّنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ وَلَٰكِنِ ٱخۡتَلَفُواْ فَمِنۡهُم مَّنۡ ءَامَنَ وَمِنۡهُم مَّن كَفَرَۚ وَلَوۡ شَآءَ ٱللَّهُ مَا ٱقۡتَتَلُواْ وَلَٰكِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ",
    "TRANSLATION": "Đó là các Sứ Giả (của Allah); TA đã ưu đãi một số người này hơn một số người nọ. Trong họ, có người Allah nói chuyện trực tiếp, và nâng cao cấp bậc danh dự; và TA đã ban cho Ysa, con trai của Maryam, những bằng chứng rõ rệt và hỗ trợ Y với Ruh al-Qudus (Đại Thiên Thần Jibril); và nếu Allah muốn thì những người sống sau (thời đại của các Thiên sứ) đã không chiến tranh lẫn nhau sau khi đã chứng kiến những bằng chứng rõ rệt (của Allah) nhưng họ bất đồng ý kiến với nhau, bởi thế trong họ có một số người tin tưởng và có một số không tin. Và nếu Allah muốn thì họ đã không chiến tranh lẫn nhau, nhưng Allah đã làm bất cứ điều gì Ngài muốn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "261",
    "SURAH": "2",
    "AYAH": "254",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِمَّا رَزَقۡنَٰكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خُلَّةٞ وَلَا شَفَٰعَةٞۗ وَٱلۡكَٰفِرُونَ هُمُ ٱلظَّٰلِمُونَ",
    "TRANSLATION": "Hỡi những ai có đức tin! Hãy chi dùng tài sản mà TA (Allah) đã cung cấp cho các ngươi (để làm việc thiện) trước khi xảy ra Ngày mà sẽ không có việc mua bán đổi chác, sẽ không có tình bạn hữu (bao che cho nhau) và cũng sẽ không có sự can thiệp nào (được chấp thuận). Và những kẻ không có đức tin là những kẻ làm điều sai quấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "262",
    "SURAH": "2",
    "AYAH": "255",
    "ARABIC_TEXT": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ",
    "TRANSLATION": "Allah! Không có Thượng Đế nào khác ngoài Ngài (Allah), Đấng Hằng Sống, Đấng Tự Hữu và Nuôi Dưỡng vạn vật. Ngài không buồn ngủ, cũng không ngủ. Mọi vật trong các tầng trời và trái đất đều là (những tạo vật) của Ngài. Ai là người có thể can thiệp được với Ngài nếu không có phép của Ngài? Ngài biết điều xảy ra trước họ và điều xảy ra sau họ. Họ không thể bao quát được sự hiểu biết của Ngài về bất cứ điều gì ngoại trừ điều nào Ngài muốn cho họ biết. Ngai vàng (Kursi) của Ngài bao trùm cả các tầng trời và trái đất; và việc quản lý trời đất không làm cho Ngài mỏi mệt bởi vì Ngài là Đang Tối Cao, Đấng Chí Đại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "263",
    "SURAH": "2",
    "AYAH": "256",
    "ARABIC_TEXT": "لَآ إِكۡرَاهَ فِي ٱلدِّينِۖ قَد تَّبَيَّنَ ٱلرُّشۡدُ مِنَ ٱلۡغَيِّۚ فَمَن يَكۡفُرۡ بِٱلطَّٰغُوتِ وَيُؤۡمِنۢ بِٱللَّهِ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰ لَا ٱنفِصَامَ لَهَاۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
    "TRANSLATION": "Không có việc cưỡng bách (tín ngưỡng) trong lãnh vực tôn giáo. Chắc chắn Chân Lý và Lẽ phải bao giờ cũng khác biệt với điều ngụy tạo và sự sai lạc. Bởi thế, ai phủ nhận Tà thần và tin tưởng nơi Allah thì chắc chắn sẽ nắm vững chiếc cán (hay sợi dây cứu rỗi) không bao giờ đứt. Bởi vì Allah Hằng Nghe và Hằng Biết (mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "264",
    "SURAH": "2",
    "AYAH": "257",
    "ARABIC_TEXT": "ٱللَّهُ وَلِيُّ ٱلَّذِينَ ءَامَنُواْ يُخۡرِجُهُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۖ وَٱلَّذِينَ كَفَرُوٓاْ أَوۡلِيَآؤُهُمُ ٱلطَّٰغُوتُ يُخۡرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَٰتِۗ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
    "TRANSLATION": "Allah là Đấng Bảo hộ của những người có đức tin. Ngài đưa họ từ tăm tối ra ánh sáng. Ngược lại, các chủ nhân của những kẻ không có đức tin là những tên Tà thần. Chúng dắt họ từ chỗ ánh sáng xuống nơi tối tăm. Những người này sẽ làm bạn với Lửa (của hỏa ngục). Trong đó, họ sẽ ở đời đời.",
    "FOOTNOTES": ""
  },
  {
    "ID": "265",
    "SURAH": "2",
    "AYAH": "258",
    "ARABIC_TEXT": "أَلَمۡ تَرَ إِلَى ٱلَّذِي حَآجَّ إِبۡرَٰهِـۧمَ فِي رَبِّهِۦٓ أَنۡ ءَاتَىٰهُ ٱللَّهُ ٱلۡمُلۡكَ إِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّيَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحۡيِۦ وَأُمِيتُۖ قَالَ إِبۡرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأۡتِي بِٱلشَّمۡسِ مِنَ ٱلۡمَشۡرِقِ فَأۡتِ بِهَا مِنَ ٱلۡمَغۡرِبِ فَبُهِتَ ٱلَّذِي كَفَرَۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
    "TRANSLATION": "Hẳn Ngươi (Muhammad) không suy ngẫm về bạo chúa (Nimrud) đã tranh luận với Ibrahim về Thượng Đế của Y bởi vì Allah đã ban cho hắn quyền bính hay sao? Khi Ibrahim bảo hắn: “Thượng Đế của tôi là Đấng ban sự sống và gây sự chết.” (Hắn) đáp: “Ta cũng (có quyền) ban sự sống và làm cho chết vậy.” Ibrahim đáp: “Nhưng Allah (Thượng Đế của tôi) làm cho mặt trời mọc từ hướng đông, thế ngài làm cho nó mọc từ hướng tây đi (nếu ngài có khả năng?)” Bởi thế, kẻ không có đức tin đó đâm ra lúng túng (vì đuối lý). Và Allah không hướng dẫn đám người làm điều sai quấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "266",
    "SURAH": "2",
    "AYAH": "259",
    "ARABIC_TEXT": "أَوۡ كَٱلَّذِي مَرَّ عَلَىٰ قَرۡيَةٖ وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحۡيِۦ هَٰذِهِ ٱللَّهُ بَعۡدَ مَوۡتِهَاۖ فَأَمَاتَهُ ٱللَّهُ مِاْئَةَ عَامٖ ثُمَّ بَعَثَهُۥۖ قَالَ كَمۡ لَبِثۡتَۖ قَالَ لَبِثۡتُ يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۖ قَالَ بَل لَّبِثۡتَ مِاْئَةَ عَامٖ فَٱنظُرۡ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمۡ يَتَسَنَّهۡۖ وَٱنظُرۡ إِلَىٰ حِمَارِكَ وَلِنَجۡعَلَكَ ءَايَةٗ لِّلنَّاسِۖ وَٱنظُرۡ إِلَى ٱلۡعِظَامِ كَيۡفَ نُنشِزُهَا ثُمَّ نَكۡسُوهَا لَحۡمٗاۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعۡلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
    "TRANSLATION": "Hoặc như ai đó(40) đã đi ngang qua một thị trấn hoang tàn, nhà cửa sụp đổ. Y bảo: “Làm sao Allah phục sinh lại thị trấn này sau khi nó đã chết (thế này?)\" Bởi thế, Allah làm cho y chết một trăm năm rồi dựng y sống lại. (Allah hỏi y): “Nhà ngươi ở lại đó bao lâu?” Y thưa: “Bề tôi ở lại đó một ngày hay một buổi gì đó.” (Allah) bảo y: “Không, nhà ngươi đã ở lại đó một trăm năm rồi. Thế hãy nhìn thức ăn và thức uống của nhà ngươi, chúng chẳng tỏ dấu hiệu gì mục rã cả; và hãy nhìn con lừa của nhà ngươi, và TA lấy ngươi làm một dấu hiệu cho nhân loại; và nhà ngươi hãy nhìn những khúc xương xem TA đã dựng và sắp xếp chúng, rồi TA lấy thịt bao chúng trở lại như thế nào? Bởi thế khi y nhận thức được thực tại, y vội thưa: “Bề tôi biết quả thật Allah có quyền trên tất cả mọi vật.”",
    "FOOTNOTES": "(40) Ám chỉ hoặc 1/ Ezekiel; 2/ Nehemiah; và 3/ Ezra (Edras)."
  },
  {
    "ID": "267",
    "SURAH": "2",
    "AYAH": "260",
    "ARABIC_TEXT": "وَإِذۡ قَالَ إِبۡرَٰهِـۧمُ رَبِّ أَرِنِي كَيۡفَ تُحۡيِ ٱلۡمَوۡتَىٰۖ قَالَ أَوَلَمۡ تُؤۡمِنۖ قَالَ بَلَىٰ وَلَٰكِن لِّيَطۡمَئِنَّ قَلۡبِيۖ قَالَ فَخُذۡ أَرۡبَعَةٗ مِّنَ ٱلطَّيۡرِ فَصُرۡهُنَّ إِلَيۡكَ ثُمَّ ٱجۡعَلۡ عَلَىٰ كُلِّ جَبَلٖ مِّنۡهُنَّ جُزۡءٗا ثُمَّ ٱدۡعُهُنَّ يَأۡتِينَكَ سَعۡيٗاۚ وَٱعۡلَمۡ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
    "TRANSLATION": "Và hãy nhớ lại khi Ibrahim thưa (với Allah): “Lạy Thượng Đế của bề tôi! Xin Ngài cho bề tôi thấy việc Ngài làm cho người chết sống lại như thế nào?” (Allah) phán bảo (Ibrahim): “Hẳn nhà ngươi không tin (việc phục sinh) hay sao?” (Ibrahim) thưa: “Bẩm không phải thế, nhưng để cho bề tôi được yên tâm (về việc đó.)” (Allah) phán: “Hãy bắt bốn con chim, tập luyện cho chúng xu hướng về ngươi (cột chúng lại và bầm chúng thành từng mảnh), rồi đặt thịt bầm của chúng tại mỗi ngọn đồi, rồi gọi chúng, chúng sẽ bay nhanh đến với ngươi. Và hãy biết rằng Allah Toàn Năng, Toàn Tri (đủ khả năng và sự hiểu biết để làm mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "268",
    "SURAH": "2",
    "AYAH": "261",
    "ARABIC_TEXT": "مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتۡ سَبۡعَ سَنَابِلَ فِي كُلِّ سُنۢبُلَةٖ مِّاْئَةُ حَبَّةٖۗ وَٱللَّهُ يُضَٰعِفُ لِمَن يَشَآءُۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
    "TRANSLATION": "Hình ảnh của những ai chi dùng của cải của họ cho Chính Nghĩa của Allah giống như một hạt lúa trổ ra bảy bông lúa, mỗi bông lúa trổ ra một trăm hạt lúa. Allah tăng nó nhiều cho người nào Ngài muốn bởi vì Allah Rộng rãi Bao la và Biết (hết mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "269",
    "SURAH": "2",
    "AYAH": "262",
    "ARABIC_TEXT": "ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ فِي سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتۡبِعُونَ مَآ أَنفَقُواْ مَنّٗا وَلَآ أَذٗى لَّهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
    "TRANSLATION": "Những ai chi dùng của cải của họ cho Chính Nghĩa của Allah rồi không kèm theo lời nhắc khéo về sự rộng rãi của mình cũng không làm tổn thương danh dự của người khác thì sẽ nhận phần thưởng của họ nơi Thượng Đế của họ. Họ sẽ không lo sợ cũng sẽ không buồn phiền.",
    "FOOTNOTES": ""
  },
  {
    "ID": "270",
    "SURAH": "2",
    "AYAH": "263",
    "ARABIC_TEXT": "۞ قَوۡلٞ مَّعۡرُوفٞ وَمَغۡفِرَةٌ خَيۡرٞ مِّن صَدَقَةٖ يَتۡبَعُهَآ أَذٗىۗ وَٱللَّهُ غَنِيٌّ حَلِيمٞ",
    "TRANSLATION": "Lời nói tử tế và sự tha thứ tốt hơn của bố thí kèm theo việc làm tổn thương danh dự của người khác bởi vì Allah rất mực Giàu Có (không thiếu thôn chi), hằng Chịu Đựng (vì bầy tôi của Ngài).",
    "FOOTNOTES": ""
  },
  {
    "ID": "271",
    "SURAH": "2",
    "AYAH": "264",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُبۡطِلُواْ صَدَقَٰتِكُم بِٱلۡمَنِّ وَٱلۡأَذَىٰ كَٱلَّذِي يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۖ فَمَثَلُهُۥ كَمَثَلِ صَفۡوَانٍ عَلَيۡهِ تُرَابٞ فَأَصَابَهُۥ وَابِلٞ فَتَرَكَهُۥ صَلۡدٗاۖ لَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّمَّا كَسَبُواْۗ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ",
    "TRANSLATION": "Hỡi những ai có đức tin! Chớ làm cho việc bố thí của các ngươi thành vô nghĩa bằng cách nhắc khéo về lòng rộng rãi của mình và với lời lẽ làm tổn thương danh dự của người khác giống như (việc làm của) những kẻ chi dùng của cải của mình phô trương cho thiên hạ thấy chứ không tin tưởng nơi Allah và Ngày sau. Bởi vì hình ảnh của một người như thế giống hình ảnh của một tảng đá trơn láng có một lớp bụi phủ bên trên; khi mưa rào đổ lên nó, (nước mưa) quét sạch lớp bụi ấy đi bỏ nó nằm trơ trọi một mình. Họ sẽ không định đọat được gì về những vật mà họ đã thu hoạch. Và Allah không hướng dẫn một dân tộc không có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "272",
    "SURAH": "2",
    "AYAH": "265",
    "ARABIC_TEXT": "وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمُ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ وَتَثۡبِيتٗا مِّنۡ أَنفُسِهِمۡ كَمَثَلِ جَنَّةِۭ بِرَبۡوَةٍ أَصَابَهَا وَابِلٞ فَـَٔاتَتۡ أُكُلَهَا ضِعۡفَيۡنِ فَإِن لَّمۡ يُصِبۡهَا وَابِلٞ فَطَلّٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ",
    "TRANSLATION": "Và hình ảnh của những ai chi dùng của cải của họ nhằm làm hài lòng Allah và để củng cố tâm hồn của họ thêm vững chắc giống như một ngôi vườn được tọa lạc trên một gò đất cao và phì nhiêu; khi mưa rào tuôn lên nó, nước mưa làm tăng vụ mùa gấp đôi; nhưng nếu không có mưa rào thì mưa rươi cũng đủ làm cho nó tăng trưởng. Và Allah thấy rõ điều các ngươi làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "273",
    "SURAH": "2",
    "AYAH": "266",
    "ARABIC_TEXT": "أَيَوَدُّ أَحَدُكُمۡ أَن تَكُونَ لَهُۥ جَنَّةٞ مِّن نَّخِيلٖ وَأَعۡنَابٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلۡكِبَرُ وَلَهُۥ ذُرِّيَّةٞ ضُعَفَآءُ فَأَصَابَهَآ إِعۡصَارٞ فِيهِ نَارٞ فَٱحۡتَرَقَتۡۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَتَفَكَّرُونَ",
    "TRANSLATION": "Trong các ngươi, há ai muốn có một ngôi vườn chà là và vườn nho có mạch nước chảy bên dưới với đủ loại trái cây bên trong được dành sẵn cho y, nhưng khi y đến tuổi già, con cái của y hãy còn thơ dại, rồi một trận gió nóng như lửa ào đến đốt cháy ngôi vườn và tàn phá nó đi hay không? Allah trình bày rõ những Lời Mặc Khải của Ngài đúng như thế để may ra các ngươi ngẫm nghĩ lại (về việc bố thí của các ngươi).",
    "FOOTNOTES": ""
  },
  {
    "ID": "274",
    "SURAH": "2",
    "AYAH": "267",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَنفِقُواْ مِن طَيِّبَٰتِ مَا كَسَبۡتُمۡ وَمِمَّآ أَخۡرَجۡنَا لَكُم مِّنَ ٱلۡأَرۡضِۖ وَلَا تَيَمَّمُواْ ٱلۡخَبِيثَ مِنۡهُ تُنفِقُونَ وَلَسۡتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغۡمِضُواْ فِيهِۚ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ غَنِيٌّ حَمِيدٌ",
    "TRANSLATION": "Hỡi những ai có đức tin! Hãy chi dùng những món vật tốt mà các ngươi đã thu hoạch được (để bố thí) và những vật mà TA đã sản xuất cho các ngươi từ đất đai; và chớ tìm vật nào xấu của nó mà tiêu ra (cho người khác), vật mà chính các ngươi cũng không muốn nhận trừ phi các ngươi nhắm mắt làm ngơ; và hãy biết rằng Allah rất mực giàu Có (không thiếu chi), Rất đáng Ca tụng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "275",
    "SURAH": "2",
    "AYAH": "268",
    "ARABIC_TEXT": "ٱلشَّيۡطَٰنُ يَعِدُكُمُ ٱلۡفَقۡرَ وَيَأۡمُرُكُم بِٱلۡفَحۡشَآءِۖ وَٱللَّهُ يَعِدُكُم مَّغۡفِرَةٗ مِّنۡهُ وَفَضۡلٗاۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٞ",
    "TRANSLATION": "Shaytan hăm dọa (làm cho) các ngươi trở thành nghèo khó và bắt các ngươi làm điều thô bỉ trong lúc Allah hứa tha thứ và làm cho các ngươi phát đạt với thiên lộc của Ngài. Bởi vì Allah Rộng rãi Bao la, Biết Hết (mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "276",
    "SURAH": "2",
    "AYAH": "269",
    "ARABIC_TEXT": "يُؤۡتِي ٱلۡحِكۡمَةَ مَن يَشَآءُۚ وَمَن يُؤۡتَ ٱلۡحِكۡمَةَ فَقَدۡ أُوتِيَ خَيۡرٗا كَثِيرٗاۗ وَمَا يَذَّكَّرُ إِلَّآ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
    "TRANSLATION": "(Allah) ban sự thông thái khôn ngoan cho người nào Ngài muốn. Và ai được Ngài ban cho sự thông thái khôn ngoan thì chắc chắn là được ban cho muôn vàn cái tốt. Và không ai tiếp thu được sự giác ngộ ngoại trừ những người hiểu biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "277",
    "SURAH": "2",
    "AYAH": "270",
    "ARABIC_TEXT": "وَمَآ أَنفَقۡتُم مِّن نَّفَقَةٍ أَوۡ نَذَرۡتُم مِّن نَّذۡرٖ فَإِنَّ ٱللَّهَ يَعۡلَمُهُۥۗ وَمَا لِلظَّٰلِمِينَ مِنۡ أَنصَارٍ",
    "TRANSLATION": "Và quả thật Allah biết (không sót) một vật gì mà các ngươi chi ra (để bố thí) hoặc một lời thề nào các ngươi đã thề thốt. Và những kẻ làm điều bất công sẽ không được ai giúp đỡ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "278",
    "SURAH": "2",
    "AYAH": "271",
    "ARABIC_TEXT": "إِن تُبۡدُواْ ٱلصَّدَقَٰتِ فَنِعِمَّا هِيَۖ وَإِن تُخۡفُوهَا وَتُؤۡتُوهَا ٱلۡفُقَرَآءَ فَهُوَ خَيۡرٞ لَّكُمۡۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمۡۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
    "TRANSLATION": "Nếu các ngươi công bố vật bố thí của các ngươi cho thiên hạ biết, điều đó cũng tốt thôi. Ngược lại, nếu các ngươi giấu kín và trao nó đến tận tay của người nghèo, điều đó tốt cho các ngươi hơn; (việc từ thiện) sẽ xóa đi khỏi các ngươi một số tội lỗi. Và Allah Rất Am Tường về những điều (tốt) các ngươi đã làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "279",
    "SURAH": "2",
    "AYAH": "272",
    "ARABIC_TEXT": "۞ لَّيۡسَ عَلَيۡكَ هُدَىٰهُمۡ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَلِأَنفُسِكُمۡۚ وَمَا تُنفِقُونَ إِلَّا ٱبۡتِغَآءَ وَجۡهِ ٱللَّهِۚ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ",
    "TRANSLATION": "(Hỡi Muhammad!) Không phải Ngươi hướng dẫn họ theo Chính Đạo mà Allah (là Đấng) hướng dẫn người nào mà Ngài muốn, theo Chính Đạo. Và bất cứ món (vật bố thí) tốt nào các ngươi tiêu ra thì chính bản thân (linh hồn) của các ngươi sẽ hưởng lợi (về nó); và các ngươi tiêu ra như thế là chỉ để làm cho Allah hài lòng mà thôi. Và bất cứ vật tốt nào các ngươi tiêu ra, nó sẽ được trả lại cho các ngươi đầy đủ và các ngươi sẽ không bị đối xử thiệt thòi một mảy may nào.",
    "FOOTNOTES": ""
  },
  {
    "ID": "280",
    "SURAH": "2",
    "AYAH": "273",
    "ARABIC_TEXT": "لِلۡفُقَرَآءِ ٱلَّذِينَ أُحۡصِرُواْ فِي سَبِيلِ ٱللَّهِ لَا يَسۡتَطِيعُونَ ضَرۡبٗا فِي ٱلۡأَرۡضِ يَحۡسَبُهُمُ ٱلۡجَاهِلُ أَغۡنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعۡرِفُهُم بِسِيمَٰهُمۡ لَا يَسۡـَٔلُونَ ٱلنَّاسَ إِلۡحَافٗاۗ وَمَا تُنفِقُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
    "TRANSLATION": "(Của bố thí là dành) cho người nghèo, những ai vì Chính Nghĩa của Allah đã bị hạn chế trong việc đi đây đó trên mặt đất (để tìm kế sinh nhai); những kẻ kém hiểu biết thấy tư cách khiêm tốn của họ tưởng rằng họ đầy đủ không cần gì khác; Ngươi (hỡi Sứ Giả!) có thể nhận biết hoàn cảnh của họ qua (những nét đặc biệt) trên gương mặt của họ; họ không trơ trẽn xin xỏ và quấy rầy thiên hạ. Bởi thế, bất cứ vật tốt nào các ngươi tiêu ra cho họ, chắc chắn Allah biết rõ nó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "281",
    "SURAH": "2",
    "AYAH": "274",
    "ARABIC_TEXT": "ٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُم بِٱلَّيۡلِ وَٱلنَّهَارِ سِرّٗا وَعَلَانِيَةٗ فَلَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
    "TRANSLATION": "Những ai chi dùng tài sản của họ đêm và ngày (vào việc từ thiện) một cách kín đáo hay công khai, sẽ nhận phần thưởng của họ nơi Thượng Đế (Allah) của họ; họ sẽ không lo sợ cũng sẽ không buồn phiền.",
    "FOOTNOTES": ""
  },
  {
    "ID": "282",
    "SURAH": "2",
    "AYAH": "275",
    "ARABIC_TEXT": "ٱلَّذِينَ يَأۡكُلُونَ ٱلرِّبَوٰاْ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِي يَتَخَبَّطُهُ ٱلشَّيۡطَٰنُ مِنَ ٱلۡمَسِّۚ ذَٰلِكَ بِأَنَّهُمۡ قَالُوٓاْ إِنَّمَا ٱلۡبَيۡعُ مِثۡلُ ٱلرِّبَوٰاْۗ وَأَحَلَّ ٱللَّهُ ٱلۡبَيۡعَ وَحَرَّمَ ٱلرِّبَوٰاْۚ فَمَن جَآءَهُۥ مَوۡعِظَةٞ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمۡرُهُۥٓ إِلَى ٱللَّهِۖ وَمَنۡ عَادَ فَأُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
    "TRANSLATION": "Những ai ăn (lấy) tiền lời cho vay (Riba) sẽ không đứng vững trừ phi đứng như một kẻ đã bị Shaytan sờ mó và làm cho điên cuồng. Sở dĩ như thế là vì họ nói: “Thương mại có khác gì với việc cho vay lấy lãi đâu.” Nhưng Allah cho phép buôn bán và cấm cho vay lấy lãi. Bởi thế, ai đã nhận được lệnh cảnh cáo của Allah và ngưng (cho vay lấy lãi) thì sẽ được (Allah) tha thứ về quá khứ của y; và công việc của y sẽ được trình lên cho Allah quyết định. Ngược lại, ai tái phạm thì sẽ làm Bạn của Lửa (hỏa ngục); trong đó, họ sẽ vào ở đời\nđời.",
    "FOOTNOTES": ""
  },
  {
    "ID": "283",
    "SURAH": "2",
    "AYAH": "276",
    "ARABIC_TEXT": "يَمۡحَقُ ٱللَّهُ ٱلرِّبَوٰاْ وَيُرۡبِي ٱلصَّدَقَٰتِۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ",
    "TRANSLATION": "Allah xóa bỏ (định chế) 'Riba' (cho vay lấy lãi) và làm phát đạt việc bố thí (Sadaqah); và Allah không thương những kẻ phụ ơn và tội lỗi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "284",
    "SURAH": "2",
    "AYAH": "277",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ لَهُمۡ أَجۡرُهُمۡ عِندَ رَبِّهِمۡ وَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
    "TRANSLATION": "Quả thật, những ai có đức tin và làm việc thiện, và chu đáo dâng lễ Salah và đóng Zakah thì sẽ nhận phần thưởng của họ ở nơi Thượng Đế của họ; họ sẽ không lo sợ cũng sẽ không buồn phiền.",
    "FOOTNOTES": ""
  },
  {
    "ID": "285",
    "SURAH": "2",
    "AYAH": "278",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَذَرُواْ مَا بَقِيَ مِنَ ٱلرِّبَوٰٓاْ إِن كُنتُم مُّؤۡمِنِينَ",
    "TRANSLATION": "Hỡi những ai có đức tin! Nếu các ngươi là những người có đức tin thật sự thì hãy sợ Allah và bỏ phần còn lại của tiền lời cho vay.",
    "FOOTNOTES": ""
  },
  {
    "ID": "286",
    "SURAH": "2",
    "AYAH": "279",
    "ARABIC_TEXT": "فَإِن لَّمۡ تَفۡعَلُواْ فَأۡذَنُواْ بِحَرۡبٖ مِّنَ ٱللَّهِ وَرَسُولِهِۦۖ وَإِن تُبۡتُمۡ فَلَكُمۡ رُءُوسُ أَمۡوَٰلِكُمۡ لَا تَظۡلِمُونَ وَلَا تُظۡلَمُونَ",
    "TRANSLATION": "Nhưng nếu các ngươi không thi hành thì hãy coi chừng chiến tranh từ Allah và Sứ Giả của Ngài; nếu các ngươi hối cải thì sẽ được tiền vốn của các ngươi trở lại. Chớ đối xử bất công với người khác và các ngươi sẽ không bị đối xử bất công trở lại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "287",
    "SURAH": "2",
    "AYAH": "280",
    "ARABIC_TEXT": "وَإِن كَانَ ذُو عُسۡرَةٖ فَنَظِرَةٌ إِلَىٰ مَيۡسَرَةٖۚ وَأَن تَصَدَّقُواْ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
    "TRANSLATION": "Và nếu người thiếu nợ lâm vào hoàn cảnh khó khăn, hãy gia hạn cho y cho đến khi y cảm thấy nhẹ gánh lo (trong việc trả nợ); nhưng nếu các ngươi bố thí (tiền nợ) cho họ thì điều đó tốt nhất cho các ngươi, nếu các ngươi biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "288",
    "SURAH": "2",
    "AYAH": "281",
    "ARABIC_TEXT": "وَٱتَّقُواْ يَوۡمٗا تُرۡجَعُونَ فِيهِ إِلَى ٱللَّهِۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفۡسٖ مَّا كَسَبَتۡ وَهُمۡ لَا يُظۡلَمُونَ",
    "TRANSLATION": "Và hãy sợ Ngày mà các ngươi sẽ được đưa về gặp Allah trở lại (để chịu xét xử). Rồi mỗi linh hồn sẽ được trả lại đầy đủ về những điều (tội lỗi) mà nó đã phạm và họ sẽ không bị đối xử bất công.",
    "FOOTNOTES": ""
  },
  {
    "ID": "289",
    "SURAH": "2",
    "AYAH": "282",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَدَايَنتُم بِدَيۡنٍ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَٱكۡتُبُوهُۚ وَلۡيَكۡتُب بَّيۡنَكُمۡ كَاتِبُۢ بِٱلۡعَدۡلِۚ وَلَا يَأۡبَ كَاتِبٌ أَن يَكۡتُبَ كَمَا عَلَّمَهُ ٱللَّهُۚ فَلۡيَكۡتُبۡ وَلۡيُمۡلِلِ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبۡخَسۡ مِنۡهُ شَيۡـٔٗاۚ فَإِن كَانَ ٱلَّذِي عَلَيۡهِ ٱلۡحَقُّ سَفِيهًا أَوۡ ضَعِيفًا أَوۡ لَا يَسۡتَطِيعُ أَن يُمِلَّ هُوَ فَلۡيُمۡلِلۡ وَلِيُّهُۥ بِٱلۡعَدۡلِۚ وَٱسۡتَشۡهِدُواْ شَهِيدَيۡنِ مِن رِّجَالِكُمۡۖ فَإِن لَّمۡ يَكُونَا رَجُلَيۡنِ فَرَجُلٞ وَٱمۡرَأَتَانِ مِمَّن تَرۡضَوۡنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحۡدَىٰهُمَا فَتُذَكِّرَ إِحۡدَىٰهُمَا ٱلۡأُخۡرَىٰۚ وَلَا يَأۡبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُواْۚ وَلَا تَسۡـَٔمُوٓاْ أَن تَكۡتُبُوهُ صَغِيرًا أَوۡ كَبِيرًا إِلَىٰٓ أَجَلِهِۦۚ ذَٰلِكُمۡ أَقۡسَطُ عِندَ ٱللَّهِ وَأَقۡوَمُ لِلشَّهَٰدَةِ وَأَدۡنَىٰٓ أَلَّا تَرۡتَابُوٓاْ إِلَّآ أَن تَكُونَ تِجَٰرَةً حَاضِرَةٗ تُدِيرُونَهَا بَيۡنَكُمۡ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَلَّا تَكۡتُبُوهَاۗ وَأَشۡهِدُوٓاْ إِذَا تَبَايَعۡتُمۡۚ وَلَا يُضَآرَّ كَاتِبٞ وَلَا شَهِيدٞۚ وَإِن تَفۡعَلُواْ فَإِنَّهُۥ فُسُوقُۢ بِكُمۡۗ وَٱتَّقُواْ ٱللَّهَۖ وَيُعَلِّمُكُمُ ٱللَّهُۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ",
    "TRANSLATION": "Hỡi những ai có đức tin! Khi các ngươi giao dịch mượn tiền bạc của nhau trong một thời hạn ấn định, hãy viết nó xuống thành giấy tờ và hãy gọi một người biên chép đến ghi chép những điều kết ước giữa đôi bên một cách vô tư và công bằng; người biên chép không được từ chối viết theo điều mà Allah đã dạy y. Bởi thế, hãy để cho y viết. Và người mắc nợ đọc ra số nợ; y phải sợ Allah, Thượng Đế của y; và y không được bớt một tí nào số nợ của y; nếu người mắc nợ không được sáng suốt (về tinh thần), hoặc yếu ớt hoặc không có khả năng đọc nó thì người giám hộ của y đọc số nợ ấy một cách vô tư và công bằng; và hãy gọi hai người đàn ông của các ngươi đến làm chứng; nhưng nếu không có hai người đàn ông thì chọn một người đàn ông và hai người đàn bà của các ngươi đến làm chứng; mục đích là nếu một trong hai nữ nhân chứng đó nhầm lẫn, người nọ sẽ nhắc lại người kia; và những nhân chứng không được từ chối khi được mời. Và chớ ái ngại viết nó thành văn dù số nợ nhỏ hay lớn đến kỳ hạn của nó. Đối vđi Allah, điều đó công bằng hơn, chính xác hơn khi đưa ra bằng chứng và thích hợp hơn trong việc chặn đứng điều nghi kỵ lẫn nhau; ngoại trừ trường hợp mua bán tại chỗ giữa các ngươi với nhau thì các ngươi không phạm tội nếu không viết thành văn bản và hãy gọi nhân chứng đến làm chứng khỉ các ngươi thương lượng buôn bán. Và chớ hại người biên chép lẫn nhân chứng; và nếu các ngươi hại họ thì quả thật đó là một hành động hung ác nơi các ngươi. Và hãy sợ Allah bởi vì Allah dạy các ngươi (làm tốt) và Allah Hằng Biết mọi việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "290",
    "SURAH": "2",
    "AYAH": "283",
    "ARABIC_TEXT": "۞ وَإِن كُنتُمۡ عَلَىٰ سَفَرٖ وَلَمۡ تَجِدُواْ كَاتِبٗا فَرِهَٰنٞ مَّقۡبُوضَةٞۖ فَإِنۡ أَمِنَ بَعۡضُكُم بَعۡضٗا فَلۡيُؤَدِّ ٱلَّذِي ٱؤۡتُمِنَ أَمَٰنَتَهُۥ وَلۡيَتَّقِ ٱللَّهَ رَبَّهُۥۗ وَلَا تَكۡتُمُواْ ٱلشَّهَٰدَةَۚ وَمَن يَكۡتُمۡهَا فَإِنَّهُۥٓ ءَاثِمٞ قَلۡبُهُۥۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ عَلِيمٞ",
    "TRANSLATION": "Và nếu các ngươi đi xa (nhà) và không tìm ra một người biên chép thì một lời hứa danh dự với tín vật (có thể làm bảo chứng thay cho tờ giao kèo). Nhưng nếu một trong các ngươi tín nhiệm lẫn nhau mà giao cho người kia giữ tín vật thì người thụ ủy phải làm tròn trách nhiệm của anh ta (bằng cách giao hoàn tín vật lại cho chủ nhân của nó) và hãy để cho y sợ Allah, Thượng Đế của y; và y không được giấu giếm bằng chứng. Và ai giấu giếm bằng chứng thì quả thật tấm lòng của y vướng tội, bởi vì Allah Biết rõ điều các ngươi làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "291",
    "SURAH": "2",
    "AYAH": "284",
    "ARABIC_TEXT": "لِّلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَإِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
    "TRANSLATION": "Mọi vật trong các tầng trời và trái đất đều là (tạo vật) của Allah cả. Và nếu các ngươi bộc lộ hay giấu kín điều nằm trong lòng của các ngươi thì Allah sẽ gọi các ngươi đến hỏi về điều đó. Bởi thế, Ngài sẽ tha thứ cho người nào Ngài muốn và trừng phạt kẻ nào Ngài muốn bởi vì Allah có quyền định đọat trên tất cả mọi vật.",
    "FOOTNOTES": ""
  },
  {
    "ID": "292",
    "SURAH": "2",
    "AYAH": "285",
    "ARABIC_TEXT": "ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ",
    "TRANSLATION": "Sứ Giả (Muhammad) tin tưởng nơi điều (mặc khải) đã được ban xuống cho Y từ Thượng Đế của Y và những người có đức tin (cũng tin tưởng như Y). Tất cả đều tin tưởng nơi Allah, nơi các Thiên Thần của Ngài, các Kinh Sách của Ngài, và các Sứ Giả của Ngài. (Họ nói): “Chúng tôi không phân biệt và kỳ thị một vị nào trong các Sứ Giả của Ngài.” Và họ thưa: “Bầy tôi nghe và vâng lời. Xin Ngài tha thứ cho bầy tôi, lạy Thượng Đế của bầy tôi, bởi vì bề nào bầy tôi cũng phải trở về gặp lại Ngài (ở đời sau).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "293",
    "SURAH": "2",
    "AYAH": "286",
    "ARABIC_TEXT": "لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ",
    "TRANSLATION": "Allah không bắt một linh hồn vác gánh nặng (trách nhiệm) quá khả năng của nó. Nó hưởng (phúc) về điều tốt mà nó đã làm ra và chịu phạt về tội mà nó đã gây ra. (Lời cầu nguyện của những tín đồ sẽ là): “Lạy Thượng Đế của bầy tôi! Xin Ngài đừng bắt tội bầy tôi nếu bầy tôi quên hay nhầm lẫn. Lạy Thượng Đế của bầy tôi xin Ngài đừng bắt bầy tôi vác gánh nặng giống (gánh nặng) mà Ngài đã đặt lên những người trước bầy tôi. Lạy Thượng Đế của bầy tôi! Xin Ngài đừng bắt bầy tôi vác gánh nặng vượt quá khả năng của bầy tôi. Xin Ngài lượng thứ và khoan hồng bầy tôi. Ngài là Đấng Bảo hộ che chở bầy tôi, bởi thế xin Ngài yểm trợ bầy tôi thắng những kẻ không có đức tin.”",
    "FOOTNOTES": ""
  }
]