[
  {
    "ID": "2349",
    "SURAH": "20",
    "AYAH": "1",
    "ARABIC_TEXT": "طه",
    "TRANSLATION": "Ta. Ha.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2350",
    "SURAH": "20",
    "AYAH": "2",
    "ARABIC_TEXT": "مَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ لِتَشۡقَىٰٓ",
    "TRANSLATION": "TA ban Qur'an xuống cho Ngươi (Muhammad) không phải để làm Ngươi buồn khổ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2351",
    "SURAH": "20",
    "AYAH": "3",
    "ARABIC_TEXT": "إِلَّا تَذۡكِرَةٗ لِّمَن يَخۡشَىٰ",
    "TRANSLATION": "Mà đó là một Lời Nhắc Nhở dành cho những người có lòng kính sợ (Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2352",
    "SURAH": "20",
    "AYAH": "4",
    "ARABIC_TEXT": "تَنزِيلٗا مِّمَّنۡ خَلَقَ ٱلۡأَرۡضَ وَٱلسَّمَٰوَٰتِ ٱلۡعُلَى",
    "TRANSLATION": "Một sự Mặc Khải từ Đấng đã tạo hóa trái đất và các tầng trời cao.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2353",
    "SURAH": "20",
    "AYAH": "5",
    "ARABIC_TEXT": "ٱلرَّحۡمَٰنُ عَلَى ٱلۡعَرۡشِ ٱسۡتَوَىٰ",
    "TRANSLATION": "Đấng Rất Mực Độ Lượng an vị trên chiếc Ngai Vương.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2354",
    "SURAH": "20",
    "AYAH": "6",
    "ARABIC_TEXT": "لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَمَا تَحۡتَ ٱلثَّرَىٰ",
    "TRANSLATION": "Mọi vật trong các tầng trời và trái đất cũng như những gì nằm giữa chúng và những gì nằm sâu dưới lòng đất đều là của Ngài (Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2355",
    "SURAH": "20",
    "AYAH": "7",
    "ARABIC_TEXT": "وَإِن تَجۡهَرۡ بِٱلۡقَوۡلِ فَإِنَّهُۥ يَعۡلَمُ ٱلسِّرَّ وَأَخۡفَى",
    "TRANSLATION": "Và nếu Ngươi có nói lớn tiếng thì quả thật Ngài vẫn biết rõ những điều bí mật và thầm kín.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2356",
    "SURAH": "20",
    "AYAH": "8",
    "ARABIC_TEXT": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ",
    "TRANSLATION": "Allah! Không có Thượng Đế nào khác cả duy chỉ có Ngài. Ngài mang những tên gọi tốt đẹp nhất.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2357",
    "SURAH": "20",
    "AYAH": "9",
    "ARABIC_TEXT": "وَهَلۡ أَتَىٰكَ حَدِيثُ مُوسَىٰٓ",
    "TRANSLATION": "Và Ngươi đã biết câu chuyện của Musa hay chưa?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2358",
    "SURAH": "20",
    "AYAH": "10",
    "ARABIC_TEXT": "إِذۡ رَءَا نَارٗا فَقَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِقَبَسٍ أَوۡ أَجِدُ عَلَى ٱلنَّارِ هُدٗى",
    "TRANSLATION": "Khi thấy một ngọn lửa, Y (Musa) bảo gia đình của Y: “Mọi người hãy tạm dừng chân ở đây. Ta sẽ đến chỗ ngọn lửa biết đâu có thể mang về cho mọi người một cục than hồng hoặc biết đâu có thể tìm thấy nơi đống lửa đó một Chỉ Đạo.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2359",
    "SURAH": "20",
    "AYAH": "11",
    "ARABIC_TEXT": "فَلَمَّآ أَتَىٰهَا نُودِيَ يَٰمُوسَىٰٓ",
    "TRANSLATION": "Nhưng khi Y tiến đến đống lửa thì bổng nhiên có tiếng gọi bảo: \"Hỡi Musa!\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2360",
    "SURAH": "20",
    "AYAH": "12",
    "ARABIC_TEXT": "إِنِّيٓ أَنَا۠ رَبُّكَ فَٱخۡلَعۡ نَعۡلَيۡكَ إِنَّكَ بِٱلۡوَادِ ٱلۡمُقَدَّسِ طُوٗى",
    "TRANSLATION": "\"Quả thật TA là Thượng Đế của Ngươi.  Ngươi hãy cởi giày của Ngươi ra bởi đích thực Ngươi đang ở nơi thung lũng Tuwa linh thiêng.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2361",
    "SURAH": "20",
    "AYAH": "13",
    "ARABIC_TEXT": "وَأَنَا ٱخۡتَرۡتُكَ فَٱسۡتَمِعۡ لِمَا يُوحَىٰٓ",
    "TRANSLATION": "\"Và TA đã chọn Ngươi. Bởi thế, hãy lắng nghe điều mặc khải.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2362",
    "SURAH": "20",
    "AYAH": "14",
    "ARABIC_TEXT": "إِنَّنِيٓ أَنَا ٱللَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدۡنِي وَأَقِمِ ٱلصَّلَوٰةَ لِذِكۡرِيٓ",
    "TRANSLATION": "\"Quả thật, TA là Allah. Không có Thượng Đế nào khác ngoài TA. Do đó, hãy thờ phụng TA và hãy dâng lễ nguyện Salah để tưởng nhớ TA.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2363",
    "SURAH": "20",
    "AYAH": "15",
    "ARABIC_TEXT": "إِنَّ ٱلسَّاعَةَ ءَاتِيَةٌ أَكَادُ أُخۡفِيهَا لِتُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا تَسۡعَىٰ",
    "TRANSLATION": "\"Thật sự Giờ Tận Thế đang tiến đến nhưng TA muốn giữ kín nó để cho mỗi linh hồn nuôi hy vọng sẽ được ân thưởng tùy theo sự cố gắng của nó.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2364",
    "SURAH": "20",
    "AYAH": "16",
    "ARABIC_TEXT": "فَلَا يَصُدَّنَّكَ عَنۡهَا مَن لَّا يُؤۡمِنُ بِهَا وَٱتَّبَعَ هَوَىٰهُ فَتَرۡدَىٰ",
    "TRANSLATION": "“Do đó, chớ để cho ai không có đức tin nơi nó (Giờ Tận Thế) và chạy theo những dục vọng của bản thân làm cho Ngươi xao lãng nó e rằng Ngươi sẽ bị tiêu diệt.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2365",
    "SURAH": "20",
    "AYAH": "17",
    "ARABIC_TEXT": "وَمَا تِلۡكَ بِيَمِينِكَ يَٰمُوسَىٰ",
    "TRANSLATION": "\"Và vật gì nơi tay phải của Ngươi vậy, hỡi Musa?\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2366",
    "SURAH": "20",
    "AYAH": "18",
    "ARABIC_TEXT": "قَالَ هِيَ عَصَايَ أَتَوَكَّؤُاْ عَلَيۡهَا وَأَهُشُّ بِهَا عَلَىٰ غَنَمِي وَلِيَ فِيهَا مَـَٔارِبُ أُخۡرَىٰ",
    "TRANSLATION": "Y thưa: “Đó là chiếc gậy mà bề tôi dùng để tựa mình và đập rụng lá cây cho đàn cừu của bề tôi và nhiều công dụng khác nữa.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2367",
    "SURAH": "20",
    "AYAH": "19",
    "ARABIC_TEXT": "قَالَ أَلۡقِهَا يَٰمُوسَىٰ",
    "TRANSLATION": "(Allah) phán: “Hãy quẳng nó xuống, hỡi Musa!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2368",
    "SURAH": "20",
    "AYAH": "20",
    "ARABIC_TEXT": "فَأَلۡقَىٰهَا فَإِذَا هِيَ حَيَّةٞ تَسۡعَىٰ",
    "TRANSLATION": "Thế là Y ném nó xuống. Nó liền biến thành một con rắn biết bò.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2369",
    "SURAH": "20",
    "AYAH": "21",
    "ARABIC_TEXT": "قَالَ خُذۡهَا وَلَا تَخَفۡۖ سَنُعِيدُهَا سِيرَتَهَا ٱلۡأُولَىٰ",
    "TRANSLATION": "(Allah) phán: \"Hãy cầm lấy nó và chớ sợ. TA sẽ làm cho nó trở lại nguyên trạng ban đầu.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2370",
    "SURAH": "20",
    "AYAH": "22",
    "ARABIC_TEXT": "وَٱضۡمُمۡ يَدَكَ إِلَىٰ جَنَاحِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٍ ءَايَةً أُخۡرَىٰ",
    "TRANSLATION": "\"Và hãy áp bàn tay (phải) của Ngươi sát vào ba sườn của Ngươi, nó sẽ hiện ra trăng toát, không có gì đau đớn cả. Một Phép lạ khác.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2371",
    "SURAH": "20",
    "AYAH": "23",
    "ARABIC_TEXT": "لِنُرِيَكَ مِنۡ ءَايَٰتِنَا ٱلۡكُبۡرَى",
    "TRANSLATION": "\"Để TA trưng cho Ngươi thấy một số Dấu Lạ lớn nhất của TA.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2372",
    "SURAH": "20",
    "AYAH": "24",
    "ARABIC_TEXT": "ٱذۡهَبۡ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ",
    "TRANSLATION": "“Ngươi hãy đi gặp Fir-'awn (Phê-rô). Quả thật, nó đã tàn ác quá mức.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2373",
    "SURAH": "20",
    "AYAH": "25",
    "ARABIC_TEXT": "قَالَ رَبِّ ٱشۡرَحۡ لِي صَدۡرِي",
    "TRANSLATION": "(Musa) thưa: \"Lạy Thượng Đế, xin Ngài nới rộng lòng ngực của bề tôi.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2374",
    "SURAH": "20",
    "AYAH": "26",
    "ARABIC_TEXT": "وَيَسِّرۡ لِيٓ أَمۡرِي",
    "TRANSLATION": "\"Và xin Ngài làm cho công tác của bề tôi được dễ dàng\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2375",
    "SURAH": "20",
    "AYAH": "27",
    "ARABIC_TEXT": "وَٱحۡلُلۡ عُقۡدَةٗ مِّن لِّسَانِي",
    "TRANSLATION": "\"Và xin Ngài tháo cái gút (ngọng) ra khỏi lưỡi của bề tôi.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2376",
    "SURAH": "20",
    "AYAH": "28",
    "ARABIC_TEXT": "يَفۡقَهُواْ قَوۡلِي",
    "TRANSLATION": "\"Để chúng (đối phương) có thể hiểu được lời nói của bề tôi.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2377",
    "SURAH": "20",
    "AYAH": "29",
    "ARABIC_TEXT": "وَٱجۡعَل لِّي وَزِيرٗا مِّنۡ أَهۡلِي",
    "TRANSLATION": "“Và xin Ngài cử một người phụ tá cho bề tôi từ gia đình của bề tôi.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2378",
    "SURAH": "20",
    "AYAH": "30",
    "ARABIC_TEXT": "هَٰرُونَ أَخِي",
    "TRANSLATION": "\"Harun, người em của bề tôi.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2379",
    "SURAH": "20",
    "AYAH": "31",
    "ARABIC_TEXT": "ٱشۡدُدۡ بِهِۦٓ أَزۡرِي",
    "TRANSLATION": "\"Xin Ngài gia tăng sức mạnh cho bề tôi bởi nó (Harun).\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2380",
    "SURAH": "20",
    "AYAH": "32",
    "ARABIC_TEXT": "وَأَشۡرِكۡهُ فِيٓ أَمۡرِي",
    "TRANSLATION": "\"Và xin Ngài hãy để nó chia sẻ công việc của bề tôi.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2381",
    "SURAH": "20",
    "AYAH": "33",
    "ARABIC_TEXT": "كَيۡ نُسَبِّحَكَ كَثِيرٗا",
    "TRANSLATION": "\"Để cả hai bề tôi có thể tán dương Ngài nhiều.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2382",
    "SURAH": "20",
    "AYAH": "34",
    "ARABIC_TEXT": "وَنَذۡكُرَكَ كَثِيرًا",
    "TRANSLATION": "\"Và tưởng nhớ Ngài thật nhiều.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2383",
    "SURAH": "20",
    "AYAH": "35",
    "ARABIC_TEXT": "إِنَّكَ كُنتَ بِنَا بَصِيرٗا",
    "TRANSLATION": "“Bởi vì quả thật Ngài Hằng thấy bầy tôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2384",
    "SURAH": "20",
    "AYAH": "36",
    "ARABIC_TEXT": "قَالَ قَدۡ أُوتِيتَ سُؤۡلَكَ يَٰمُوسَىٰ",
    "TRANSLATION": "(Allah) phán: \"Chắc chắn những điều Ngươi yêu cầu được chấp thuận, hỡi Musa!\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2385",
    "SURAH": "20",
    "AYAH": "37",
    "ARABIC_TEXT": "وَلَقَدۡ مَنَنَّا عَلَيۡكَ مَرَّةً أُخۡرَىٰٓ",
    "TRANSLATION": "\"Và quả thật, TA đã gia ân cho ngươi vào một dịp khác.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2386",
    "SURAH": "20",
    "AYAH": "38",
    "ARABIC_TEXT": "إِذۡ أَوۡحَيۡنَآ إِلَىٰٓ أُمِّكَ مَا يُوحَىٰٓ",
    "TRANSLATION": "\"Khi TA đã mặc khải cho mẹ của Ngươi điều mặc khải.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2387",
    "SURAH": "20",
    "AYAH": "39",
    "ARABIC_TEXT": "أَنِ ٱقۡذِفِيهِ فِي ٱلتَّابُوتِ فَٱقۡذِفِيهِ فِي ٱلۡيَمِّ فَلۡيُلۡقِهِ ٱلۡيَمُّ بِٱلسَّاحِلِ يَأۡخُذۡهُ عَدُوّٞ لِّي وَعَدُوّٞ لَّهُۥۚ وَأَلۡقَيۡتُ عَلَيۡكَ مَحَبَّةٗ مِّنِّي وَلِتُصۡنَعَ عَلَىٰ عَيۡنِيٓ",
    "TRANSLATION": "\"Rằng hãy đặt nó (Musa) vào trong chiếc rương và ném nó xuống sông; dòng sông sẽ đẩy giạt nó vào bờ; kẻ thù của TA và cũng là kẻ thù của nó sẽ vớt nó lên bờ.” Và TA đã ban cho Ngươi tình thương từ TA (hỡi Musa) để Ngươi được nuôi dưỡng dưới Mắt (săn sóc) của TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2388",
    "SURAH": "20",
    "AYAH": "40",
    "ARABIC_TEXT": "إِذۡ تَمۡشِيٓ أُخۡتُكَ فَتَقُولُ هَلۡ أَدُلُّكُمۡ عَلَىٰ مَن يَكۡفُلُهُۥۖ فَرَجَعۡنَٰكَ إِلَىٰٓ أُمِّكَ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَۚ وَقَتَلۡتَ نَفۡسٗا فَنَجَّيۡنَٰكَ مِنَ ٱلۡغَمِّ وَفَتَنَّٰكَ فُتُونٗاۚ فَلَبِثۡتَ سِنِينَ فِيٓ أَهۡلِ مَدۡيَنَ ثُمَّ جِئۡتَ عَلَىٰ قَدَرٖ يَٰمُوسَىٰ",
    "TRANSLATION": "\"Khi người chị của Ngươi la cà đi theo và nói: Quí ngài có muốn tôi chỉ cho quí ngài một người để chăm sóc đứa bé hay không? Bằng (cách) đó TA mang Ngươi trả lại cho mẹ của Ngươi để cho cặp mắt của nữ dịu lại và hết lo buồn. Và Ngươi đã (lỡ tay) giết chết một người (dân Ai Cập) nhưng TA đã cứu Ngươi ra khỏi cảnh nguy khốn và đã thử thách Ngươi với một sự thử thách lớn rồi Ngươi lưu vong nhiều năm với người dân Madyan. Sau đó, Ngươi đến đây như đã định, hỡi Musa!\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2389",
    "SURAH": "20",
    "AYAH": "41",
    "ARABIC_TEXT": "وَٱصۡطَنَعۡتُكَ لِنَفۡسِي",
    "TRANSLATION": "\"Và TA đã rèn luyện Ngươi (để làm việc) cho TA.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2390",
    "SURAH": "20",
    "AYAH": "42",
    "ARABIC_TEXT": "ٱذۡهَبۡ أَنتَ وَأَخُوكَ بِـَٔايَٰتِي وَلَا تَنِيَا فِي ذِكۡرِي",
    "TRANSLATION": "\"Hãy lên đường, ngươi và em của ngươi, với Phép Lạ của TA, và chớ xao lãng việc tưởng nhớ TA.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2391",
    "SURAH": "20",
    "AYAH": "43",
    "ARABIC_TEXT": "ٱذۡهَبَآ إِلَىٰ فِرۡعَوۡنَ إِنَّهُۥ طَغَىٰ",
    "TRANSLATION": "“Hai ngươi hãy đi gặp Fir-'awn. Quả thật, hắn đã tàn ác quá mức.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2392",
    "SURAH": "20",
    "AYAH": "44",
    "ARABIC_TEXT": "فَقُولَا لَهُۥ قَوۡلٗا لَّيِّنٗا لَّعَلَّهُۥ يَتَذَكَّرُ أَوۡ يَخۡشَىٰ",
    "TRANSLATION": "\"Tuy nhiên hãy ăn nói với hắn lời lẽ nhã nhặn may ra vì thế hắn sẽ lưu ý đến Lời cảnh tỉnh hoặc sẽ biết kính sợ.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2393",
    "SURAH": "20",
    "AYAH": "45",
    "ARABIC_TEXT": "قَالَا رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفۡرُطَ عَلَيۡنَآ أَوۡ أَن يَطۡغَىٰ",
    "TRANSLATION": "Hai người (Musa và Harun) thưa: “Lạy Thượng Đế của bầy tôi! Quả thật, bầy tôi sợ rằng y (Fir-'awn) sẽ có hành động quá quắt hoặc tàn bạo với bầy tôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2394",
    "SURAH": "20",
    "AYAH": "46",
    "ARABIC_TEXT": "قَالَ لَا تَخَافَآۖ إِنَّنِي مَعَكُمَآ أَسۡمَعُ وَأَرَىٰ",
    "TRANSLATION": "(Allah) phán: \"Chớ sợ! Chắc chắn TA luôn ở cùng với hai ngươi. TA nghe và thấy hết mọi việc.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2395",
    "SURAH": "20",
    "AYAH": "47",
    "ARABIC_TEXT": "فَأۡتِيَاهُ فَقُولَآ إِنَّا رَسُولَا رَبِّكَ فَأَرۡسِلۡ مَعَنَا بَنِيٓ إِسۡرَٰٓءِيلَ وَلَا تُعَذِّبۡهُمۡۖ قَدۡ جِئۡنَٰكَ بِـَٔايَةٖ مِّن رَّبِّكَۖ وَٱلسَّلَٰمُ عَلَىٰ مَنِ ٱتَّبَعَ ٱلۡهُدَىٰٓ",
    "TRANSLATION": "\"Do đó, hai ngươi hãy lên đường đi gặp hắn và bảo: Quả thật chúng tôi là Sứ Giả của Thượng Đế của ngài. Xin ngài hãy để cho con cháu của Israel ra đi với chúng tôi và chớ trừng phạt họ. Thật sự, chúng tôi đến gặp ngài với một Phép Lạ từ Thượng Đế của ngài. Và sự bằng an đến với ai tuân theo Chỉ Đạo.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2396",
    "SURAH": "20",
    "AYAH": "48",
    "ARABIC_TEXT": "إِنَّا قَدۡ أُوحِيَ إِلَيۡنَآ أَنَّ ٱلۡعَذَابَ عَلَىٰ مَن كَذَّبَ وَتَوَلَّىٰ",
    "TRANSLATION": "\"Quả thật chúng tôi được (Thượng Đế chúng tôi) mặc khải (cho biết) sự trừng phạt (đang chờ) ai là kẻ phủ nhận (Thông điệp của Ngài) và quay bỏ đi.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2397",
    "SURAH": "20",
    "AYAH": "49",
    "ARABIC_TEXT": "قَالَ فَمَن رَّبُّكُمَا يَٰمُوسَىٰ",
    "TRANSLATION": "(Fir-'awn) bảo: \"Thế ai là Thượng Đế của hai ngươi, hỡi Musa?\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2398",
    "SURAH": "20",
    "AYAH": "50",
    "ARABIC_TEXT": "قَالَ رَبُّنَا ٱلَّذِيٓ أَعۡطَىٰ كُلَّ شَيۡءٍ خَلۡقَهُۥ ثُمَّ هَدَىٰ",
    "TRANSLATION": "(Musa) đáp: “Thượng Đế chúng tôi là Đấng đã ban cho mọi vật hình thể và bản chất rồi hướng dẫn (chúng).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2399",
    "SURAH": "20",
    "AYAH": "51",
    "ARABIC_TEXT": "قَالَ فَمَا بَالُ ٱلۡقُرُونِ ٱلۡأُولَىٰ",
    "TRANSLATION": "(Fir-'awn) bảo: “Thế đối với những người thuộc thế hệ trước thì thế nào?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2400",
    "SURAH": "20",
    "AYAH": "52",
    "ARABIC_TEXT": "قَالَ عِلۡمُهَا عِندَ رَبِّي فِي كِتَٰبٖۖ لَّا يَضِلُّ رَبِّي وَلَا يَنسَى",
    "TRANSLATION": "(Musa) đáp: \"Sự việc đó thuộc về kiến thức ở nơi Thượng Đế của tôi được ghi chép trong Kinh Sách ở nơi Ngài; Thượng Đế của tôi không nhầm lẫn cũng không quên sót (điều gì).\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2401",
    "SURAH": "20",
    "AYAH": "53",
    "ARABIC_TEXT": "ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَسَلَكَ لَكُمۡ فِيهَا سُبُلٗا وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّن نَّبَاتٖ شَتَّىٰ",
    "TRANSLATION": "Đấng đã làm trái đất thành một giường ngủ cho các ngươi và mở ra nơi đó những con đường thông thương qua lại và ban nước mưa từ trên trời xuống cho các ngươi (chính là TA - Allah); TA dùng nó để làm mọc ra đủ loại cây, từng cặp khác nhau.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2402",
    "SURAH": "20",
    "AYAH": "54",
    "ARABIC_TEXT": "كُلُواْ وَٱرۡعَوۡاْ أَنۡعَٰمَكُمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ",
    "TRANSLATION": "Các ngươi hãy ăn (rau củ, trái quả từ chúng ) và nuôi gia súc của các ngươi. Quả thật, trong sự việc đó là các dấu hiệu cho những người thông hiểu (để nghiệm ra điều chân lý).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2403",
    "SURAH": "20",
    "AYAH": "55",
    "ARABIC_TEXT": "۞ مِنۡهَا خَلَقۡنَٰكُمۡ وَفِيهَا نُعِيدُكُمۡ وَمِنۡهَا نُخۡرِجُكُمۡ تَارَةً أُخۡرَىٰ",
    "TRANSLATION": "Từ nó (trái đất) TA đã tạo hóa các ngươi và sẽ hoàn các người về lại với nó và từ nó TA sẽ đưa các người trở ra một lần nữa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2404",
    "SURAH": "20",
    "AYAH": "56",
    "ARABIC_TEXT": "وَلَقَدۡ أَرَيۡنَٰهُ ءَايَٰتِنَا كُلَّهَا فَكَذَّبَ وَأَبَىٰ",
    "TRANSLATION": "Và quả thật TA đã trưng cho hắn (Fir-'awn) thấy tất cả Phép Lạ và Bằng Chứng của TA, nhưng hắn đã phủ nhận và chối bỏ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2405",
    "SURAH": "20",
    "AYAH": "57",
    "ARABIC_TEXT": "قَالَ أَجِئۡتَنَا لِتُخۡرِجَنَا مِنۡ أَرۡضِنَا بِسِحۡرِكَ يَٰمُوسَىٰ",
    "TRANSLATION": "Hắn bảo: \"Phải chăng ngươi đến gặp bọn ta với dụng ý dùng các pháp thuật của ngươi đuổi bọn ta ra khỏi lãnh thổ của bọn ta hay sao, hỡi Musa!\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2406",
    "SURAH": "20",
    "AYAH": "58",
    "ARABIC_TEXT": "فَلَنَأۡتِيَنَّكَ بِسِحۡرٖ مِّثۡلِهِۦ فَٱجۡعَلۡ بَيۡنَنَا وَبَيۡنَكَ مَوۡعِدٗا لَّا نُخۡلِفُهُۥ نَحۡنُ وَلَآ أَنتَ مَكَانٗا سُوٗى",
    "TRANSLATION": "\"Nhưng bọn ta cũng có thể đưa ra pháp thuật tương tự để đối chọi với ngươi. Do đó giữa bọn ta và ngươi hãy hẹn nhau tại một nơi (thách đấu), bọn ta và ngươi sẽ không lỡ hẹn!.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2407",
    "SURAH": "20",
    "AYAH": "59",
    "ARABIC_TEXT": "قَالَ مَوۡعِدُكُمۡ يَوۡمُ ٱلزِّينَةِ وَأَن يُحۡشَرَ ٱلنَّاسُ ضُحٗى",
    "TRANSLATION": "(Musa) đáp: “Cuộc hẹn của quí ngài sẽ nhằm vào Ngày đại hội và hãy cho dân chúng tụ tập vào lúc mặt trời lên cao khoảng một sào.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2408",
    "SURAH": "20",
    "AYAH": "60",
    "ARABIC_TEXT": "فَتَوَلَّىٰ فِرۡعَوۡنُ فَجَمَعَ كَيۡدَهُۥ ثُمَّ أَتَىٰ",
    "TRANSLATION": "Do đó, Fir-'awn lui về, bàn thảo kế hoạch rồi đến nơi hẹn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2409",
    "SURAH": "20",
    "AYAH": "61",
    "ARABIC_TEXT": "قَالَ لَهُم مُّوسَىٰ وَيۡلَكُمۡ لَا تَفۡتَرُواْ عَلَى ٱللَّهِ كَذِبٗا فَيُسۡحِتَكُم بِعَذَابٖۖ وَقَدۡ خَابَ مَنِ ٱفۡتَرَىٰ",
    "TRANSLATION": "Musa bảo họ: “Quí ngài sắp mắc họa đến nơi rồi! Chớ đặt điều nói dối rồi đổ thừa cho Allah e rằng Ngài sẽ tiêu diệt quí ngài bằng một hình phạt. Và kẻ ngụy tạo chắc chắn sẽ thất bại.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2410",
    "SURAH": "20",
    "AYAH": "62",
    "ARABIC_TEXT": "فَتَنَٰزَعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡ وَأَسَرُّواْ ٱلنَّجۡوَىٰ",
    "TRANSLATION": "Thế rồi, chúng bàn cãi với nhau về công việc của chúng và giấu kín cuộc mật nghị.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2411",
    "SURAH": "20",
    "AYAH": "63",
    "ARABIC_TEXT": "قَالُوٓاْ إِنۡ هَٰذَٰنِ لَسَٰحِرَٰنِ يُرِيدَانِ أَن يُخۡرِجَاكُم مِّنۡ أَرۡضِكُم بِسِحۡرِهِمَا وَيَذۡهَبَا بِطَرِيقَتِكُمُ ٱلۡمُثۡلَىٰ",
    "TRANSLATION": "Chúng bảo nhau: \"Hai tên này quả thật là hai tên phù thủy, chúng muốn dùng pháp thuật để đuổi quí ngài ra khỏi lãnh thổ và xóa bỏ lối sống của quí ngài.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2412",
    "SURAH": "20",
    "AYAH": "64",
    "ARABIC_TEXT": "فَأَجۡمِعُواْ كَيۡدَكُمۡ ثُمَّ ٱئۡتُواْ صَفّٗاۚ وَقَدۡ أَفۡلَحَ ٱلۡيَوۡمَ مَنِ ٱسۡتَعۡلَىٰ",
    "TRANSLATION": "“Do đó, hãy hợp sức trong kế hoạch rồi đến nơi hẹn, và đi theo đội ngũ chỉnh tề. Ngày nay, ai cao tay ấn chắc chắn sẽ thắng cuộc.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2413",
    "SURAH": "20",
    "AYAH": "65",
    "ARABIC_TEXT": "قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنۡ أَلۡقَىٰ",
    "TRANSLATION": "Chúng bảo: “Hỡi Musa hoặc ngươi ném (bửu bối) xuống (trước) hoặc bọn ta là người đầu tiên ném xuống?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2414",
    "SURAH": "20",
    "AYAH": "66",
    "ARABIC_TEXT": "قَالَ بَلۡ أَلۡقُواْۖ فَإِذَا حِبَالُهُمۡ وَعِصِيُّهُمۡ يُخَيَّلُ إِلَيۡهِ مِن سِحۡرِهِمۡ أَنَّهَا تَسۡعَىٰ",
    "TRANSLATION": "(Musa) đáp: “Không, quí vị ném trước.” Thế là bằng pháp thuật của chúng, chúng đã gây ảo giác trước Y (Musa) để Y nhìn thấy những sợi dây cũng như những chiếc gậy của chúng đang cử động.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2415",
    "SURAH": "20",
    "AYAH": "67",
    "ARABIC_TEXT": "فَأَوۡجَسَ فِي نَفۡسِهِۦ خِيفَةٗ مُّوسَىٰ",
    "TRANSLATION": "Thấy thế, Musa đâm sợ trong lòng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2416",
    "SURAH": "20",
    "AYAH": "68",
    "ARABIC_TEXT": "قُلۡنَا لَا تَخَفۡ إِنَّكَ أَنتَ ٱلۡأَعۡلَىٰ",
    "TRANSLATION": "TA phán \"Chớ sợ! Chắc chắn nhà ngươi cao tay ấn hơn.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2417",
    "SURAH": "20",
    "AYAH": "69",
    "ARABIC_TEXT": "وَأَلۡقِ مَا فِي يَمِينِكَ تَلۡقَفۡ مَا صَنَعُوٓاْۖ إِنَّمَا صَنَعُواْ كَيۡدُ سَٰحِرٖۖ وَلَا يُفۡلِحُ ٱلسَّاحِرُ حَيۡثُ أَتَىٰ",
    "TRANSLATION": "“Và hãy ném bảo vật nơi tay phải của ngươi xuống, nó sẽ nuốt hết những vật mà chúng đã làm ra. Quả thật, vật mà chúng đã làm chỉ là xảo thuật của một nhà ảo thuật. Và nhà ảo thuật sẽ không thành công dù từ đâu đến.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2418",
    "SURAH": "20",
    "AYAH": "70",
    "ARABIC_TEXT": "فَأُلۡقِيَ ٱلسَّحَرَةُ سُجَّدٗا قَالُوٓاْ ءَامَنَّا بِرَبِّ هَٰرُونَ وَمُوسَىٰ",
    "TRANSLATION": "Bởi thế, những tên phù thủy buông mình xuống phủ phục (khi chứng kiến phép màu đích thực của Musa). Chúng thưa: “Chúng tôi tin tưởng nơi Thượng Đế của Harun và Musa.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2419",
    "SURAH": "20",
    "AYAH": "71",
    "ARABIC_TEXT": "قَالَ ءَامَنتُمۡ لَهُۥ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِي عَلَّمَكُمُ ٱلسِّحۡرَۖ فَلَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ وَلَأُصَلِّبَنَّكُمۡ فِي جُذُوعِ ٱلنَّخۡلِ وَلَتَعۡلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابٗا وَأَبۡقَىٰ",
    "TRANSLATION": "(Fir-'awn) bảo: “Các ngươi đã táo gan tin tưởng nơi hắn trước khi ta cho phép các ngươi ư? Chính hắn là tên cầm đầu của các ngươi nên hắn đã dạy các ngươi pháp thuật! Bởi thế chắc chắn ta sẽ cho chặt tay và chân của các ngươi mỗi bên một cái; và chắc chắn ta sẽ cho đóng đinh các ngươi trên thân cây chà là để cho các ngươi biết giữa hai bên ai sẽ trừng phạt dữ dội và lâu hơn.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2420",
    "SURAH": "20",
    "AYAH": "72",
    "ARABIC_TEXT": "قَالُواْ لَن نُّؤۡثِرَكَ عَلَىٰ مَا جَآءَنَا مِنَ ٱلۡبَيِّنَٰتِ وَٱلَّذِي فَطَرَنَاۖ فَٱقۡضِ مَآ أَنتَ قَاضٍۖ إِنَّمَا تَقۡضِي هَٰذِهِ ٱلۡحَيَوٰةَ ٱلدُّنۡيَآ",
    "TRANSLATION": "(Các tên phù thủy) đáp: \"Chúng tôi sẽ không bao giờ xem ngài quí hơn những bằng chứng rõ rệt đã đến với chúng tôi và quí hơn Đấng đã sáng tạo ra chúng tôi. Cho nên, ngài cứ quyết định làm điều gì ngài muốn; thật sự, ngài chỉ có thể định đoạt điều gì liên quan đến đời sống trần tục này mà thôi!\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2421",
    "SURAH": "20",
    "AYAH": "73",
    "ARABIC_TEXT": "إِنَّآ ءَامَنَّا بِرَبِّنَا لِيَغۡفِرَ لَنَا خَطَٰيَٰنَا وَمَآ أَكۡرَهۡتَنَا عَلَيۡهِ مِنَ ٱلسِّحۡرِۗ وَٱللَّهُ خَيۡرٞ وَأَبۡقَىٰٓ",
    "TRANSLATION": "“Thật sự, chúng tôi đã tin tưởng nơi Thượng Đế (Allah) của chúng tôi. Chúng tôi hy vọng Ngài sẽ tha thứ cho chúng tôi về tội lỗi của chúng tôi và (về tội đã làm) những phù phép mà ngài đã bắt ép chúng tôi làm. Bởi vì Allah Ưu Việt và Vĩnh Cửu.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2422",
    "SURAH": "20",
    "AYAH": "74",
    "ARABIC_TEXT": "إِنَّهُۥ مَن يَأۡتِ رَبَّهُۥ مُجۡرِمٗا فَإِنَّ لَهُۥ جَهَنَّمَ لَا يَمُوتُ فِيهَا وَلَا يَحۡيَىٰ",
    "TRANSLATION": "Quả thật ai đến trình diện Thượng Đế của y (vào Ngày Xét Xử) như một kẻ tội lỗi thì chắc chắn sẽ sa vào hỏa ngục, một nơi y sẽ không chết và cũng sẽ không sống.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2423",
    "SURAH": "20",
    "AYAH": "75",
    "ARABIC_TEXT": "وَمَن يَأۡتِهِۦ مُؤۡمِنٗا قَدۡ عَمِلَ ٱلصَّٰلِحَٰتِ فَأُوْلَٰٓئِكَ لَهُمُ ٱلدَّرَجَٰتُ ٱلۡعُلَىٰ",
    "TRANSLATION": "Và ai đến trình diện Ngài như một người có đức tin và đã làm việc thiện thì là những người sẽ được ân thưởng cấp bậc ưu hạng:",
    "FOOTNOTES": ""
  },
  {
    "ID": "2424",
    "SURAH": "20",
    "AYAH": "76",
    "ARABIC_TEXT": "جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ جَزَآءُ مَن تَزَكَّىٰ",
    "TRANSLATION": "Những Ngôi Vườn Vĩnh Cửu (thiên đàng), bên dưới có các dòng sông chảy. Họ sẽ vào ở trong đó đời đời. Và đó là phần thưởng của những người đã tẩy sạch bản thân mình (khỏi tội).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2425",
    "SURAH": "20",
    "AYAH": "77",
    "ARABIC_TEXT": "وَلَقَدۡ أَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَسۡرِ بِعِبَادِي فَٱضۡرِبۡ لَهُمۡ طَرِيقٗا فِي ٱلۡبَحۡرِ يَبَسٗا لَّا تَخَٰفُ دَرَكٗا وَلَا تَخۡشَىٰ",
    "TRANSLATION": "Và quả thật, TA đã mặc khải cho Musa: “Hãy dẫn các bầy tôi của TA ra đi ban đêm và (dùng chiếc gậy) đánh xuống (biển) hầu dọn đường ráo khô cho họ băng qua biển (Hồng Hải). Chớ sợ (đám Fir-'awn) đuổi theo bắt cũng chớ lo sợ (bị chết chìm dưới nước).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2426",
    "SURAH": "20",
    "AYAH": "78",
    "ARABIC_TEXT": "فَأَتۡبَعَهُمۡ فِرۡعَوۡنُ بِجُنُودِهِۦ فَغَشِيَهُم مِّنَ ٱلۡيَمِّ مَا غَشِيَهُمۡ",
    "TRANSLATION": "Thế là, Fir-'awn cùng với quân lính của hắn đuổi theo bắt họ nhưng sóng biển đã bao phủ và nhận úp chúng toàn bộ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2427",
    "SURAH": "20",
    "AYAH": "79",
    "ARABIC_TEXT": "وَأَضَلَّ فِرۡعَوۡنُ قَوۡمَهُۥ وَمَا هَدَىٰ",
    "TRANSLATION": "Và Fir-'awn đã dẫn người dân của y đi lạc (khỏi Chính Đạo) và đã không hướng dẫn họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2428",
    "SURAH": "20",
    "AYAH": "80",
    "ARABIC_TEXT": "يَٰبَنِيٓ إِسۡرَٰٓءِيلَ قَدۡ أَنجَيۡنَٰكُم مِّنۡ عَدُوِّكُمۡ وَوَٰعَدۡنَٰكُمۡ جَانِبَ ٱلطُّورِ ٱلۡأَيۡمَنَ وَنَزَّلۡنَا عَلَيۡكُمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰ",
    "TRANSLATION": "Hỡi con cháu của Israel! TA đã cứu thoát các ngươi khỏi kẻ thù của các ngươi và đã kết ước với các ngươi ở phía bên phải của ngọn núi (Sinai) và đã ban ân phúc và chim cút xuống cho các ngươi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2429",
    "SURAH": "20",
    "AYAH": "81",
    "ARABIC_TEXT": "كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡ وَلَا تَطۡغَوۡاْ فِيهِ فَيَحِلَّ عَلَيۡكُمۡ غَضَبِيۖ وَمَن يَحۡلِلۡ عَلَيۡهِ غَضَبِي فَقَدۡ هَوَىٰ",
    "TRANSLATION": "(Và TA phán:) \"Các ngươi hãy dùng các món thực phẩm tốt và sạch mà TA đã cung cấp cho các ngươi nhưng chớ thái quá e rằng cơn Thịnh Nộ của TA sẽ giáng lên các ngươi; và ai mà cơn Thịnh Nộ của TA giáng nhằm phải thì chắc chắn sẽ bị tiêu diệt.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2430",
    "SURAH": "20",
    "AYAH": "82",
    "ARABIC_TEXT": "وَإِنِّي لَغَفَّارٞ لِّمَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا ثُمَّ ٱهۡتَدَىٰ",
    "TRANSLATION": "“Nhưng thật sự TA cũng Hằng Tha Thứ cho những ai biết hối cải và có đức tin và làm việc thiện rồi theo đúng Chỉ Đạo (cho đến chết).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2431",
    "SURAH": "20",
    "AYAH": "83",
    "ARABIC_TEXT": "۞ وَمَآ أَعۡجَلَكَ عَن قَوۡمِكَ يَٰمُوسَىٰ",
    "TRANSLATION": "Và (khi Musa lên đến ngọn núi Sinai, Allah phán:) \"Điều chi giục Ngươi bỏ người dân của Ngươi đến đây trước vậy, hỡi Musa?\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2432",
    "SURAH": "20",
    "AYAH": "84",
    "ARABIC_TEXT": "قَالَ هُمۡ أُوْلَآءِ عَلَىٰٓ أَثَرِي وَعَجِلۡتُ إِلَيۡكَ رَبِّ لِتَرۡضَىٰ",
    "TRANSLATION": "(Musa) thưa: \"Họ bám sát theo dấu chân của bề tôi; bề tôi vội đến trình diện Ngài, lạy Thượng Đế, để mong Ngài hài lòng.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2433",
    "SURAH": "20",
    "AYAH": "85",
    "ARABIC_TEXT": "قَالَ فَإِنَّا قَدۡ فَتَنَّا قَوۡمَكَ مِنۢ بَعۡدِكَ وَأَضَلَّهُمُ ٱلسَّامِرِيُّ",
    "TRANSLATION": "(Allah) phán: “Quả thật TA đã thử thách đám dân của Ngươi sau (khi) Ngươi (ra đi) và tên Samiri(104) đã dẫn họ lầm lạc.”",
    "FOOTNOTES": "(104) Có lẽ là một người Ai Cập đã tin tưởng theo Nabi Musa và ra đi cùng với người dân Israel."
  },
  {
    "ID": "2434",
    "SURAH": "20",
    "AYAH": "86",
    "ARABIC_TEXT": "فَرَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗاۚ قَالَ يَٰقَوۡمِ أَلَمۡ يَعِدۡكُمۡ رَبُّكُمۡ وَعۡدًا حَسَنًاۚ أَفَطَالَ عَلَيۡكُمُ ٱلۡعَهۡدُ أَمۡ أَرَدتُّمۡ أَن يَحِلَّ عَلَيۡكُمۡ غَضَبٞ مِّن رَّبِّكُمۡ فَأَخۡلَفۡتُم مَّوۡعِدِي",
    "TRANSLATION": "Bởi thế, Musa quay về gặp đám dân của Y vừa giận vừa buồn. Y bảo: \"Này hỡi dân ta! Thượng Đế (Allah) của các người đã không hứa với các người một lời hứa tốt đẹp hay sao? Phải chăng lời hứa của Ngài quá lâu đối với các người hay là các người muốn cơn Thịnh Nộ của Thượng Đế của các người sẽ giáng xuống các người để rồi các người đã nuốt lời hứa với ta?\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2435",
    "SURAH": "20",
    "AYAH": "87",
    "ARABIC_TEXT": "قَالُواْ مَآ أَخۡلَفۡنَا مَوۡعِدَكَ بِمَلۡكِنَا وَلَٰكِنَّا حُمِّلۡنَآ أَوۡزَارٗا مِّن زِينَةِ ٱلۡقَوۡمِ فَقَذَفۡنَٰهَا فَكَذَٰلِكَ أَلۡقَى ٱلسَّامِرِيُّ",
    "TRANSLATION": "Họ đáp: \"Chúng tôi không tự quyền bội ước với thầy nhưng vì chúng tôi bị bắt vác nặng nữ trang của toàn dân (Ai Cập) cho nên chúng tôi quẳng chúng (vào lửa) theo đề xuất của Samiri.\" ",
    "FOOTNOTES": ""
  },
  {
    "ID": "2436",
    "SURAH": "20",
    "AYAH": "88",
    "ARABIC_TEXT": "فَأَخۡرَجَ لَهُمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٞ فَقَالُواْ هَٰذَآ إِلَٰهُكُمۡ وَإِلَٰهُ مُوسَىٰ فَنَسِيَ",
    "TRANSLATION": "Rồi y (Samiri) đúc ra cho họ một con bò con, thân hình của nó (phát ra tiếng giống tiếng) rống (của con bò). Rồi họ bảo: \"Đây là thần linh của các người và là thần linh của Musa nhưng (Musa) đã quên.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2437",
    "SURAH": "20",
    "AYAH": "89",
    "ARABIC_TEXT": "أَفَلَا يَرَوۡنَ أَلَّا يَرۡجِعُ إِلَيۡهِمۡ قَوۡلٗا وَلَا يَمۡلِكُ لَهُمۡ ضَرّٗا وَلَا نَفۡعٗا",
    "TRANSLATION": "Thế, họ đã không nhận thấy nó (bò đúc) không trả lời họ được tiếng nào và không thể hãm hại cũng không làm lợi gì được cho họ hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2438",
    "SURAH": "20",
    "AYAH": "90",
    "ARABIC_TEXT": "وَلَقَدۡ قَالَ لَهُمۡ هَٰرُونُ مِن قَبۡلُ يَٰقَوۡمِ إِنَّمَا فُتِنتُم بِهِۦۖ وَإِنَّ رَبَّكُمُ ٱلرَّحۡمَٰنُ فَٱتَّبِعُونِي وَأَطِيعُوٓاْ أَمۡرِي",
    "TRANSLATION": "Và quả thật Harun cũng đã bảo họ trước đó: “Hỡi dân ta! Các người chỉ bị thử thách bởi nó (con bò đúc) và quả thật Thượng Đế của các người là Đấng Rất Mực Độ Lượng. Do đó hãy nghe theo ta và tuân lệnh ta.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2439",
    "SURAH": "20",
    "AYAH": "91",
    "ARABIC_TEXT": "قَالُواْ لَن نَّبۡرَحَ عَلَيۡهِ عَٰكِفِينَ حَتَّىٰ يَرۡجِعَ إِلَيۡنَا مُوسَىٰ",
    "TRANSLATION": "Họ đáp: “Chúng tôi sẽ không bao giờ ngưng thờ nó cho đến khi nào Musa (Môi-se) trở về gặp chúng tôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2440",
    "SURAH": "20",
    "AYAH": "92",
    "ARABIC_TEXT": "قَالَ يَٰهَٰرُونُ مَا مَنَعَكَ إِذۡ رَأَيۡتَهُمۡ ضَلُّوٓاْ",
    "TRANSLATION": "(Musa) bảo: \"Hỡi Harun! Điều gì cản em (ngăn họ) khi thấy họ lầm lạc?\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2441",
    "SURAH": "20",
    "AYAH": "93",
    "ARABIC_TEXT": "أَلَّا تَتَّبِعَنِۖ أَفَعَصَيۡتَ أَمۡرِي",
    "TRANSLATION": "“Há em không tuân theo anh? Em lại trái lệnh anh thế ư?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2442",
    "SURAH": "20",
    "AYAH": "94",
    "ARABIC_TEXT": "قَالَ يَبۡنَؤُمَّ لَا تَأۡخُذۡ بِلِحۡيَتِي وَلَا بِرَأۡسِيٓۖ إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقۡتَ بَيۡنَ بَنِيٓ إِسۡرَٰٓءِيلَ وَلَمۡ تَرۡقُبۡ قَوۡلِي",
    "TRANSLATION": "(Harun) đáp: \"Hỡi anh trai của em! Chớ nắm râu và đầu của em! Quả thật em đã sợ việc anh sẽ nói: 'em đã gây chia rẽ giữa con cháu của Israel và đã không thi hành lời dặn của anh'.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2443",
    "SURAH": "20",
    "AYAH": "95",
    "ARABIC_TEXT": "قَالَ فَمَا خَطۡبُكَ يَٰسَٰمِرِيُّ",
    "TRANSLATION": "(Musa) bảo: “Hỡi Samiri! Mục tiêu của ngươi là gì (khi ngươi đúc ra con bò này?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2444",
    "SURAH": "20",
    "AYAH": "96",
    "ARABIC_TEXT": "قَالَ بَصُرۡتُ بِمَا لَمۡ يَبۡصُرُواْ بِهِۦ فَقَبَضۡتُ قَبۡضَةٗ مِّنۡ أَثَرِ ٱلرَّسُولِ فَنَبَذۡتُهَا وَكَذَٰلِكَ سَوَّلَتۡ لِي نَفۡسِي",
    "TRANSLATION": "Y đáp: \"Tôi thấy điều mà họ không thấy. Bởi thế tôi đã hốt một nắm (đất) nơi dấu chân (ngựa) của Thiên sứ (Jibril) và ném nó (lên con bò đúc). Tâm trí của tôi đã xúi giục tôi như thế.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2445",
    "SURAH": "20",
    "AYAH": "97",
    "ARABIC_TEXT": "قَالَ فَٱذۡهَبۡ فَإِنَّ لَكَ فِي ٱلۡحَيَوٰةِ أَن تَقُولَ لَا مِسَاسَۖ وَإِنَّ لَكَ مَوۡعِدٗا لَّن تُخۡلَفَهُۥۖ وَٱنظُرۡ إِلَىٰٓ إِلَٰهِكَ ٱلَّذِي ظَلۡتَ عَلَيۡهِ عَاكِفٗاۖ لَّنُحَرِّقَنَّهُۥ ثُمَّ لَنَنسِفَنَّهُۥ فِي ٱلۡيَمِّ نَسۡفًا",
    "TRANSLATION": "(Musa) bảo y: “Hãy cút đi! Suốt đời này (hình phạt) dành cho ngươi sẽ như sau: ngươi sẽ nói (với người ta:) “Chớ chạm đến mình tôi! và (trong tương lai) ngươi sẽ gặp một lời hứa (trừng phạt) mà ngươi sẽ không bao giờ tránh khỏi. Và bây giờ ngươi hãy giương mắt ra nhìn thần linh của ngươi, vật mà ngươi đã dốc lòng sùng bái; chắc chắn bọn ta sẽ đốt nó (ra tro) rồi sẽ vãi tung nó xuống biển.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2446",
    "SURAH": "20",
    "AYAH": "98",
    "ARABIC_TEXT": "إِنَّمَآ إِلَٰهُكُمُ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۚ وَسِعَ كُلَّ شَيۡءٍ عِلۡمٗا",
    "TRANSLATION": "Thượng Đế của các ngươi chỉ là Allah, Đấng mà ngoài Ngài, không có một Thượng Đế nào khác. Và sự Hiểu Biết của Ngài bao la, tóm thâu hết mọi vật.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2447",
    "SURAH": "20",
    "AYAH": "99",
    "ARABIC_TEXT": "كَذَٰلِكَ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآءِ مَا قَدۡ سَبَقَۚ وَقَدۡ ءَاتَيۡنَٰكَ مِن لَّدُنَّا ذِكۡرٗا",
    "TRANSLATION": "TA kể lại cho Ngươi (Muhammad) một vài tin tức về các diễn biến trước đây như thế. Và quả thật, chính TA đã ban cho Ngươi Thông điệp nhắc nhở này (Qur'an).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2448",
    "SURAH": "20",
    "AYAH": "100",
    "ARABIC_TEXT": "مَّنۡ أَعۡرَضَ عَنۡهُ فَإِنَّهُۥ يَحۡمِلُ يَوۡمَ ٱلۡقِيَٰمَةِ وِزۡرًا",
    "TRANSLATION": "Ai lánh xa Nó (Qur'an) thì sẽ vác gánh nặng (tội lỗi) vào Ngày phục sinh.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2449",
    "SURAH": "20",
    "AYAH": "101",
    "ARABIC_TEXT": "خَٰلِدِينَ فِيهِۖ وَسَآءَ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ حِمۡلٗا",
    "TRANSLATION": "Họ sẽ ở mãi trong (tình trạng) đó. Và gánh nặng (tội lỗi) của họ vào Ngày phục sinh thật là xấu xa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2450",
    "SURAH": "20",
    "AYAH": "102",
    "ARABIC_TEXT": "يَوۡمَ يُنفَخُ فِي ٱلصُّورِۚ وَنَحۡشُرُ ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ زُرۡقٗا",
    "TRANSLATION": "Ngày mà tiếng Còi sẽ được thổi vang; và ngày đó TA sẽ cho tập trung những kẻ tội lỗi, xanh mặt (vì sợ hãi).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2451",
    "SURAH": "20",
    "AYAH": "103",
    "ARABIC_TEXT": "يَتَخَٰفَتُونَ بَيۡنَهُمۡ إِن لَّبِثۡتُمۡ إِلَّا عَشۡرٗا",
    "TRANSLATION": "Chúng xầm xì bàn tán với nhau: “Các anh chỉ ở lại (đây) lâu khoảng chừng mười ngày.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2452",
    "SURAH": "20",
    "AYAH": "104",
    "ARABIC_TEXT": "نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَ إِذۡ يَقُولُ أَمۡثَلُهُمۡ طَرِيقَةً إِن لَّبِثۡتُمۡ إِلَّا يَوۡمٗا",
    "TRANSLATION": "TA biết rõ những điều chúng sẽ nói khi một người xét đoán giỏi nhất trong bọn lên tiếng: “Chắc chắn các anh sẽ ở lại đây lâu chỉ khoảng một ngày.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2453",
    "SURAH": "20",
    "AYAH": "105",
    "ARABIC_TEXT": "وَيَسۡـَٔلُونَكَ عَنِ ٱلۡجِبَالِ فَقُلۡ يَنسِفُهَا رَبِّي نَسۡفٗا",
    "TRANSLATION": "Và chúng hỏi Ngươi về những quả núi, hãy bảo chúng: \"Thượng Đế (Allah) của ta sẽ bứng chúng và vãi đi tứ tán.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2454",
    "SURAH": "20",
    "AYAH": "106",
    "ARABIC_TEXT": "فَيَذَرُهَا قَاعٗا صَفۡصَفٗا",
    "TRANSLATION": "Rồi Ngài (Allah) sẽ để cho nó (trái đất) thành bình địa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2455",
    "SURAH": "20",
    "AYAH": "107",
    "ARABIC_TEXT": "لَّا تَرَىٰ فِيهَا عِوَجٗا وَلَآ أَمۡتٗا",
    "TRANSLATION": "Nơi đó, Ngươi sẽ thấy không có gì quanh co và lồi lõm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2456",
    "SURAH": "20",
    "AYAH": "108",
    "ARABIC_TEXT": "يَوۡمَئِذٖ يَتَّبِعُونَ ٱلدَّاعِيَ لَا عِوَجَ لَهُۥۖ وَخَشَعَتِ ٱلۡأَصۡوَاتُ لِلرَّحۡمَٰنِ فَلَا تَسۡمَعُ إِلَّا هَمۡسٗا",
    "TRANSLATION": "Vào Ngày đó, (nhân loại) sẽ đi theo vị Gọi (Thiên Thần). Y chẳng có ý gì lừa dối; và những tiếng nói sẽ tắt lịm đi trước mặt Đấng Rất Mực Độ Lượng cho nên Ngươi sẽ không còn nghe thấy gì ngoài tiếng xầm xì.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2457",
    "SURAH": "20",
    "AYAH": "109",
    "ARABIC_TEXT": "يَوۡمَئِذٖ لَّا تَنفَعُ ٱلشَّفَٰعَةُ إِلَّا مَنۡ أَذِنَ لَهُ ٱلرَّحۡمَٰنُ وَرَضِيَ لَهُۥ قَوۡلٗا",
    "TRANSLATION": "Vào Ngày đó, việc can thiệp sẽ vô giá trị ngoại trừ của ai mà Đấng Rất Mực Độ Lượng cho phép và lời yêu cầu của y được chấp thuận.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2458",
    "SURAH": "20",
    "AYAH": "110",
    "ARABIC_TEXT": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يُحِيطُونَ بِهِۦ عِلۡمٗا",
    "TRANSLATION": "Ngài (Allah) biết điều gì trước họ (nhân loại) và điều gì sau họ và họ không biết một tí gì về nó theo sự hiểu biết (của họ).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2459",
    "SURAH": "20",
    "AYAH": "111",
    "ARABIC_TEXT": "۞ وَعَنَتِ ٱلۡوُجُوهُ لِلۡحَيِّ ٱلۡقَيُّومِۖ وَقَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمٗا",
    "TRANSLATION": "(Tất cả) những gương mặt sẽ gục xuống trước Đấng Hằng Sống, Đấng Tự Hữu và Nuôi Dưỡng (vạn vật); và ai gánh vác tội lỗi trên lưng thì chắc chắn sẽ thất bại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2460",
    "SURAH": "20",
    "AYAH": "112",
    "ARABIC_TEXT": "وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا يَخَافُ ظُلۡمٗا وَلَا هَضۡمٗا",
    "TRANSLATION": "Và ai làm việc thiện và có đức tin thì sẽ không sợ bị thiệt thòi và mất phần.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2461",
    "SURAH": "20",
    "AYAH": "113",
    "ARABIC_TEXT": "وَكَذَٰلِكَ أَنزَلۡنَٰهُ قُرۡءَانًا عَرَبِيّٗا وَصَرَّفۡنَا فِيهِ مِنَ ٱلۡوَعِيدِ لَعَلَّهُمۡ يَتَّقُونَ أَوۡ يُحۡدِثُ لَهُمۡ ذِكۡرٗا",
    "TRANSLATION": "Và TA đã ban Nó (Qur'an) xuống bằng tiếng Ả Rập đúng như thế và đã giải thích cặn kẽ trong đó có những lời cảnh báo (về sự trừng phạt) để may ra chúng sợ hoặc may ra nó sẽ làm cho chúng tưởng nhớ (đến Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2462",
    "SURAH": "20",
    "AYAH": "114",
    "ARABIC_TEXT": "فَتَعَٰلَى ٱللَّهُ ٱلۡمَلِكُ ٱلۡحَقُّۗ وَلَا تَعۡجَلۡ بِٱلۡقُرۡءَانِ مِن قَبۡلِ أَن يُقۡضَىٰٓ إِلَيۡكَ وَحۡيُهُۥۖ وَقُل رَّبِّ زِدۡنِي عِلۡمٗا",
    "TRANSLATION": "Bởi thế, cao cả nhất là Allah, Đức Vua thật sự. Và chớ giục giã với Qur'an trước khi việc mặc khải Nó sẽ hoàn tất cho Ngươi. Và hãy cầu nguyện, thưa: “Lạy Thượng Đế của bề tôi! Xin Ngài gia tăng kiến thức cho bề tôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2463",
    "SURAH": "20",
    "AYAH": "115",
    "ARABIC_TEXT": "وَلَقَدۡ عَهِدۡنَآ إِلَىٰٓ ءَادَمَ مِن قَبۡلُ فَنَسِيَ وَلَمۡ نَجِدۡ لَهُۥ عَزۡمٗا",
    "TRANSLATION": "Và quả thật, TA đã kết ước với Adam trước đây nhưng Y đã quên; và TA thấy Y không cương quyết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2464",
    "SURAH": "20",
    "AYAH": "116",
    "ARABIC_TEXT": "وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ أَبَىٰ",
    "TRANSLATION": "Và khi TA phán cho các Thiên Thần \"Hãy phủ phục trước Adam\" thì chúng phủ phục ngoại trừ Iblis, nó đã từ chối.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2465",
    "SURAH": "20",
    "AYAH": "117",
    "ARABIC_TEXT": "فَقُلۡنَا يَٰٓـَٔادَمُ إِنَّ هَٰذَا عَدُوّٞ لَّكَ وَلِزَوۡجِكَ فَلَا يُخۡرِجَنَّكُمَا مِنَ ٱلۡجَنَّةِ فَتَشۡقَىٰٓ",
    "TRANSLATION": "Sau đó TA phán: \"Hỡi Adam! Quả thật đây (Iblis) là kẻ thù của ngươi và vợ của ngươi. Bởi thế chớ để cho nó đưa hai (vợ chồng) ngươi ra khỏi Vườn trời e rằng ngươi sẽ đau khổ.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2466",
    "SURAH": "20",
    "AYAH": "118",
    "ARABIC_TEXT": "إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعۡرَىٰ",
    "TRANSLATION": "\"Quả thật, đó là chỗ hứa của ngươi; trong đó (thiên đàng) ngươi sẽ không bị đói cũng không bị trần truồng.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2467",
    "SURAH": "20",
    "AYAH": "119",
    "ARABIC_TEXT": "وَأَنَّكَ لَا تَظۡمَؤُاْ فِيهَا وَلَا تَضۡحَىٰ",
    "TRANSLATION": "“Quả thật trong đó ngươi sẽ không bị khát cũng không bị nóng nực.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2468",
    "SURAH": "20",
    "AYAH": "120",
    "ARABIC_TEXT": "فَوَسۡوَسَ إِلَيۡهِ ٱلشَّيۡطَٰنُ قَالَ يَٰٓـَٔادَمُ هَلۡ أَدُلُّكَ عَلَىٰ شَجَرَةِ ٱلۡخُلۡدِ وَمُلۡكٖ لَّا يَبۡلَىٰ",
    "TRANSLATION": "Nhưng Shaytan đã thì thào với Y (Adam). Nó nói: “Hỡi Adam! Ngươi có muốn ta đưa ngươi đến Cây Vĩnh Cửu và một vương quốc sẽ không bao giờ điêu tàn không?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2469",
    "SURAH": "20",
    "AYAH": "121",
    "ARABIC_TEXT": "فَأَكَلَا مِنۡهَا فَبَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۚ وَعَصَىٰٓ ءَادَمُ رَبَّهُۥ فَغَوَىٰ",
    "TRANSLATION": "Rồi hai người họ (vợ chồng Adam) ăn (trái) của cây đó. Bởi thế phần kín đáo của hai người họ lộ ra trước mắt. Thế nên hai người khâu lá cây của Vườn trời để che kín thân mình lại. Bởi vì Adam đã bất tuân Thượng Đế của Y, cho nên Y đã lầm lạc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2470",
    "SURAH": "20",
    "AYAH": "122",
    "ARABIC_TEXT": "ثُمَّ ٱجۡتَبَٰهُ رَبُّهُۥ فَتَابَ عَلَيۡهِ وَهَدَىٰ",
    "TRANSLATION": "Rồi Thượng Đế của Y chọn Y. Ngài đã quay lại tha thứ và hướng dẫn Y.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2471",
    "SURAH": "20",
    "AYAH": "123",
    "ARABIC_TEXT": "قَالَ ٱهۡبِطَا مِنۡهَا جَمِيعَۢاۖ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ فَإِمَّا يَأۡتِيَنَّكُم مِّنِّي هُدٗى فَمَنِ ٱتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشۡقَىٰ",
    "TRANSLATION": "(Allah) phán: \"Cả hai hãy đi xuống khỏi đó (Vườn trời), thù hằn lẫn nhau. Nhưng nếu có Chỉ Đạo từ TA đến cho các ngươi, ai theo Chỉ Đạo của TA thì sẽ không lầm lạc cũng không bất hạnh.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2472",
    "SURAH": "20",
    "AYAH": "124",
    "ARABIC_TEXT": "وَمَنۡ أَعۡرَضَ عَن ذِكۡرِي فَإِنَّ لَهُۥ مَعِيشَةٗ ضَنكٗا وَنَحۡشُرُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ أَعۡمَىٰ",
    "TRANSLATION": "\"Ngược lại, ai lánh xa Thông Điệp Nhắc Nhở của TA thì chắc chắn sẽ sống một cuộc đời eo hẹp (khổ sở) và vào Ngày phục sinh TA sẽ phục sinh y trở lại mù lòa.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2473",
    "SURAH": "20",
    "AYAH": "125",
    "ARABIC_TEXT": "قَالَ رَبِّ لِمَ حَشَرۡتَنِيٓ أَعۡمَىٰ وَقَدۡ كُنتُ بَصِيرٗا",
    "TRANSLATION": "Y sẽ thưa: “Lạy Thượng Đế (Allah!) Tại sao Ngài dựng bề tôi sống lại mù lòa trong lúc trước đây bề tôi nhìn thấy.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2474",
    "SURAH": "20",
    "AYAH": "126",
    "ARABIC_TEXT": "قَالَ كَذَٰلِكَ أَتَتۡكَ ءَايَٰتُنَا فَنَسِيتَهَاۖ وَكَذَٰلِكَ ٱلۡيَوۡمَ تُنسَىٰ",
    "TRANSLATION": "(Allah sẽ) phán: “Như thế đấy! Các Lời Mặc Khải của TA đã đến với ngươi nhưng ngươi không quan tâm; và Ngày nay (TA) bỏ quên ngươi trở lại giống như thế.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2475",
    "SURAH": "20",
    "AYAH": "127",
    "ARABIC_TEXT": "وَكَذَٰلِكَ نَجۡزِي مَنۡ أَسۡرَفَ وَلَمۡ يُؤۡمِنۢ بِـَٔايَٰتِ رَبِّهِۦۚ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَشَدُّ وَأَبۡقَىٰٓ",
    "TRANSLATION": "Và TA ban thưởng xứng đáng cho ai vượt quá mức giới hạn và không tin tưởng nơi các Lời Mặc Khải của Thượng Đế của y đúng như thế. Và chắc chắn sự trừng phạt ở đời sau sẽ khắc nghiệt và dai dẳng hơn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2476",
    "SURAH": "20",
    "AYAH": "128",
    "ARABIC_TEXT": "أَفَلَمۡ يَهۡدِ لَهُمۡ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ يَمۡشُونَ فِي مَسَٰكِنِهِمۡۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّأُوْلِي ٱلنُّهَىٰ",
    "TRANSLATION": "Hẳn không là một Chỉ Đạo cho họ hay sao việc TA đã tiêu diệt bao nhiêu thế hệ trước họ, chủ nhân của các căn nhà mà chúng đang bước đi? Quả thật nơi sự việc đó là những dấu hiệu cho những người thông hiểu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2477",
    "SURAH": "20",
    "AYAH": "129",
    "ARABIC_TEXT": "وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَكَانَ لِزَامٗا وَأَجَلٞ مُّسَمّٗى",
    "TRANSLATION": "Và nếu không vì một Lời phán của Thượng Đế của Ngươi (hỡi Muhammad!) đã được tuyên bố và một thời hạn đã được ấn định thì chắc chắn (hình phạt) đã xảy ra (cho chúng) rồi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2478",
    "SURAH": "20",
    "AYAH": "130",
    "ARABIC_TEXT": "فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ غُرُوبِهَاۖ وَمِنۡ ءَانَآيِٕ ٱلَّيۡلِ فَسَبِّحۡ وَأَطۡرَافَ ٱلنَّهَارِ لَعَلَّكَ تَرۡضَىٰ",
    "TRANSLATION": "Bởi thế, hãy ráng chịu đựng với những lời (mỉa mai) của chúng và hãy tán dương ca tụng Thượng Đế của Ngươi trước khi mặt trời mọc và trước khi mặt trời lặn; và hãy tán dương Ngài vào những giờ giấc của ban đêm và giờ giấc đầu và cuối của ban ngày để may ra Ngươi sẽ hài lòng (với phần thưởng mà Ngài sẽ ban cho).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2479",
    "SURAH": "20",
    "AYAH": "131",
    "ARABIC_TEXT": "وَلَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦٓ أَزۡوَٰجٗا مِّنۡهُمۡ زَهۡرَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا لِنَفۡتِنَهُمۡ فِيهِۚ وَرِزۡقُ رَبِّكَ خَيۡرٞ وَأَبۡقَىٰ",
    "TRANSLATION": "Và chớ trố mắt nhìn về những thứ mà TA đã ban cấp cho những cặp (bè nhóm) của chúng hưởng thụ, sự lộng lẫy của đời sổng trần tục này, (những thứ) mà TA dùng để thử thách chúng; Ngược lại thiên lộc của Thượng Đế của Ngươi là ưu tốt và lâu dài hơn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2480",
    "SURAH": "20",
    "AYAH": "132",
    "ARABIC_TEXT": "وَأۡمُرۡ أَهۡلَكَ بِٱلصَّلَوٰةِ وَٱصۡطَبِرۡ عَلَيۡهَاۖ لَا نَسۡـَٔلُكَ رِزۡقٗاۖ نَّحۡنُ نَرۡزُقُكَۗ وَٱلۡعَٰقِبَةُ لِلتَّقۡوَىٰ",
    "TRANSLATION": "Và hãy ra lệnh cho người nhà của Ngươi dâng lễ nguyện Salah' và hãy kiên nhẫn. TA không đòi hỏi Ngươi bổng lộc; Chính TA cung cấp nó cho Ngươi. Và kết cuộc tốt đẹp dành cho ai sùng bái và sợ Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2481",
    "SURAH": "20",
    "AYAH": "133",
    "ARABIC_TEXT": "وَقَالُواْ لَوۡلَا يَأۡتِينَا بِـَٔايَةٖ مِّن رَّبِّهِۦٓۚ أَوَلَمۡ تَأۡتِهِم بَيِّنَةُ مَا فِي ٱلصُّحُفِ ٱلۡأُولَىٰ",
    "TRANSLATION": "(Những kẻ vô đức tin) nói: \"Tại sao Y (Muhammad) không mang đến cho chúng ta một bằng chứng của Thượng Đế của Y?” Há những điều ghi trong các Tờ Kinh cũ (như kinh Tawrah và Injil) đã không là một bằng chứng rõ rệt cho chúng hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2482",
    "SURAH": "20",
    "AYAH": "134",
    "ARABIC_TEXT": "وَلَوۡ أَنَّآ أَهۡلَكۡنَٰهُم بِعَذَابٖ مِّن قَبۡلِهِۦ لَقَالُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ مِن قَبۡلِ أَن نَّذِلَّ وَنَخۡزَىٰ",
    "TRANSLATION": "Và nếu TA tiêu diệt chúng bằng một hình phạt trước khi (Qur'an được mặc khải) thì chắc chắn chúng sẽ thưa: “Lạy Thượng Đế của bầy tôi! Tại sao Ngài không cử một Sứ Giả đến với chúng tôi để chúng tôi có dịp tuân theo các Lời Mặc Khải của Ngài trước khi chúng tôi bị thất sủng và bị hạ nhục?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2483",
    "SURAH": "20",
    "AYAH": "135",
    "ARABIC_TEXT": "قُلۡ كُلّٞ مُّتَرَبِّصٞ فَتَرَبَّصُواْۖ فَسَتَعۡلَمُونَ مَنۡ أَصۡحَٰبُ ٱلصِّرَٰطِ ٱلسَّوِيِّ وَمَنِ ٱهۡتَدَىٰ",
    "TRANSLATION": "Hãy bảo chúng: “Mỗi người (trong chúng ta) đều mong đợi (sự Xét Xử của Allah); do đó các người hãy chờ đợi đi. Rồi các người sẽ sớm biết ai đi theo con đường bằng phẳng và ai được hướng dẫn.”",
    "FOOTNOTES": ""
  }
]