[
  {
    "ID": "2484",
    "SURAH": "21",
    "AYAH": "1",
    "ARABIC_TEXT": "ٱقۡتَرَبَ لِلنَّاسِ حِسَابُهُمۡ وَهُمۡ فِي غَفۡلَةٖ مُّعۡرِضُونَ",
    "TRANSLATION": "Việc xét xử nhân loại ngày càng đến gần nhưng họ vẫn dửng dưng quay bỏ đi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2485",
    "SURAH": "21",
    "AYAH": "2",
    "ARABIC_TEXT": "مَا يَأۡتِيهِم مِّن ذِكۡرٖ مِّن رَّبِّهِم مُّحۡدَثٍ إِلَّا ٱسۡتَمَعُوهُ وَهُمۡ يَلۡعَبُونَ",
    "TRANSLATION": "Họ nghe không sót từng lời cảnh cáo mới của Thượng Đế của họ nhưng họ chỉ nghe với tinh thần bông đùa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2486",
    "SURAH": "21",
    "AYAH": "3",
    "ARABIC_TEXT": "لَاهِيَةٗ قُلُوبُهُمۡۗ وَأَسَرُّواْ ٱلنَّجۡوَى ٱلَّذِينَ ظَلَمُواْ هَلۡ هَٰذَآ إِلَّا بَشَرٞ مِّثۡلُكُمۡۖ أَفَتَأۡتُونَ ٱلسِّحۡرَ وَأَنتُمۡ تُبۡصِرُونَ",
    "TRANSLATION": "Lòng họ không mấy thiết tha. Những kẻ làm điều sai quấy giấu kín cuộc mật đàm của họ. (Họ bảo:) “Phải chăng (người) này chỉ là một người phàm như quí vị? Phải chăng quí vị bị mê hoặc bởi pháp thuật (của y) trong lúc quí vị nhìn thấy rõ (sự việc)?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2487",
    "SURAH": "21",
    "AYAH": "4",
    "ARABIC_TEXT": "قَالَ رَبِّي يَعۡلَمُ ٱلۡقَوۡلَ فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۖ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
    "TRANSLATION": "Hãy bảo họ (hỡi Muhammad:) “Thượng Đế của ta biết rõ (từng) lời nói (thốt ra) trong các tầng trời và trái đất bởi vì Ngài là Đấng Hằng Nghe và Hằng Biết (mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2488",
    "SURAH": "21",
    "AYAH": "5",
    "ARABIC_TEXT": "بَلۡ قَالُوٓاْ أَضۡغَٰثُ أَحۡلَٰمِۭ بَلِ ٱفۡتَرَىٰهُ بَلۡ هُوَ شَاعِرٞ فَلۡيَأۡتِنَا بِـَٔايَةٖ كَمَآ أُرۡسِلَ ٱلۡأَوَّلُونَ",
    "TRANSLATION": "“Không! họ nói: (Những lời y nói ra) chỉ là những giấc mộng lộn xộn. Không! Y bịa đặt ra Nó (Qur'an). Không! Y là một nhà thơ. Thế, hãy bảo y mang đến cho bọn mình một Phép Lạ (bằng chứng) giống như những cái đã được ban cấp cho các Sứ Giả của thời xưa.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2489",
    "SURAH": "21",
    "AYAH": "6",
    "ARABIC_TEXT": "مَآ ءَامَنَتۡ قَبۡلَهُم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَآۖ أَفَهُمۡ يُؤۡمِنُونَ",
    "TRANSLATION": "Trước họ, không có một thị trấn nào trong số các thị trấn đã bị TA tiêu diệt lại có đức tin cả. Thế, họ (những kẻ ngoại giáo của thị trấn Makkah này) sẽ tin tưởng hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2490",
    "SURAH": "21",
    "AYAH": "7",
    "ARABIC_TEXT": "وَمَآ أَرۡسَلۡنَا قَبۡلَكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡۖ فَسۡـَٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ",
    "TRANSLATION": "Và trước Ngươi (hỡi Muhammad, các Sứ Giả) do TA cử đến chỉ là những người phàm mà TA đã mặc khải cho (Kinh Sách). Bởi thế, nếu các ngươi không biết thì hãy hỏi những người đang giữ Thông Điệp (như Kinh Tawrah và Injil thì sẽ rõ).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2491",
    "SURAH": "21",
    "AYAH": "8",
    "ARABIC_TEXT": "وَمَا جَعَلۡنَٰهُمۡ جَسَدٗا لَّا يَأۡكُلُونَ ٱلطَّعَامَ وَمَا كَانُواْ خَٰلِدِينَ",
    "TRANSLATION": "Và TA đã không làm ra họ (các Sứ Giả) với cơ thể mà lại không ăn uống; vả lại, họ cũng không phải là những người bất tử. ",
    "FOOTNOTES": ""
  },
  {
    "ID": "2492",
    "SURAH": "21",
    "AYAH": "9",
    "ARABIC_TEXT": "ثُمَّ صَدَقۡنَٰهُمُ ٱلۡوَعۡدَ فَأَنجَيۡنَٰهُمۡ وَمَن نَّشَآءُ وَأَهۡلَكۡنَا ٱلۡمُسۡرِفِينَ",
    "TRANSLATION": "Rồi TA đã hoàn tất Lời hứa (của TA) cho họ. Bởi thế TA đã cứu sống họ và người nào mà TA muốn. Và TA đã tiêu diệt những kẻ tội lỗi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2493",
    "SURAH": "21",
    "AYAH": "10",
    "ARABIC_TEXT": "لَقَدۡ أَنزَلۡنَآ إِلَيۡكُمۡ كِتَٰبٗا فِيهِ ذِكۡرُكُمۡۚ أَفَلَا تَعۡقِلُونَ",
    "TRANSLATION": "Quả thật, TA đã ban xuống cho các ngươi một Kinh Sách, trong đó, là Thông Điệp nhắc nhở  các ngươi. Thế các ngươi không hiểu hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2494",
    "SURAH": "21",
    "AYAH": "11",
    "ARABIC_TEXT": "وَكَمۡ قَصَمۡنَا مِن قَرۡيَةٖ كَانَتۡ ظَالِمَةٗ وَأَنشَأۡنَا بَعۡدَهَا قَوۡمًا ءَاخَرِينَ",
    "TRANSLATION": "Và có bao nhiêu thị trấn đã bị TA tiêu diệt vì (dân cư của chúng) đã làm điều sai quấy và sau chúng, TA đã tạo ra một đám người khác (để thay thế)!",
    "FOOTNOTES": ""
  },
  {
    "ID": "2495",
    "SURAH": "21",
    "AYAH": "12",
    "ARABIC_TEXT": "فَلَمَّآ أَحَسُّواْ بَأۡسَنَآ إِذَا هُم مِّنۡهَا يَرۡكُضُونَ",
    "TRANSLATION": "Bởi thế, khi thấy hình phạt của TA, chúng hớt hãi chạy trốn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2496",
    "SURAH": "21",
    "AYAH": "13",
    "ARABIC_TEXT": "لَا تَرۡكُضُواْ وَٱرۡجِعُوٓاْ إِلَىٰ مَآ أُتۡرِفۡتُمۡ فِيهِ وَمَسَٰكِنِكُمۡ لَعَلَّكُمۡ تُسۡـَٔلُونَ",
    "TRANSLATION": "Chớ bỏ chạy, (hỡi người!) hãy trở lại với những cái (tiện nghi) mà các ngươi đã sống xa hoa nơi đó và mái nhà (xưa) để các ngươi có thể bị chất vấn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2497",
    "SURAH": "21",
    "AYAH": "14",
    "ARABIC_TEXT": "قَالُواْ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
    "TRANSLATION": "Chúng than thở: “Ôi thật khổ thân chúng tôi! Quả thật, chúng tôi là những kẻ làm điều sai quấy.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2498",
    "SURAH": "21",
    "AYAH": "15",
    "ARABIC_TEXT": "فَمَا زَالَت تِّلۡكَ دَعۡوَىٰهُمۡ حَتَّىٰ جَعَلۡنَٰهُمۡ حَصِيدًا خَٰمِدِينَ",
    "TRANSLATION": "Và tiếng kêu than của chúng kéo dài triền miên, mãi cho đến lúc TA làm tắt lịm đi như san bằng một cánh đồng sau mùa gặt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2499",
    "SURAH": "21",
    "AYAH": "16",
    "ARABIC_TEXT": "وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ",
    "TRANSLATION": "Và TA đã không tạo hóa các tầng trời và trái đất cũng như mọi vật giữa chúng để vui chơi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2500",
    "SURAH": "21",
    "AYAH": "17",
    "ARABIC_TEXT": "لَوۡ أَرَدۡنَآ أَن نَّتَّخِذَ لَهۡوٗا لَّٱتَّخَذۡنَٰهُ مِن لَّدُنَّآ إِن كُنَّا فَٰعِلِينَ",
    "TRANSLATION": "Nếu muốn có một thú tiêu khiển thì TA đã lấy nó từ TA, nếu TA có ý làm điều đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2501",
    "SURAH": "21",
    "AYAH": "18",
    "ARABIC_TEXT": "بَلۡ نَقۡذِفُ بِٱلۡحَقِّ عَلَى ٱلۡبَٰطِلِ فَيَدۡمَغُهُۥ فَإِذَا هُوَ زَاهِقٞۚ وَلَكُمُ ٱلۡوَيۡلُ مِمَّا تَصِفُونَ",
    "TRANSLATION": "Không! TA lấy Chân Lý (Qur'an) ném vào sự giả dối, bởi thế, nó đánh vỡ đầu sự giả dối. Hãy xem! sự giả dối chỉ có tiêu tan. Và khốn khổ cho các ngươi về những điều (giả tạo) mà các người đã qui cho (TA)!",
    "FOOTNOTES": ""
  },
  {
    "ID": "2502",
    "SURAH": "21",
    "AYAH": "19",
    "ARABIC_TEXT": "وَلَهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَمَنۡ عِندَهُۥ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَلَا يَسۡتَحۡسِرُونَ",
    "TRANSLATION": "Bất cứ ai trong các tầng trời và trái đất đều là (tạo vật) của Ngài (Allah) cả. Và bất cứ ai (Thiên Thần) ở với Ngài đều không quá tự hào và mệt mỏi trong việc thờ phụng Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2503",
    "SURAH": "21",
    "AYAH": "20",
    "ARABIC_TEXT": "يُسَبِّحُونَ ٱلَّيۡلَ وَٱلنَّهَارَ لَا يَفۡتُرُونَ",
    "TRANSLATION": " Họ không ngưng tán dương ca tụng Ngài cả đêm lẫn ngày.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2504",
    "SURAH": "21",
    "AYAH": "21",
    "ARABIC_TEXT": "أَمِ ٱتَّخَذُوٓاْ ءَالِهَةٗ مِّنَ ٱلۡأَرۡضِ هُمۡ يُنشِرُونَ",
    "TRANSLATION": "Phải chăng chúng đã tôn thờ những thần linh của trái đất có khả năng phục sinh được (người chết) hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2505",
    "SURAH": "21",
    "AYAH": "22",
    "ARABIC_TEXT": "لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَاۚ فَسُبۡحَٰنَ ٱللَّهِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ",
    "TRANSLATION": "Nếu trong trời đất có những thần linh khác ngoài Allah thì chắc chắn cả hai (trời và đất) sẽ đi đến chỗ sụp đổ. Bởi thế thật quang vinh và trong sạch thay Allah, Thượng Đế của Ngai vương, về những điều chúng đã qui cho (Ngài).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2506",
    "SURAH": "21",
    "AYAH": "23",
    "ARABIC_TEXT": "لَا يُسۡـَٔلُ عَمَّا يَفۡعَلُ وَهُمۡ يُسۡـَٔلُونَ",
    "TRANSLATION": "Ngài (Allah) sẽ không bị ai chất vấn về việc Ngài làm, ngược lại, chúng sẽ bị (Ngài) chất vấn (về điều chúng đã qui cho Ngài).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2507",
    "SURAH": "21",
    "AYAH": "24",
    "ARABIC_TEXT": "أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ قُلۡ هَاتُواْ بُرۡهَٰنَكُمۡۖ هَٰذَا ذِكۡرُ مَن مَّعِيَ وَذِكۡرُ مَن قَبۡلِيۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ ٱلۡحَقَّۖ فَهُم مُّعۡرِضُونَ",
    "TRANSLATION": "Phải chăng chúng đã tôn thờ những thần linh khác ngoài Ngài? Hãy bảo chúng: \"Hãy trưng bằng chứng của các người ra xem! (Qur'an) này la Thông Điệp nhắc nhở cho người nào theo Ta (Muhammad) và là điều nhắc nhở cho những người trước Ta.\" Không! Đa số bọn chúng không biết sự thật. Bởi thế chúng đã quay bỏ đi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2508",
    "SURAH": "21",
    "AYAH": "25",
    "ARABIC_TEXT": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٍ إِلَّا نُوحِيٓ إِلَيۡهِ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱعۡبُدُونِ",
    "TRANSLATION": "Và không một Sứ Giả nào đã được cử phái đến trước Ngươi mà TA đã không mặc khải cho y bảo nói: “Không có Thượng Đế nào khác chỉ có TA (Allah), bởi thế hãy thờ phụng riêng TA.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2509",
    "SURAH": "21",
    "AYAH": "26",
    "ARABIC_TEXT": "وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗاۗ سُبۡحَٰنَهُۥۚ بَلۡ عِبَادٞ مُّكۡرَمُونَ",
    "TRANSLATION": "Và chúng (những kẻ ngoại giáo) đã nói: “Đấng Rất Mực Độ Lượng có một đứa con trai.” Quang vinh và trong sạch thay Ngài! Không! Họ (những ai mà chúng cho là con cái của Allah) đều là bề tôi vinh dự (của Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2510",
    "SURAH": "21",
    "AYAH": "27",
    "ARABIC_TEXT": "لَا يَسۡبِقُونَهُۥ بِٱلۡقَوۡلِ وَهُم بِأَمۡرِهِۦ يَعۡمَلُونَ",
    "TRANSLATION": "Họ (các Sứ Giả của Allah) không nói trước (qua mặt) Ngài (Allah) và họ chỉ làm theo mệnh lệnh của Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2511",
    "SURAH": "21",
    "AYAH": "28",
    "ARABIC_TEXT": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَلَا يَشۡفَعُونَ إِلَّا لِمَنِ ٱرۡتَضَىٰ وَهُم مِّنۡ خَشۡيَتِهِۦ مُشۡفِقُونَ",
    "TRANSLATION": "Ngài biết điều gì (có) trước họ và điều gì (xảy ra) sau họ và họ không can thiệp giùm cho ai được ngoại trừ cho người nào mà Ngài (Allah) hài lòng. Và họ khiếp sợ Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2512",
    "SURAH": "21",
    "AYAH": "29",
    "ARABIC_TEXT": "۞ وَمَن يَقُلۡ مِنۡهُمۡ إِنِّيٓ إِلَٰهٞ مِّن دُونِهِۦ فَذَٰلِكَ نَجۡزِيهِ جَهَنَّمَۚ كَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ",
    "TRANSLATION": "Và ai trong họ tự xưng \"Ta là thần linh ngoài Ngài (Allah)” thì người đó sẽ bị TA phạt Hoả Ngục. TA trừng phạt những kẻ làm điều sai quấy đúng như thế.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2513",
    "SURAH": "21",
    "AYAH": "30",
    "ARABIC_TEXT": "أَوَلَمۡ يَرَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ كَانَتَا رَتۡقٗا فَفَتَقۡنَٰهُمَاۖ وَجَعَلۡنَا مِنَ ٱلۡمَآءِ كُلَّ شَيۡءٍ حَيٍّۚ أَفَلَا يُؤۡمِنُونَ",
    "TRANSLATION": "Há những kẻ không có lòng tin không nhận thấy rằng các tầng trời và trái đất quyện lại với nhau (thành một khối) trước khi TA chẻ chúng ra làm hai hay sao? Và TA đã tạo mọi sinh vật từ nước. Thế, chúng không tin hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2514",
    "SURAH": "21",
    "AYAH": "31",
    "ARABIC_TEXT": "وَجَعَلۡنَا فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِهِمۡ وَجَعَلۡنَا فِيهَا فِجَاجٗا سُبُلٗا لَّعَلَّهُمۡ يَهۡتَدُونَ",
    "TRANSLATION": "Và TA đã đặt trên trái đất các quả núi vững chắc sợ rằng nó (trái đất) rung chuyển với chúng và đã làm ra nơi đó các con đường thông thương (băng qua những ngọn núi) để may ra chúng được hướng dẫn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2515",
    "SURAH": "21",
    "AYAH": "32",
    "ARABIC_TEXT": "وَجَعَلۡنَا ٱلسَّمَآءَ سَقۡفٗا مَّحۡفُوظٗاۖ وَهُمۡ عَنۡ ءَايَٰتِهَا مُعۡرِضُونَ",
    "TRANSLATION": "Và TA đã làm bầu trời thành cái lọng che được canh giữ kỹ càng. Nhưng chúng quay bỏ đi trước những dấu hiệu của nó (bầu trời).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2516",
    "SURAH": "21",
    "AYAH": "33",
    "ARABIC_TEXT": "وَهُوَ ٱلَّذِي خَلَقَ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ فِي فَلَكٖ يَسۡبَحُونَ",
    "TRANSLATION": "Và Ngài (Allah) là Đấng đã tạo hóa ban đêm và ban ngày, mặt trời và mặt trăng, mỗi vật bơi đi trong quỹ đạo (của nó).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2517",
    "SURAH": "21",
    "AYAH": "34",
    "ARABIC_TEXT": "وَمَا جَعَلۡنَا لِبَشَرٖ مِّن قَبۡلِكَ ٱلۡخُلۡدَۖ أَفَإِيْن مِّتَّ فَهُمُ ٱلۡخَٰلِدُونَ",
    "TRANSLATION": "Và trước Ngươi (Muhammad), TA đã không làm cho một người phàm nào sống bất tử cả. Thế phải chăng nếu Ngươi chết thì chúng sẽ sống bất tử hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2518",
    "SURAH": "21",
    "AYAH": "35",
    "ARABIC_TEXT": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۗ وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ",
    "TRANSLATION": "Mỗi một linh hồn đều phải nếm cái chết; TA sẽ thử thách các ngươi với điều xấu và điều tốt. Và các ngươi sẽ được đưa trở về gặp lại TA (để chịu xét xử).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2519",
    "SURAH": "21",
    "AYAH": "36",
    "ARABIC_TEXT": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓاْ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَٰذَا ٱلَّذِي يَذۡكُرُ ءَالِهَتَكُمۡ وَهُم بِذِكۡرِ ٱلرَّحۡمَٰنِ هُمۡ كَٰفِرُونَ",
    "TRANSLATION": "Và khi những kẻ không có đức tin thấy Ngươi, chúng chỉ muốn chế giễu Ngươi. (Chúng nói:) “Đây phải chăng là kẻ đã miệt thị những thần linh của quí vị?” và chúng đã phạm thượng khi nghe nhắc đến Đấng Rất Mực Độ Lượng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2520",
    "SURAH": "21",
    "AYAH": "37",
    "ARABIC_TEXT": "خُلِقَ ٱلۡإِنسَٰنُ مِنۡ عَجَلٖۚ سَأُوْرِيكُمۡ ءَايَٰتِي فَلَا تَسۡتَعۡجِلُونِ",
    "TRANSLATION": "Con người được tạo ra (bẩm tính) nôn nóng. TA (Allah) sẽ sớm cho các ngươi thấy những bằng chứng của TA. Do đó chớ giục TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2521",
    "SURAH": "21",
    "AYAH": "38",
    "ARABIC_TEXT": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
    "TRANSLATION": "Và chúng nói: “Chừng nào lời hứa (trừng phạt) này sẽ thể hiện nếu quí vị (Muslim) nói sự thật?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2522",
    "SURAH": "21",
    "AYAH": "39",
    "ARABIC_TEXT": "لَوۡ يَعۡلَمُ ٱلَّذِينَ كَفَرُواْ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمۡ وَلَا هُمۡ يُنصَرُونَ",
    "TRANSLATION": "Giá những kẻ không tin biết được giờ phút mà chúng sẽ không thể tránh khỏi Lửa (của hỏa ngục) táp vào mặt và lưng của chúng và sẽ không được ai giúp đỡ (thì chúng đâu có giục TA).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2523",
    "SURAH": "21",
    "AYAH": "40",
    "ARABIC_TEXT": "بَلۡ تَأۡتِيهِم بَغۡتَةٗ فَتَبۡهَتُهُمۡ فَلَا يَسۡتَطِيعُونَ رَدَّهَا وَلَا هُمۡ يُنظَرُونَ",
    "TRANSLATION": "Không! (hình phạt) sẽ bất ngờ xảy đến cho chúng khiến chúng ngỡ ngàng. Rồi chúng sẽ không thể đẩy nó ra xa và cũng không được gia hạn thêm nữa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2524",
    "SURAH": "21",
    "AYAH": "41",
    "ARABIC_TEXT": "وَلَقَدِ ٱسۡتُهۡزِئَ بِرُسُلٖ مِّن قَبۡلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُواْ مِنۡهُم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
    "TRANSLATION": "Và quả thật, nhiều Sứ Giả trước Ngươi đã từng bị chế giễu nhưng chính những điều mà những kẻ nhạo báng thường chế giễu sẽ vây hãm chúng lại trong đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2525",
    "SURAH": "21",
    "AYAH": "42",
    "ARABIC_TEXT": "قُلۡ مَن يَكۡلَؤُكُم بِٱلَّيۡلِ وَٱلنَّهَارِ مِنَ ٱلرَّحۡمَٰنِۚ بَلۡ هُمۡ عَن ذِكۡرِ رَبِّهِم مُّعۡرِضُونَ",
    "TRANSLATION": "Hãy bảo chúng: “Ai canh giữ các người an toàn ban đêm và ban ngày khỏi (cơn Thịnh Nộ) của Đấng Rất Mực Độ Lượng?” Không, chúng quay mặt đi làm ngơ trước Lời nhắc nhở của Thượng Đế của chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2526",
    "SURAH": "21",
    "AYAH": "43",
    "ARABIC_TEXT": "أَمۡ لَهُمۡ ءَالِهَةٞ تَمۡنَعُهُم مِّن دُونِنَاۚ لَا يَسۡتَطِيعُونَ نَصۡرَ أَنفُسِهِمۡ وَلَا هُم مِّنَّا يُصۡحَبُونَ",
    "TRANSLATION": "Hoặc phải chăng chúng được những thần linh (khác) bảo vệ tránh khỏi TA? Chúng sẽ không thể tự cứu mình và cũng không tự bảo vệ tránh khỏi (hình phạt của) TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2527",
    "SURAH": "21",
    "AYAH": "44",
    "ARABIC_TEXT": "بَلۡ مَتَّعۡنَا هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ طَالَ عَلَيۡهِمُ ٱلۡعُمُرُۗ أَفَلَا يَرَوۡنَ أَنَّا نَأۡتِي ٱلۡأَرۡضَ نَنقُصُهَا مِنۡ أَطۡرَافِهَآۚ أَفَهُمُ ٱلۡغَٰلِبُونَ",
    "TRANSLATION": "Không! TA cho những người (Quraish) này và cha mẹ của chúng hưởng lạc cho đến khi tuổi thọ của chúng kéo dài thêm. Thế chúng đã không thấy việc TA đã đến tận đất đai của chúng, và thu hẹp dần dần biên giới(105) của nó lại hay sao? Thế phải chăng chúng sẽ chiến thắng?",
    "FOOTNOTES": "(105) Islam phát triển và kiểm soát dần dần các vùng ngoại biên của Makkah, trung tâm sinh hoạt của người Quraish thờ đa thần."
  },
  {
    "ID": "2528",
    "SURAH": "21",
    "AYAH": "45",
    "ARABIC_TEXT": "قُلۡ إِنَّمَآ أُنذِرُكُم بِٱلۡوَحۡيِۚ وَلَا يَسۡمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ",
    "TRANSLATION": "Hãy bảo chúng: “Ta (Muhammad) chỉ cảnh cáo các người theo Lời Mặc Khải (đã được truyền xuống).” Nhưng người điếc không nghe được tiếng gọi dù y có được cảnh cáo đi nữa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2529",
    "SURAH": "21",
    "AYAH": "46",
    "ARABIC_TEXT": "وَلَئِن مَّسَّتۡهُمۡ نَفۡحَةٞ مِّنۡ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَٰوَيۡلَنَآ إِنَّا كُنَّا ظَٰلِمِينَ",
    "TRANSLATION": "Và nếu có một làn hơi trừng phạt của Thượng Đế của Ngươi chạm phải chúng thì chắc chắn chúng sẽ than: “Thật khổ thân chúng tôi! Rõ thật chúng tôi là những kẻ làm điều sai quấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2530",
    "SURAH": "21",
    "AYAH": "47",
    "ARABIC_TEXT": "وَنَضَعُ ٱلۡمَوَٰزِينَ ٱلۡقِسۡطَ لِيَوۡمِ ٱلۡقِيَٰمَةِ فَلَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗاۖ وَإِن كَانَ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٍ أَتَيۡنَا بِهَاۗ وَكَفَىٰ بِنَا حَٰسِبِينَ",
    "TRANSLATION": "Và TA sẽ thiết lập các bàn cân công lý vào Ngày phục sinh. Bởi thế sẽ không có một người (linh hồn) nào bị đối xử bất công về bất cứ điều gì. Và nếu (chúng có làm một việc dù nhỏ) bằng sức nặng của một hạt cải đi nữa thì TA cũng sẽ mang nó ra (cân đo). Và một mình TA đủ làm công việc thanh toán sổ sách.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2531",
    "SURAH": "21",
    "AYAH": "48",
    "ARABIC_TEXT": "وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ وَهَٰرُونَ ٱلۡفُرۡقَانَ وَضِيَآءٗ وَذِكۡرٗا لِّلۡمُتَّقِينَ",
    "TRANSLATION": "Và quả thật, TA đã ban cho Musa và Harun Tiêu chuẩn xét xử và một Ánh Sáng quang minh (Kinh Tawrah) và một sự Nhắc Nhở cho những người ngay chính sợ Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2532",
    "SURAH": "21",
    "AYAH": "49",
    "ARABIC_TEXT": "ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشۡفِقُونَ",
    "TRANSLATION": "Những ai âm thầm sợ Thượng Đế nơi cõi vô hình và khiếp sợ Giờ (Xét xử).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2533",
    "SURAH": "21",
    "AYAH": "50",
    "ARABIC_TEXT": "وَهَٰذَا ذِكۡرٞ مُّبَارَكٌ أَنزَلۡنَٰهُۚ أَفَأَنتُمۡ لَهُۥ مُنكِرُونَ",
    "TRANSLATION": "Và đây là một Thông điệp nhắc nhở (Qur'an) đầy phúc đức mà TA đã ban xuống (cho các ngươi). Thế các ngươi, (hỡi Muslim!) sẽ phủ nhận Nó hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2534",
    "SURAH": "21",
    "AYAH": "51",
    "ARABIC_TEXT": "۞ وَلَقَدۡ ءَاتَيۡنَآ إِبۡرَٰهِيمَ رُشۡدَهُۥ مِن قَبۡلُ وَكُنَّا بِهِۦ عَٰلِمِينَ",
    "TRANSLATION": "Và chắc chắn trước đây TA đã ban cho Ibrahim lẽ phải của Người; và TA biết rõ về Y.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2535",
    "SURAH": "21",
    "AYAH": "52",
    "ARABIC_TEXT": "إِذۡ قَالَ لِأَبِيهِ وَقَوۡمِهِۦ مَا هَٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِيٓ أَنتُمۡ لَهَا عَٰكِفُونَ",
    "TRANSLATION": "(Hãy nhớ) khi Y thưa với phụ thân và người dân của mình bảo: “Những hình tượng này mà quí vị sùng bái là gì vậy?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2536",
    "SURAH": "21",
    "AYAH": "53",
    "ARABIC_TEXT": "قَالُواْ وَجَدۡنَآ ءَابَآءَنَا لَهَا عَٰبِدِينَ",
    "TRANSLATION": "Họ đáp: “Bọn ta thấy cha mẹ của bọn ta tôn thờ chúng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2537",
    "SURAH": "21",
    "AYAH": "54",
    "ARABIC_TEXT": "قَالَ لَقَدۡ كُنتُمۡ أَنتُمۡ وَءَابَآؤُكُمۡ فِي ضَلَٰلٖ مُّبِينٖ",
    "TRANSLATION": "Y bảo: “Chắc chắn quí vị và cha mẹ của quí vị, tất cả, đều đã lầm lạc một cách rõ ràng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2538",
    "SURAH": "21",
    "AYAH": "55",
    "ARABIC_TEXT": "قَالُوٓاْ أَجِئۡتَنَا بِٱلۡحَقِّ أَمۡ أَنتَ مِنَ ٱللَّٰعِبِينَ",
    "TRANSLATION": "Họ đáp: “Ngươi nói thật hay bông đùa với bọn ta?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2539",
    "SURAH": "21",
    "AYAH": "56",
    "ARABIC_TEXT": "قَالَ بَل رَّبُّكُمۡ رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ ٱلَّذِي فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّٰهِدِينَ",
    "TRANSLATION": "Y bảo: “Không! Thượng Đế của quí vị là Thượng Đế (Đấng Chủ Tể) của các tầng trời và trái đất, Đấng đã sáng tạo chúng (từ cái không). Và tôi là một trong những người làm chứng cho việc đó.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2540",
    "SURAH": "21",
    "AYAH": "57",
    "ARABIC_TEXT": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصۡنَٰمَكُم بَعۡدَ أَن تُوَلُّواْ مُدۡبِرِينَ",
    "TRANSLATION": "Và Người thề: “Nhân danh Allah! Chắc chắn tôi sẽ đặt kế hoạch đập phá những bức tượng của các ông sau khi các ông bỏ đi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2541",
    "SURAH": "21",
    "AYAH": "58",
    "ARABIC_TEXT": "فَجَعَلَهُمۡ جُذَٰذًا إِلَّا كَبِيرٗا لَّهُمۡ لَعَلَّهُمۡ إِلَيۡهِ يَرۡجِعُونَ",
    "TRANSLATION": "Bởi thế, Y đã đập phá chúng (các bức tượng) và chỉ chừa lại bức tượng lớn nhất để họ có thể trở lại (tiếp chuyện) với nó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2542",
    "SURAH": "21",
    "AYAH": "59",
    "ARABIC_TEXT": "قَالُواْ مَن فَعَلَ هَٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّٰلِمِينَ",
    "TRANSLATION": "(Họ bảo nhau): \"Tên nào đã hành động thế này đối với những thần linh của bọn ta? Nó quả thật là một tên làm điều sai quấy.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2543",
    "SURAH": "21",
    "AYAH": "60",
    "ARABIC_TEXT": "قَالُواْ سَمِعۡنَا فَتٗى يَذۡكُرُهُمۡ يُقَالُ لَهُۥٓ إِبۡرَٰهِيمُ",
    "TRANSLATION": "(Dân chúng) lên tiếng: “Chúng tôi có nghe một thanh niên tên Ibrahim đã nói chuyện ra vẻ khinh miệt chúng (những bức tượng).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2544",
    "SURAH": "21",
    "AYAH": "61",
    "ARABIC_TEXT": "قَالُواْ فَأۡتُواْ بِهِۦ عَلَىٰٓ أَعۡيُنِ ٱلنَّاسِ لَعَلَّهُمۡ يَشۡهَدُونَ",
    "TRANSLATION": "Họ bảo: “Thế bắt nó đưa ra trước công chúng để người dân chứng kiến (tội ác của nó).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2545",
    "SURAH": "21",
    "AYAH": "62",
    "ARABIC_TEXT": "قَالُوٓاْ ءَأَنتَ فَعَلۡتَ هَٰذَا بِـَٔالِهَتِنَا يَٰٓإِبۡرَٰهِيمُ",
    "TRANSLATION": "Họ bảo: “Hỡi Ibrahim! Phải chăng ngươi đã làm điều này đối với các thần linh của bọn ta?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2546",
    "SURAH": "21",
    "AYAH": "63",
    "ARABIC_TEXT": "قَالَ بَلۡ فَعَلَهُۥ كَبِيرُهُمۡ هَٰذَا فَسۡـَٔلُوهُمۡ إِن كَانُواْ يَنطِقُونَ",
    "TRANSLATION": "Y đáp: “Không! Bức tượng lớn nhất này của chúng đã làm điều đó. Thế hãy hỏi chúng xem nếu chúng biết nói.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2547",
    "SURAH": "21",
    "AYAH": "64",
    "ARABIC_TEXT": "فَرَجَعُوٓاْ إِلَىٰٓ أَنفُسِهِمۡ فَقَالُوٓاْ إِنَّكُمۡ أَنتُمُ ٱلظَّٰلِمُونَ",
    "TRANSLATION": "Thế rồi họ quay nhìn nhau (hổ thẹn) rồi nói: “Rõ chính quí vị mới thực sự là những kẻ làm điều sai quấy.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2548",
    "SURAH": "21",
    "AYAH": "65",
    "ARABIC_TEXT": "ثُمَّ نُكِسُواْ عَلَىٰ رُءُوسِهِمۡ لَقَدۡ عَلِمۡتَ مَا هَٰٓؤُلَآءِ يَنطِقُونَ",
    "TRANSLATION": "Rồi (vì xấu hổ) họ gục đầu, (nói thầm): “Chắc chắn ngươi đã biết rõ những bức tượng này đâu biết nói!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2549",
    "SURAH": "21",
    "AYAH": "66",
    "ARABIC_TEXT": "قَالَ أَفَتَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمۡ شَيۡـٔٗا وَلَا يَضُرُّكُمۡ",
    "TRANSLATION": "(Ibrahim) bảo: “Thế phải chăng quí vị thờ phụng ngoài Allah những vật chẳng làm lợi cũng chẳng hãm hại được quí vị hay sao?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2550",
    "SURAH": "21",
    "AYAH": "67",
    "ARABIC_TEXT": "أُفّٖ لَّكُمۡ وَلِمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِۚ أَفَلَا تَعۡقِلُونَ",
    "TRANSLATION": "“Thật xấu hổ thay cho quí vị và cho những vật mà quí vị tôn thờ ngoài Allah! Thế quí vị chưa hiểu ư?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2551",
    "SURAH": "21",
    "AYAH": "68",
    "ARABIC_TEXT": "قَالُواْ حَرِّقُوهُ وَٱنصُرُوٓاْ ءَالِهَتَكُمۡ إِن كُنتُمۡ فَٰعِلِينَ",
    "TRANSLATION": "Họ nói: “Bắt nó thiêu sống và giúp những thần linh của quí vị nếu quí vị muốn hành động.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2552",
    "SURAH": "21",
    "AYAH": "69",
    "ARABIC_TEXT": "قُلۡنَا يَٰنَارُ كُونِي بَرۡدٗا وَسَلَٰمًا عَلَىٰٓ إِبۡرَٰهِيمَ",
    "TRANSLATION": "TA (Allah) phán. \"Hỡi Lửa! Hãy nguội mát và thành một nguồn bằng an cho Ibrahim\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2553",
    "SURAH": "21",
    "AYAH": "70",
    "ARABIC_TEXT": "وَأَرَادُواْ بِهِۦ كَيۡدٗا فَجَعَلۡنَٰهُمُ ٱلۡأَخۡسَرِينَ",
    "TRANSLATION": "Và chúng mưu toan hại Y nhưng TA đã làm cho chúng thua lớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2554",
    "SURAH": "21",
    "AYAH": "71",
    "ARABIC_TEXT": "وَنَجَّيۡنَٰهُ وَلُوطًا إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَا لِلۡعَٰلَمِينَ",
    "TRANSLATION": "Và TA đã giải cứu Y và Lut và đưa họ đến một vùng đất mà TA đã ban phúc cho muôn loài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2555",
    "SURAH": "21",
    "AYAH": "72",
    "ARABIC_TEXT": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ نَافِلَةٗۖ وَكُلّٗا جَعَلۡنَا صَٰلِحِينَ",
    "TRANSLATION": "Và TA đã ban cho Y (Ibrahim đứa con trai) Is-haaq và (đứa cháu nội) Ya'qub như một món quà; và mỗi đứa TA đã làm thành người ngoan đạo.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2556",
    "SURAH": "21",
    "AYAH": "73",
    "ARABIC_TEXT": "وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَهۡدُونَ بِأَمۡرِنَا وَأَوۡحَيۡنَآ إِلَيۡهِمۡ فِعۡلَ ٱلۡخَيۡرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِۖ وَكَانُواْ لَنَا عَٰبِدِينَ",
    "TRANSLATION": "Và TA đã làm cho họ (con cháu của Ibrahim) thành lãnh tụ để hướng dẫn (nhân loại) theo Mệnh Lệnh của TA và đã mặc khải bảo họ làm việc thiện và dâng lễ nguyện Salah và đóng Zakah và thờ phụng riêng TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2557",
    "SURAH": "21",
    "AYAH": "74",
    "ARABIC_TEXT": "وَلُوطًا ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَنَجَّيۡنَٰهُ مِنَ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَت تَّعۡمَلُ ٱلۡخَبَٰٓئِثَۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَٰسِقِينَ",
    "TRANSLATION": "Và (hãy nhớ) Lut: TA đã ban cho Y Lẽ Phán xét đúng đắn và sự hiểu biết; và đã giải cứu Y ra khỏi thị trấn mà dân cư đã từng làm những điều khả ố. Quả thật, chúng là một đám dân bất tuân, chống lại Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2558",
    "SURAH": "21",
    "AYAH": "75",
    "ARABIC_TEXT": "وَأَدۡخَلۡنَٰهُ فِي رَحۡمَتِنَآۖ إِنَّهُۥ مِنَ ٱلصَّٰلِحِينَ",
    "TRANSLATION": "Và TA đã khoan dung Y. Quả thật, Y là một người ngoan đạo.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2559",
    "SURAH": "21",
    "AYAH": "76",
    "ARABIC_TEXT": "وَنُوحًا إِذۡ نَادَىٰ مِن قَبۡلُ فَٱسۡتَجَبۡنَا لَهُۥ فَنَجَّيۡنَٰهُ وَأَهۡلَهُۥ مِنَ ٱلۡكَرۡبِ ٱلۡعَظِيمِ",
    "TRANSLATION": "Và (hãy nhớ) Nuh (Nô-ê) khi Y cầu xin (với TA) trước đây. Bởi thế TA đã đáp lời cầu xin của Y. Rồi TA cứu Y và gia đình của Y thoát khỏi cơn đại nạn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2560",
    "SURAH": "21",
    "AYAH": "77",
    "ARABIC_TEXT": "وَنَصَرۡنَٰهُ مِنَ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمَ سَوۡءٖ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ",
    "TRANSLATION": "Và TA đã cứu Y thoát khỏi đám dân đã từng phủ nhận các Bằng chứng của TA. Quả thật chúng là một đám dân tội lỗi. Bởi thế TA đã nhận chúng chết chìm cả đám (dưới nước lụt).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2561",
    "SURAH": "21",
    "AYAH": "78",
    "ARABIC_TEXT": "وَدَاوُۥدَ وَسُلَيۡمَٰنَ إِذۡ يَحۡكُمَانِ فِي ٱلۡحَرۡثِ إِذۡ نَفَشَتۡ فِيهِ غَنَمُ ٱلۡقَوۡمِ وَكُنَّا لِحُكۡمِهِمۡ شَٰهِدِينَ",
    "TRANSLATION": "Và (hãy nhớ) Dawood và Sulayman khi hai người xét xử vụ một đám rẫy đã bị đàn cừu của một đám dân đột nhập vào ăn hoa mầu ban đêm. Và TA đã chứng kiến việc xét xử của họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2562",
    "SURAH": "21",
    "AYAH": "79",
    "ARABIC_TEXT": "فَفَهَّمۡنَٰهَا سُلَيۡمَٰنَۚ وَكُلًّا ءَاتَيۡنَا حُكۡمٗا وَعِلۡمٗاۚ وَسَخَّرۡنَا مَعَ دَاوُۥدَ ٱلۡجِبَالَ يُسَبِّحۡنَ وَٱلطَّيۡرَۚ وَكُنَّا فَٰعِلِينَ",
    "TRANSLATION": "Nhưng TA đã làm cho Sulayman thấu triệt vấn đề hơn trong lúc mỗi người đều được TA ban cho lý suy luận khôn ngoan và kiến thức. Và TA đã bắt núi non lẫn chim chóc hòa âm với Dawood mà tán dương TA. Và TA là Đấng đã làm ra (những việc đó).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2563",
    "SURAH": "21",
    "AYAH": "80",
    "ARABIC_TEXT": "وَعَلَّمۡنَٰهُ صَنۡعَةَ لَبُوسٖ لَّكُمۡ لِتُحۡصِنَكُم مِّنۢ بَأۡسِكُمۡۖ فَهَلۡ أَنتُمۡ شَٰكِرُونَ",
    "TRANSLATION": "Và TA đã dạy Y (Dawood) cách làm áo giáp cho các ngươi để tự bảo vệ trong những cuộc giao tranh. Thế các ngươi biết ơn chăng?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2564",
    "SURAH": "21",
    "AYAH": "81",
    "ARABIC_TEXT": "وَلِسُلَيۡمَٰنَ ٱلرِّيحَ عَاصِفَةٗ تَجۡرِي بِأَمۡرِهِۦٓ إِلَى ٱلۡأَرۡضِ ٱلَّتِي بَٰرَكۡنَا فِيهَاۚ وَكُنَّا بِكُلِّ شَيۡءٍ عَٰلِمِينَ",
    "TRANSLATION": "Và TA đã bắt những cơn gió mạnh phục tùng Sulayman bay êm ả theo lệnh của Y đến vùng đất mà TA đã ban phúc. Và TA là Đấng Toàn Tri.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2565",
    "SURAH": "21",
    "AYAH": "82",
    "ARABIC_TEXT": "وَمِنَ ٱلشَّيَٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعۡمَلُونَ عَمَلٗا دُونَ ذَٰلِكَۖ وَكُنَّا لَهُمۡ حَٰفِظِينَ",
    "TRANSLATION": "Và trong đám Shaytan (loài Jinn), có những tên đã lặn xuống nước (đễ phục dịch) Y (Sulayman) và làm các công tác khác ngoài việc (lặn) đó. Và TA là Đấng Trông chừng chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2566",
    "SURAH": "21",
    "AYAH": "83",
    "ARABIC_TEXT": "۞ وَأَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلضُّرُّ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
    "TRANSLATION": "Và (hãy nhớ) Ayyub (Job) khi Y cầu xin Thượng Đế của Y, thưa: “Bề tôi đã gặp nạn. Và Ngài là Đấng Khoan Dung nhất của những người tỏ lòng khoan dung.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2567",
    "SURAH": "21",
    "AYAH": "84",
    "ARABIC_TEXT": "فَٱسۡتَجَبۡنَا لَهُۥ فَكَشَفۡنَا مَا بِهِۦ مِن ضُرّٖۖ وَءَاتَيۡنَٰهُ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنۡ عِندِنَا وَذِكۡرَىٰ لِلۡعَٰبِدِينَ",
    "TRANSLATION": "Bởi thế, TA đã đáp lời cầu xin của Y. Rồi TA đã làm tan nỗi khổ mà từ lâu Y đã cam chịu, và TA đã phục hồi cho Y gia đình của Y và ban cho họ những cái tương tự: một sự Khoan dung từ TA và là điều Nhắc nhở cho những người thờ phụng (TA).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2568",
    "SURAH": "21",
    "AYAH": "85",
    "ARABIC_TEXT": "وَإِسۡمَٰعِيلَ وَإِدۡرِيسَ وَذَا ٱلۡكِفۡلِۖ كُلّٞ مِّنَ ٱلصَّٰبِرِينَ",
    "TRANSLATION": "Và Isma'il và Idris và Zdul-Kifli. Tất cả đều là những người kiên nhẫn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2569",
    "SURAH": "21",
    "AYAH": "86",
    "ARABIC_TEXT": "وَأَدۡخَلۡنَٰهُمۡ فِي رَحۡمَتِنَآۖ إِنَّهُم مِّنَ ٱلصَّٰلِحِينَ",
    "TRANSLATION": "Và TA đã khoan dung họ. Quả thật, họ là những người ngoan đạo.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2570",
    "SURAH": "21",
    "AYAH": "87",
    "ARABIC_TEXT": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَٰضِبٗا فَظَنَّ أَن لَّن نَّقۡدِرَ عَلَيۡهِ فَنَادَىٰ فِي ٱلظُّلُمَٰتِ أَن لَّآ إِلَٰهَ إِلَّآ أَنتَ سُبۡحَٰنَكَ إِنِّي كُنتُ مِنَ ٱلظَّٰلِمِينَ",
    "TRANSLATION": "Và (hãy nhớ) Zdan-nun (Yunus - Jonah) khi Y nổi giận bỏ đi và đã nghĩ TA không có quyền làm gì Y. Nhưng Y đã cầu xin (với TA) thưa: “Không có Thượng Đế nào khác cả duy chỉ Ngài; Quang vinh thay Ngài! Quả thật bề tôi là một người sai quấy.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2571",
    "SURAH": "21",
    "AYAH": "88",
    "ARABIC_TEXT": "فَٱسۡتَجَبۡنَا لَهُۥ وَنَجَّيۡنَٰهُ مِنَ ٱلۡغَمِّۚ وَكَذَٰلِكَ نُـۨجِي ٱلۡمُؤۡمِنِينَ",
    "TRANSLATION": "Bởi thế TA đã đáp lời cầu xin của Y và cứu khổ Y; và TA đã giải cứu những người tin tưởng đúng như thế.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2572",
    "SURAH": "21",
    "AYAH": "89",
    "ARABIC_TEXT": "وَزَكَرِيَّآ إِذۡ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرۡنِي فَرۡدٗا وَأَنتَ خَيۡرُ ٱلۡوَٰرِثِينَ",
    "TRANSLATION": "Và (hãy nhớ) Zakariya khi Y cầu xin Thượng Đế của Y, thưa: “Lạy Thượng Đế của bề tôi! Xin Ngài đừng để cho bề tôi tuyệt tự. Bởi vì Ngài là Đấng Thừa Tự Ưu việt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2573",
    "SURAH": "21",
    "AYAH": "90",
    "ARABIC_TEXT": "فَٱسۡتَجَبۡنَا لَهُۥ وَوَهَبۡنَا لَهُۥ يَحۡيَىٰ وَأَصۡلَحۡنَا لَهُۥ زَوۡجَهُۥٓۚ إِنَّهُمۡ كَانُواْ يُسَٰرِعُونَ فِي ٱلۡخَيۡرَٰتِ وَيَدۡعُونَنَا رَغَبٗا وَرَهَبٗاۖ وَكَانُواْ لَنَا خَٰشِعِينَ",
    "TRANSLATION": "Bởi thế, TA đã đáp lời cầu xin của Y và ban cho Y (đứa con trai) Yahya (Giăng). Và TA đã chữa lành (bệnh hiếm hoi của) người vợ của Y cho Y. Quả thật họ là những người hay thi đua nhau làm phúc. Họ thường cầu nguyện TA vừa hy vọng vừa sợ hãi. Và họ là những người hạ mình khiêm tốn trước TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2574",
    "SURAH": "21",
    "AYAH": "91",
    "ARABIC_TEXT": "وَٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهَا مِن رُّوحِنَا وَجَعَلۡنَٰهَا وَٱبۡنَهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ",
    "TRANSLATION": "Và (hãy nhớ) Nữ (Maryam) là người đã giữ trọn tiết trinh. Rồi TA cho thổi (Linh hồn)(106) vào Nữ từ Ruh (Jibril) của TA và đã làm cho Nữ và đứa con trai của Nữ thành một Dấu Lạ cho nhân gian.",
    "FOOTNOTES": "(106) Allah cử phái Jibil (Thiên Thần Gabríel) xuống gặp Maryam và thổi vào cổ áo của Nàng, thế là nàng thụ thai Ysa (Giê-su)."
  },
  {
    "ID": "2575",
    "SURAH": "21",
    "AYAH": "92",
    "ARABIC_TEXT": "إِنَّ هَٰذِهِۦٓ أُمَّتُكُمۡ أُمَّةٗ وَٰحِدَةٗ وَأَنَا۠ رَبُّكُمۡ فَٱعۡبُدُونِ",
    "TRANSLATION": "Quả thật, Cộng đồng(107) này của các ngươi (các Nabi) là một Cộng đồng duy nhất. Và TA là Thượng Đế của các ngươi. Bởi thế hãy thờ phụng TA",
    "FOOTNOTES": "(107) Có nghĩa là cộng đổng, tình huynh đệ, tôn giáo."
  },
  {
    "ID": "2576",
    "SURAH": "21",
    "AYAH": "93",
    "ARABIC_TEXT": "وَتَقَطَّعُوٓاْ أَمۡرَهُم بَيۡنَهُمۡۖ كُلٌّ إِلَيۡنَا رَٰجِعُونَ",
    "TRANSLATION": "Nhưng họ (những giáo phái) đã chia rẽ công việc (tôn giáo) của họ với nhau. (Họ đâu biết cuối cùng) tất cả sẽ trở lại gặp TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2577",
    "SURAH": "21",
    "AYAH": "94",
    "ARABIC_TEXT": "فَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ وَهُوَ مُؤۡمِنٞ فَلَا كُفۡرَانَ لِسَعۡيِهِۦ وَإِنَّا لَهُۥ كَٰتِبُونَ",
    "TRANSLATION": "Bởi thế ai làm điều lành và có đức tin thì công lao của y sẽ không bị phủ nhận và chính TA sẽ ghi công cho y.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2578",
    "SURAH": "21",
    "AYAH": "95",
    "ARABIC_TEXT": "وَحَرَٰمٌ عَلَىٰ قَرۡيَةٍ أَهۡلَكۡنَٰهَآ أَنَّهُمۡ لَا يَرۡجِعُونَ",
    "TRANSLATION": "Và một lệnh cấm đã được ban hành cho (người dân của) mỗi thị trấn mà TA đã tiêu diệt rằng chúng sẽ không trở lại (chốn xưa).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2579",
    "SURAH": "21",
    "AYAH": "96",
    "ARABIC_TEXT": "حَتَّىٰٓ إِذَا فُتِحَتۡ يَأۡجُوجُ وَمَأۡجُوجُ وَهُم مِّن كُلِّ حَدَبٖ يَنسِلُونَ",
    "TRANSLATION": "Mãi cho đến khi Yajuj (Gog) và Majuj (Magog) được buông thả và sẽ tràn xuống (tấn công) từ mỗi ngọn đồi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2580",
    "SURAH": "21",
    "AYAH": "97",
    "ARABIC_TEXT": "وَٱقۡتَرَبَ ٱلۡوَعۡدُ ٱلۡحَقُّ فَإِذَا هِيَ شَٰخِصَةٌ أَبۡصَٰرُ ٱلَّذِينَ كَفَرُواْ يَٰوَيۡلَنَا قَدۡ كُنَّا فِي غَفۡلَةٖ مِّنۡ هَٰذَا بَلۡ كُنَّا ظَٰلِمِينَ",
    "TRANSLATION": "Và Lời Hứa thật sự này dần dần sẽ thể hiện. Bởi thế, khi nó đến, cặp mắt của những kẻ vô đức tin sẽ mở to trân tráo (và nói:) “Ôi khổ thân chúng tôi! Quả thật, chúng tôi đã lơ là về (Lời cảnh cáo) này. Không! Chúng tôi là những kẻ làm điều sai quấy.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2581",
    "SURAH": "21",
    "AYAH": "98",
    "ARABIC_TEXT": "إِنَّكُمۡ وَمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمۡ لَهَا وَٰرِدُونَ",
    "TRANSLATION": "Chính các ngươi và những vật mà các ngươi tôn thờ ngoài Allah sẽ là chất đôtt của hỏa ngục, nơi mà các ngươi sẽ sa xuống.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2582",
    "SURAH": "21",
    "AYAH": "99",
    "ARABIC_TEXT": "لَوۡ كَانَ هَٰٓؤُلَآءِ ءَالِهَةٗ مَّا وَرَدُوهَاۖ وَكُلّٞ فِيهَا خَٰلِدُونَ",
    "TRANSLATION": "Nếu những vật (bục tượng) này là những thần linh thực sự thì chúng sẽ không sa xuống (hỏa ngục), nhưng tất cả sẽ đi vào ở trong đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2583",
    "SURAH": "21",
    "AYAH": "100",
    "ARABIC_TEXT": "لَهُمۡ فِيهَا زَفِيرٞ وَهُمۡ فِيهَا لَا يَسۡمَعُونَ",
    "TRANSLATION": "Trong đó, chúng sẽ khóc tức tưởi và sẽ không nghe thấy gì.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2584",
    "SURAH": "21",
    "AYAH": "101",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ سَبَقَتۡ لَهُم مِّنَّا ٱلۡحُسۡنَىٰٓ أُوْلَٰٓئِكَ عَنۡهَا مُبۡعَدُونَ",
    "TRANSLATION": "Bởi vì quả thật, những ai mà cái tốt của TA đã (được gởi) đi trước (cho) họ thì sẽ được đưa ra khỏi (hỏa ngục);",
    "FOOTNOTES": ""
  },
  {
    "ID": "2585",
    "SURAH": "21",
    "AYAH": "102",
    "ARABIC_TEXT": "لَا يَسۡمَعُونَ حَسِيسَهَاۖ وَهُمۡ فِي مَا ٱشۡتَهَتۡ أَنفُسُهُمۡ خَٰلِدُونَ",
    "TRANSLATION": "Họ sẽ không nghe thấy một tiếng xì xào nào của (hỏa ngục) và sẽ ở đời đời trong (tình trạng) mà tâm hồn của họ đã từng ao ước.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2586",
    "SURAH": "21",
    "AYAH": "103",
    "ARABIC_TEXT": "لَا يَحۡزُنُهُمُ ٱلۡفَزَعُ ٱلۡأَكۡبَرُ وَتَتَلَقَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ هَٰذَا يَوۡمُكُمُ ٱلَّذِي كُنتُمۡ تُوعَدُونَ",
    "TRANSLATION": "Họ sẽ không còn sợ hãi; và các Thiên Thần sẽ nghênh đón họ (chúc:) “Đây là Ngày (vui) mà qúi vị đã được hứa.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2587",
    "SURAH": "21",
    "AYAH": "104",
    "ARABIC_TEXT": "يَوۡمَ نَطۡوِي ٱلسَّمَآءَ كَطَيِّ ٱلسِّجِلِّ لِلۡكُتُبِۚ كَمَا بَدَأۡنَآ أَوَّلَ خَلۡقٖ نُّعِيدُهُۥۚ وَعۡدًا عَلَيۡنَآۚ إِنَّا كُنَّا فَٰعِلِينَ",
    "TRANSLATION": "(Hãy nhớ) Ngày mà TA sẽ cuốn tròn các tầng trời giống như các tờ kinh được cuốn tròn cho những quyển Kinh giống việc TA đã khởi nguyên việc tạo hóa lần đầu tiên, TA sẽ tái lập nó. (Đó là) một Lời Hứa ràng buộc TA phải thực hiện. Chính TA sẽ làm điều này.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2588",
    "SURAH": "21",
    "AYAH": "105",
    "ARABIC_TEXT": "وَلَقَدۡ كَتَبۡنَا فِي ٱلزَّبُورِ مِنۢ بَعۡدِ ٱلذِّكۡرِ أَنَّ ٱلۡأَرۡضَ يَرِثُهَا عِبَادِيَ ٱلصَّٰلِحُونَ",
    "TRANSLATION": "Và quả thật TA đã ghi trong Thi Thiên (đã ban cho Dawood) sau Bức Thông Điệp (đã được ban cho Musa) rằng trái đất sẽ do những bề tôi ngoan đạo của TA thừa hưởng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2589",
    "SURAH": "21",
    "AYAH": "106",
    "ARABIC_TEXT": "إِنَّ فِي هَٰذَا لَبَلَٰغٗا لِّقَوۡمٍ عَٰبِدِينَ",
    "TRANSLATION": "Quả thật, trong (Qur'an) này là một Thông Điệp gởi cho đám người thật sự thờ phụng (Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2590",
    "SURAH": "21",
    "AYAH": "107",
    "ARABIC_TEXT": "وَمَآ أَرۡسَلۡنَٰكَ إِلَّا رَحۡمَةٗ لِّلۡعَٰلَمِينَ",
    "TRANSLATION": "Và TA đã cử phái Ngươi (Muhammad) đến như một Hồng Ân cho muôn loài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2591",
    "SURAH": "21",
    "AYAH": "108",
    "ARABIC_TEXT": "قُلۡ إِنَّمَا يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَهَلۡ أَنتُم مُّسۡلِمُونَ",
    "TRANSLATION": "(Bởi thế) hãy bảo họ: “Quả thật Ta được mặc khải cho biết Thượng Đế của các người là một Thượng Đế duy nhất. Thế các người sẽ không là người Muslim phục mệnh Ngài hay sao?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2592",
    "SURAH": "21",
    "AYAH": "109",
    "ARABIC_TEXT": "فَإِن تَوَلَّوۡاْ فَقُلۡ ءَاذَنتُكُمۡ عَلَىٰ سَوَآءٖۖ وَإِنۡ أَدۡرِيٓ أَقَرِيبٌ أَم بَعِيدٞ مَّا تُوعَدُونَ",
    "TRANSLATION": "Nhưng nếu họ quay bỏ đi thì hãy bảo: \"Ta đã công bố (Thông Điệp của Allah) đồng đều cho các người; và Ta không biết điều mà các người đã được hứa hiện nay ở gần hay ở xa.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2593",
    "SURAH": "21",
    "AYAH": "110",
    "ARABIC_TEXT": "إِنَّهُۥ يَعۡلَمُ ٱلۡجَهۡرَ مِنَ ٱلۡقَوۡلِ وَيَعۡلَمُ مَا تَكۡتُمُونَ",
    "TRANSLATION": "\"Chính Ngài (Allah) biết lời lẽ mà các người đã hô hoán và biết điều mà các người đã giấu giếm.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2594",
    "SURAH": "21",
    "AYAH": "111",
    "ARABIC_TEXT": "وَإِنۡ أَدۡرِي لَعَلَّهُۥ فِتۡنَةٞ لَّكُمۡ وَمَتَٰعٌ إِلَىٰ حِينٖ",
    "TRANSLATION": "\"Và Ta (Muhammad) không biết: có lẽ đó là một sự thử thách hay là một sự hưởng thụ trong một thời gian ngắn cho các người.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2595",
    "SURAH": "21",
    "AYAH": "112",
    "ARABIC_TEXT": "قَٰلَ رَبِّ ٱحۡكُم بِٱلۡحَقِّۗ وَرَبُّنَا ٱلرَّحۡمَٰنُ ٱلۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ",
    "TRANSLATION": "Y (Muhammad) thưa: “Lạy Thượng Đế của bề tôi! Xin Ngài lấy sự Thật mà phân xử. Và Thượng Đế Rất Mực Độ Lượng sẽ giúp bầy tôi đối phó với những điều mà các người đã qui cho (Allah, Ta và Qur'an).”",
    "FOOTNOTES": ""
  }
]