[
  {
    "ID": "2596",
    "SURAH": "22",
    "AYAH": "1",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡۚ إِنَّ زَلۡزَلَةَ ٱلسَّاعَةِ شَيۡءٌ عَظِيمٞ",
    "TRANSLATION": "Hỡi nhân loại! Hãy sợ Thượng Đế của các ngươi bởi vì cơn chấn động của Giờ Tận Thế sẽ là một hiện tượng vô cùng khủng khiếp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2597",
    "SURAH": "22",
    "AYAH": "2",
    "ARABIC_TEXT": "يَوۡمَ تَرَوۡنَهَا تَذۡهَلُ كُلُّ مُرۡضِعَةٍ عَمَّآ أَرۡضَعَتۡ وَتَضَعُ كُلُّ ذَاتِ حَمۡلٍ حَمۡلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٞ",
    "TRANSLATION": "Ngày mà các ngươi sẽ thấy: mỗi bà mẹ sẽ quên bẵng đứa con đang bú và mỗi người phụ nữ mang thai sẽ trút bỏ gánh nặng của mình và Ngươi sẽ thấy thiên hạ như say rượu trong lúc họ không uống say. Tuy nhiên sự trừng phạt của Allah sẽ rất khủng khiếp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2598",
    "SURAH": "22",
    "AYAH": "3",
    "ARABIC_TEXT": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّبِعُ كُلَّ شَيۡطَٰنٖ مَّرِيدٖ",
    "TRANSLATION": "Và trong nhân loại đã có kẻ tranh luận về Allah không một chút hiểu biết nào cả và nghe theo từng tên Shaytan ương ngạnh.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2599",
    "SURAH": "22",
    "AYAH": "4",
    "ARABIC_TEXT": "كُتِبَ عَلَيۡهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهۡدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
    "TRANSLATION": "Điều đã được qui định cho nó (Shaytan) là ai quay về kết bạn với nó thì sẽ bị nó dắt đi lạc và sẽ bị nó dắt đi đến hình phạt của hỏa ngục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2600",
    "SURAH": "22",
    "AYAH": "5",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمۡ فِي رَيۡبٖ مِّنَ ٱلۡبَعۡثِ فَإِنَّا خَلَقۡنَٰكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ مِن مُّضۡغَةٖ مُّخَلَّقَةٖ وَغَيۡرِ مُخَلَّقَةٖ لِّنُبَيِّنَ لَكُمۡۚ وَنُقِرُّ فِي ٱلۡأَرۡحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ نُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡلَا يَعۡلَمَ مِنۢ بَعۡدِ عِلۡمٖ شَيۡـٔٗاۚ وَتَرَى ٱلۡأَرۡضَ هَامِدَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡ وَأَنۢبَتَتۡ مِن كُلِّ زَوۡجِۭ بَهِيجٖ",
    "TRANSLATION": "Hỡi nhân loại! Nếu các ngươi nghi ngờ về việc phục sinh thì quả thật TA đã tạo hóa các ngươi từ (đất) bụi rồi từ tinh dịch rồi từ một hòn máu đặc rồi từ một miếng thịt thành hình đầy đủ và không thành hình (sẩy thai) để TA trưng bày cho các ngươi (Quyền Năng của TA). Và TA đặt trong các dạ con người nào TA muốn đến một thời hạn ấn định; rồi TA mang các ngươi ra đời thành những đứa bé; rồi nuôi các ngươi đến tuổi trưởng thành; và trong các ngươi có người bị bắt hồn chết sớm và trong các ngươi có người được trả (hồn) về (sống) cho đến tuổi già yếu đến nỗi y không còn biết gì cả sau khi đã biết nhiều. Và ngươi thấy đất đai khô nứt nhưng khi TA tưới nước mưa lên đó, nó cựa mình sống lại và phồng lên và cho mọc lên đủ loại cây cối từng cặp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2601",
    "SURAH": "22",
    "AYAH": "6",
    "ARABIC_TEXT": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّهُۥ يُحۡيِ ٱلۡمَوۡتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
    "TRANSLATION": "(Việc phục sinh sẽ) như thế; bởi vì Allah, Ngài là Chân Lý tuyệt đối và Ngài làm cho người chết sống lại và rằng Ngài là Đấng Toàn Năng trên tất cả mọi thứ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2602",
    "SURAH": "22",
    "AYAH": "7",
    "ARABIC_TEXT": "وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٞ لَّا رَيۡبَ فِيهَا وَأَنَّ ٱللَّهَ يَبۡعَثُ مَن فِي ٱلۡقُبُورِ",
    "TRANSLATION": "Và rằng Giờ Tận Thế đang tiến đến dần, không có gì phải nghi ngờ cả và Allah sẽ phục sinh bất cứ ai đang nằm dưới mộ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2603",
    "SURAH": "22",
    "AYAH": "8",
    "ARABIC_TEXT": "وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ",
    "TRANSLATION": "Và trong nhân loại có kẻ tranh luận về Allah không một chút hiểu biết nào cả và không có một Chỉ Đạo và cũng không dựa vào một Kinh Sách minh bạch nào (để làm bằng chứng) cả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2604",
    "SURAH": "22",
    "AYAH": "9",
    "ARABIC_TEXT": "ثَانِيَ عِطۡفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِۖ لَهُۥ فِي ٱلدُّنۡيَا خِزۡيٞۖ وَنُذِيقُهُۥ يَوۡمَ ٱلۡقِيَٰمَةِ عَذَابَ ٱلۡحَرِيقِ",
    "TRANSLATION": "Y quay người sang một bên(107) hầu làm cho (thiên hạ) rời xa con đường của Allah. Y sẽ bị hạ nhục ở đời này; và vào Ngày phục sinh, y sẽ bị TA cho nếm hình phạt của Lửa cháy bùng.",
    "FOOTNOTES": "(107) Có nghĩa quay bản thân từ đầu xuống mông sang một bên, một thành ngữ ngụ ý nói tự phụ, khinh thường người khác."
  },
  {
    "ID": "2605",
    "SURAH": "22",
    "AYAH": "10",
    "ARABIC_TEXT": "ذَٰلِكَ بِمَا قَدَّمَتۡ يَدَاكَ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
    "TRANSLATION": "Như thế là vì những điều (tội lỗi) mà bàn tay của ngươi đã gởi đi trước. Bởi vì quả thật, Allah không hề đối xử bất công với bầy tôi của Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2606",
    "SURAH": "22",
    "AYAH": "11",
    "ARABIC_TEXT": "وَمِنَ ٱلنَّاسِ مَن يَعۡبُدُ ٱللَّهَ عَلَىٰ حَرۡفٖۖ فَإِنۡ أَصَابَهُۥ خَيۡرٌ ٱطۡمَأَنَّ بِهِۦۖ وَإِنۡ أَصَابَتۡهُ فِتۡنَةٌ ٱنقَلَبَ عَلَىٰ وَجۡهِهِۦ خَسِرَ ٱلدُّنۡيَا وَٱلۡأٓخِرَةَۚ ذَٰلِكَ هُوَ ٱلۡخُسۡرَانُ ٱلۡمُبِينُ",
    "TRANSLATION": "Và trong nhân loại có kẻ thờ phụng Allah đứng trên bờ lề (của đức tin). Bởi thế, nếu gặp điều phúc lành thì y sẽ hài lòng với nó. Ngược lại, nếu gặp hoạn nạn thì y quay mặt sang phía khác.Thế là y mất cả đời này lẫn đời sau. Đấy quả thật là một sự mất mát rõ ràng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2607",
    "SURAH": "22",
    "AYAH": "12",
    "ARABIC_TEXT": "يَدۡعُواْ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ",
    "TRANSLATION": "Y cầu nguyện ngoài Allah những kẻ không hãm hại được y và cũng không làm lợi gì cho y. Như thế là y lầm lạc rất xa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2608",
    "SURAH": "22",
    "AYAH": "13",
    "ARABIC_TEXT": "يَدۡعُواْ لَمَن ضَرُّهُۥٓ أَقۡرَبُ مِن نَّفۡعِهِۦۚ لَبِئۡسَ ٱلۡمَوۡلَىٰ وَلَبِئۡسَ ٱلۡعَشِيرُ",
    "TRANSLATION": "Y cầu nguyện kẻ hãm hại y chứ không mang lợi gì cho y. Chắc chắn đó là một người chủ rất xấu và chắc chắn đó là một người bạn đồng hành rất xấu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2609",
    "SURAH": "22",
    "AYAH": "14",
    "ARABIC_TEXT": "إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يُرِيدُ",
    "TRANSLATION": "Quả thật, Allah sẽ thu nhận những ai tin tưởng và làm việc thiện vào những Ngôi Vườn (thiên đàng) bên dưới có các dòng sông chảy. Quả thật, Allah làm bất cứ điều gì Ngài muốn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2610",
    "SURAH": "22",
    "AYAH": "15",
    "ARABIC_TEXT": "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِي ٱلدُّنۡيَا وَٱلۡأٓخِرَةِ فَلۡيَمۡدُدۡ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لۡيَقۡطَعۡ فَلۡيَنظُرۡ هَلۡ يُذۡهِبَنَّ كَيۡدُهُۥ مَا يَغِيظُ",
    "TRANSLATION": "Ai nghĩ rằng Allah sẽ không bao giờ giúp đỡ Y (Nabi Muhammad) ở đời này và đời sau thì cứ nối một sợi dây cột vào trần nhà rồi tự thắt cổ, rồi để cho y xem phải chăng kế hoạch của y sẽ làm tiêu tan điều làm y tức giận?",
    "FOOTNOTES": ""
  },
  {
    "ID": "2611",
    "SURAH": "22",
    "AYAH": "16",
    "ARABIC_TEXT": "وَكَذَٰلِكَ أَنزَلۡنَٰهُ ءَايَٰتِۭ بَيِّنَٰتٖ وَأَنَّ ٱللَّهَ يَهۡدِي مَن يُرِيدُ",
    "TRANSLATION": "Và đúng như thế, TA đã ban Nó (Qur'an) xuống bằng những câu kinh minh bạch và rằng Allah sẽ hướng dẫn người nào Ngài muốn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2612",
    "SURAH": "22",
    "AYAH": "17",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَٱلَّذِينَ هَادُواْ وَٱلصَّٰبِـِٔينَ وَٱلنَّصَٰرَىٰ وَٱلۡمَجُوسَ وَٱلَّذِينَ أَشۡرَكُوٓاْ إِنَّ ٱللَّهَ يَفۡصِلُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ",
    "TRANSLATION": "Quả thật, những ai có đức tin (Muslim) và những người Do thái và những người Sobian và những người Thiên Chúa và những người thờ lửa và những ai thờ đa thần thì chắc chắn sẽ được Allah xét xử giữa họ vào Ngày phục sinh bởi vì chắc chắn Allah làm chứng cho tất cả mọi việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2613",
    "SURAH": "22",
    "AYAH": "18",
    "ARABIC_TEXT": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَسۡجُدُۤ لَهُۥۤ مَن فِي ٱلسَّمَٰوَٰتِ وَمَن فِي ٱلۡأَرۡضِ وَٱلشَّمۡسُ وَٱلۡقَمَرُ وَٱلنُّجُومُ وَٱلۡجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٞ مِّنَ ٱلنَّاسِۖ وَكَثِيرٌ حَقَّ عَلَيۡهِ ٱلۡعَذَابُۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكۡرِمٍۚ إِنَّ ٱللَّهَ يَفۡعَلُ مَا يَشَآءُ۩",
    "TRANSLATION": "Há Ngươi (Muhammad) không nhận thấy Allah là Đấng mà bất cứ ai trong các tầng trời và bất cứ ai dưới đất cùng với mặt trời, mặt trăng, các tinh tú, núi non, cây cối, thú vật và đa số nhân loại đều phải phủ phục quỳ lạy hay sao? Nhưng đa số (người) cũng đáng bị Ngài trừng phạt. Và ai mà bị Allah hạ nhục thì sẽ không có ai làm cho vinh danh lại nổi. Quả thật, Allah làm bất cứ điều gì Ngài muốn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2614",
    "SURAH": "22",
    "AYAH": "19",
    "ARABIC_TEXT": "۞ هَٰذَانِ خَصۡمَانِ ٱخۡتَصَمُواْ فِي رَبِّهِمۡۖ فَٱلَّذِينَ كَفَرُواْ قُطِّعَتۡ لَهُمۡ ثِيَابٞ مِّن نَّارٖ يُصَبُّ مِن فَوۡقِ رُءُوسِهِمُ ٱلۡحَمِيمُ",
    "TRANSLATION": "Hai nhóm đối lập (Muslim và Kafir) này tranh luận nhau về Thượng Đế của họ. Bởi thế những kẻ phủ nhận (Allah) sẽ mặc áo may bằng các mảnh Lửa, đầu sẽ hứng chịu một loại nước thật sôi xối lên trên.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2615",
    "SURAH": "22",
    "AYAH": "20",
    "ARABIC_TEXT": "يُصۡهَرُ بِهِۦ مَا فِي بُطُونِهِمۡ وَٱلۡجُلُودُ",
    "TRANSLATION": "(Nước sôi này) sẽ làm chảy tan bất cứ vật gì trong bụng và làn da của chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2616",
    "SURAH": "22",
    "AYAH": "21",
    "ARABIC_TEXT": "وَلَهُم مَّقَٰمِعُ مِنۡ حَدِيدٖ",
    "TRANSLATION": "Và chúng sẽ bị đánh bằng những cây roi sắt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2617",
    "SURAH": "22",
    "AYAH": "22",
    "ARABIC_TEXT": "كُلَّمَآ أَرَادُوٓاْ أَن يَخۡرُجُواْ مِنۡهَا مِنۡ غَمٍّ أُعِيدُواْ فِيهَا وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ",
    "TRANSLATION": "Mỗi lần chúng muốn lẩn trốn khỏi hình phạt đau đớn của (hỏa ngục) thì sẽ bị bắt đưa vào trở lại (với lời phán:) “Hãy nếm hình phạt của sự cháy phỏng!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2618",
    "SURAH": "22",
    "AYAH": "23",
    "ARABIC_TEXT": "إِنَّ ٱللَّهَ يُدۡخِلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗاۖ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ",
    "TRANSLATION": "Quả thật, Allah sẽ thu nhận những ai có đức tin và làm việc thiện vào những Ngôi Vườn (thiên đàng) bên dưới có các dòng sông chảy; trong đó, họ sẽ được trang điểm bằng vòng vàng và ngọc trai; và sẽ phục sức bằng lụa là.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2619",
    "SURAH": "22",
    "AYAH": "24",
    "ARABIC_TEXT": "وَهُدُوٓاْ إِلَى ٱلطَّيِّبِ مِنَ ٱلۡقَوۡلِ وَهُدُوٓاْ إِلَىٰ صِرَٰطِ ٱلۡحَمِيدِ",
    "TRANSLATION": "Bởi vì (trên thế gian) họ đã được hướng dẫn đến (nghe) những lời nói tốt đẹp và họ đã được hướng dẫn đến con đường của Đấng (Allah) Rất Đáng Ca tụng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2620",
    "SURAH": "22",
    "AYAH": "25",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلۡمَسۡجِدِ ٱلۡحَرَامِ ٱلَّذِي جَعَلۡنَٰهُ لِلنَّاسِ سَوَآءً ٱلۡعَٰكِفُ فِيهِ وَٱلۡبَادِۚ وَمَن يُرِدۡ فِيهِ بِإِلۡحَادِۭ بِظُلۡمٖ نُّذِقۡهُ مِنۡ عَذَابٍ أَلِيمٖ",
    "TRANSLATION": "Quả thật (đối với) những kẻ không tin tưởng và cản người khác không cho vào Al-Masjid Al-Haram (tại Makkah) nơi mà TA đã làm ra bình đẳng cho mọi người, cho dân cư của nó cũng như cho du khách thập phương (đến thờ phụng). Và ai có ý định làm điều xúc phạm một cách sai quấy trong đó, thì TA sẽ cho nếm một hình phạt đau đớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2621",
    "SURAH": "22",
    "AYAH": "26",
    "ARABIC_TEXT": "وَإِذۡ بَوَّأۡنَا لِإِبۡرَٰهِيمَ مَكَانَ ٱلۡبَيۡتِ أَن لَّا تُشۡرِكۡ بِي شَيۡـٔٗا وَطَهِّرۡ بَيۡتِيَ لِلطَّآئِفِينَ وَٱلۡقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
    "TRANSLATION": "Và (hãy nhớ) khi TA (Allah) chỉ định cho Ibrahim địa điểm xây dựng Ngôi Đền (Ka'bah) phán truyền: \"Chớ tổ hợp với TA bất cứ cái gì và hãy giữ Ngôi Đền của TA trong sạch cho những người đi vòng quanh nó, cho những người đứng dâng lễ, và cho những người cúi đầu và phủ phục (lễ bái TA).\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "2622",
    "SURAH": "22",
    "AYAH": "27",
    "ARABIC_TEXT": "وَأَذِّن فِي ٱلنَّاسِ بِٱلۡحَجِّ يَأۡتُوكَ رِجَالٗا وَعَلَىٰ كُلِّ ضَامِرٖ يَأۡتِينَ مِن كُلِّ فَجٍّ عَمِيقٖ",
    "TRANSLATION": "\"Và hãy tuyên bố với nhân loại việc thi hành Hajj(108). Họ sẽ đi bộ hoặc cưỡi từng con lạc đà gầy ốm băng qua từng hẻm núi sâu thẳm để đến cùng (dâng lễ) với Ngươi.\"",
    "FOOTNOTES": "(108) Hajj là một nghi thức hành hương của Islam mang tính 'bắt buộc (tại một số địa điểm nhất định tại vương quốc Ả-rập Xê Út). Một người Muslim khỏe mạnh và có đầy đủ phương tiện tiền bạc phải hành hương ít nhất một lần trong cuộc đời mình. Thời gian thực hiện Hajj kéo dài sáu ngày kể từ ngày mồng 8 đến ngày 13 tháng Zdul Hijjah (tháng 12 lịch Islam). Nghi thức hành hương Hajj gồm: 1) Vận Ehrom gồm hai mảnh vải không có đường chỉ khâu; 2) Tập trung tại Mina, một vùng ngoại ô của thành phố Makkah; 3) Tập trung tại thung lũng 'Arofah; 4) Di chuyển về Muzdalifah; 5) Ném đá vào các trụ ở Mina; 6) Tế vật tại Mina; 7) Di chuyển về Makkah để Tawwaf (đi vòng) Ka’bah; 8) Sa-’i (di chuyển qua lại giữa hai ngọn đồi Sofa và Marwah; 9) Cắt tóc hay cạo đầu và cởi bỏ Ehrom; 10) Trở lại Mina ngụ cho đến trưa ngày 13 của tháng Zdul HỊjjah; 11) Trở lại Makkah để Tawwaf Wida' (chia tay) Ka’bah và trở về quê quán."
  },
  {
    "ID": "2623",
    "SURAH": "22",
    "AYAH": "28",
    "ARABIC_TEXT": "لِّيَشۡهَدُواْ مَنَٰفِعَ لَهُمۡ وَيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ فِيٓ أَيَّامٖ مَّعۡلُومَٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۖ فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡبَآئِسَ ٱلۡفَقِيرَ",
    "TRANSLATION": "\"Để cho họ chứng kiến những mối lợi được ban cấp cho họ và để họ tụng niệm tên của Allah trong một số ngày ấn định(109) và (nhắc tên của Allah) trên những con thú nuôi mà Ngài đã cung cấp cho họ (để làm vật tế)(110). Do đó, hãy ăn thịt của chúng (sau khi tế) và phân phối (thịt của chúng) cho những người nghèo đói.\"",
    "FOOTNOTES": "(109) Là những ngày Tashriq gồm các ngày 11, 12 và 13 của tháng Zdul Hijjah tại Mina.\n(110) Khi cất cổ con vật tế như trừu, dê, bò, lạc đà, người dâng lễ vật nên đọc lời cầu nguyện sau đây trước khi cắt cổ: ‘Bismillah, Wol lo hu Ak bar, Ol lo hum ma ha za min ka wa i lai ka (Nhân danh Allah, Allah Vĩ đại, lạy Allah, con vật này từ Ngài và trở về Ngài.)"
  },
  {
    "ID": "2624",
    "SURAH": "22",
    "AYAH": "29",
    "ARABIC_TEXT": "ثُمَّ لۡيَقۡضُواْ تَفَثَهُمۡ وَلۡيُوفُواْ نُذُورَهُمۡ وَلۡيَطَّوَّفُواْ بِٱلۡبَيۡتِ ٱلۡعَتِيقِ",
    "TRANSLATION": "“Rồi để cho họ kết thúc tình trạng xốc xếch bù xù(111) của họ và để cho họ hoàn tất lời thề của họ và đi vòng quanh Ngôi Đền(112) lâu đời.”",
    "FOOTNOTES": "(111) Ám chỉ tóc tai, quần áo trên cơ thể mọc dôi ra suốt thời gian vận Ehrom hãm mình làm Hajj. Sau khi cỡi Ehrom, vào ngày mồng mười, người làm Hajj được phép cắt móng tay, móng chân, cắt tóc, tỉa râu mép v.v...\n(112) Ka’bah"
  },
  {
    "ID": "2625",
    "SURAH": "22",
    "AYAH": "30",
    "ARABIC_TEXT": "ذَٰلِكَۖ وَمَن يُعَظِّمۡ حُرُمَٰتِ ٱللَّهِ فَهُوَ خَيۡرٞ لَّهُۥ عِندَ رَبِّهِۦۗ وَأُحِلَّتۡ لَكُمُ ٱلۡأَنۡعَٰمُ إِلَّا مَا يُتۡلَىٰ عَلَيۡكُمۡۖ فَٱجۡتَنِبُواْ ٱلرِّجۡسَ مِنَ ٱلۡأَوۡثَٰنِ وَٱجۡتَنِبُواْ قَوۡلَ ٱلزُّورِ",
    "TRANSLATION": "Đó (là việc thi hành Hajj). Và ai tôn trọng những giới cấm của Allah thì là điều tốt cho y đối với Thượng Đế của y. Và (Allah) cho phép các ngươi (dùng thịt của) những con thú nuôi (trong lúc thi hành Hajj) ngoại trừ những con thú nào đã được đọc ra cho các ngươi. Do đó, hãy tránh sự ô nhiễm của (việc thờ cúng) những tượng thần và tránh lời nói giả dối.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2626",
    "SURAH": "22",
    "AYAH": "31",
    "ARABIC_TEXT": "حُنَفَآءَ لِلَّهِ غَيۡرَ مُشۡرِكِينَ بِهِۦۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخۡطَفُهُ ٱلطَّيۡرُ أَوۡ تَهۡوِي بِهِ ٱلرِّيحُ فِي مَكَانٖ سَحِيقٖ",
    "TRANSLATION": "Chính trực với Allah trong đức tin, không tổ hợp những đối tác ngang vai cùng với Ngài. Và ai tổ hợp những đối tác ngang vai cùng với Allah thì chẳng khác nào như bị rơi từ trên trời xuống rồi bị chim chóc chụp bắt đưa đi xa hoặc như bị một trận gió ào đến quét mang đi đến một nơi xa xôi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2627",
    "SURAH": "22",
    "AYAH": "32",
    "ARABIC_TEXT": "ذَٰلِكَۖ وَمَن يُعَظِّمۡ شَعَٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقۡوَى ٱلۡقُلُوبِ",
    "TRANSLATION": "(Việc làm Hajj) như thế. Và ai tôn trọng các Biểu Hiệu của Allah thì là có lòng sợ Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2628",
    "SURAH": "22",
    "AYAH": "33",
    "ARABIC_TEXT": "لَكُمۡ فِيهَا مَنَٰفِعُ إِلَىٰٓ أَجَلٖ مُّسَمّٗى ثُمَّ مَحِلُّهَآ إِلَى ٱلۡبَيۡتِ ٱلۡعَتِيقِ",
    "TRANSLATION": "Nơi chúng (những con vật tế), các ngươi có được những mối lợi trong một thời hạn ấn định. Rồi (chúng sẽ được dắt đến) địa điểm tế nhắm về Ngôi Đền cổ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2629",
    "SURAH": "22",
    "AYAH": "34",
    "ARABIC_TEXT": "وَلِكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكٗا لِّيَذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلۡأَنۡعَٰمِۗ فَإِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَلَهُۥٓ أَسۡلِمُواْۗ وَبَشِّرِ ٱلۡمُخۡبِتِينَ",
    "TRANSLATION": "Và TA ban cho mỗi cộng đồng một số nghi lễ cúng tế để họ có thể niệm tên của Allah trên những con thú nuôi mà Ngài đã ban cấp cho họ dùng làm thực phẩm. Nhưng Thượng Đế của các ngươi chỉ là một Thượng Đế duy nhất. Do đó, hãy thần phục Ngài trong Islam. Và hãy báo tin mừng cho những người hạ mình khiêm tốn:",
    "FOOTNOTES": ""
  },
  {
    "ID": "2630",
    "SURAH": "22",
    "AYAH": "35",
    "ARABIC_TEXT": "ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَٱلصَّٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمۡ وَٱلۡمُقِيمِي ٱلصَّلَوٰةِ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
    "TRANSLATION": "Những ai khi nghe nhắc đến tên của Allah lòng họ rún động vì khiếp sợ Ngài và kiên nhẫn chịu đựng những điều bất hạnh rơi nhằm phải họ và dâng lễ nguyện Salah và chi dùng những bổng lộc mà TA đã cung cấp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2631",
    "SURAH": "22",
    "AYAH": "36",
    "ARABIC_TEXT": "وَٱلۡبُدۡنَ جَعَلۡنَٰهَا لَكُم مِّن شَعَٰٓئِرِ ٱللَّهِ لَكُمۡ فِيهَا خَيۡرٞۖ فَٱذۡكُرُواْ ٱسۡمَ ٱللَّهِ عَلَيۡهَا صَوَآفَّۖ فَإِذَا وَجَبَتۡ جُنُوبُهَا فَكُلُواْ مِنۡهَا وَأَطۡعِمُواْ ٱلۡقَانِعَ وَٱلۡمُعۡتَرَّۚ كَذَٰلِكَ سَخَّرۡنَٰهَا لَكُمۡ لَعَلَّكُمۡ تَشۡكُرُونَ",
    "TRANSLATION": "Và những con Budn (lạc đà, bò, cừu, dê v.v...) mà TA đã ban cấp cho các ngươi (làm vật tế) được kể như là các Biểu Hiệu của Allah ban cho các ngươi. Nơi chúng các ngươi có được các món tốt. Do đó, khi chúng đứng thành hàng (để tế) hãy đọc tên của Allah lên chúng (và cắt cổ chúng). Khi chúng đã ngã xuống nằm một bên hông, hãy dùng thịt của chúng và bố thí cho những người nghèo sống bằng lòng với số phận và cho những người ăn xin. TA đã chế phục chúng cho các ngươi như thế để các ngươi có dịp tạ ơn Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2632",
    "SURAH": "22",
    "AYAH": "37",
    "ARABIC_TEXT": "لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَٰكِن يَنَالُهُ ٱلتَّقۡوَىٰ مِنكُمۡۚ كَذَٰلِكَ سَخَّرَهَا لَكُمۡ لِتُكَبِّرُواْ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمۡۗ وَبَشِّرِ ٱلۡمُحۡسِنِينَ",
    "TRANSLATION": "Không phải thịt cũng không phải máu của chúng đến tận Allah mà chính lòng ngay chính sợ Allah của các ngươi lên giáp Ngài. Ngài chế phục chúng cho các ngươi như thế là để cho các ngươi có dịp tán dương sự Vĩ đại của Allah về việc Ngài đã hướng dẫn các ngươi Và hãy báo tin mừng cho những người làm tốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2633",
    "SURAH": "22",
    "AYAH": "38",
    "ARABIC_TEXT": "۞ إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓاْۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٖ كَفُورٍ",
    "TRANSLATION": "Quả thật, Allah sẽ bảo vệ những ai có đức tin; và quả thật, Allah không yêu thương từng tên phản trắc, vô ơn (theo Shaytan).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2634",
    "SURAH": "22",
    "AYAH": "39",
    "ARABIC_TEXT": "أُذِنَ لِلَّذِينَ يُقَٰتَلُونَ بِأَنَّهُمۡ ظُلِمُواْۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصۡرِهِمۡ لَقَدِيرٌ",
    "TRANSLATION": "(Allah) chấp thuận cho những ai bị tấn công được phép (cầm vũ khí) chiến đấu (tự vệ) bởi vì họ bị áp bức. Quả thật, Allah là Đấng Toàn Năng trong việc trợ giúp họ:",
    "FOOTNOTES": ""
  },
  {
    "ID": "2635",
    "SURAH": "22",
    "AYAH": "40",
    "ARABIC_TEXT": "ٱلَّذِينَ أُخۡرِجُواْ مِن دِيَٰرِهِم بِغَيۡرِ حَقٍّ إِلَّآ أَن يَقُولُواْ رَبُّنَا ٱللَّهُۗ وَلَوۡلَا دَفۡعُ ٱللَّهِ ٱلنَّاسَ بَعۡضَهُم بِبَعۡضٖ لَّهُدِّمَتۡ صَوَٰمِعُ وَبِيَعٞ وَصَلَوَٰتٞ وَمَسَٰجِدُ يُذۡكَرُ فِيهَا ٱسۡمُ ٱللَّهِ كَثِيرٗاۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ",
    "TRANSLATION": "Những ai bị trục xuất ra khỏi nhà cửa của họ không ngoài lý do chính đáng nào khác hơn điều họ nói: “Thượng Đế (Đấng Chủ Tể) của chúng tôi là Allah!” Và nếu Allah không dùng một số người này để chặn đứng một số người kia thì những tu viện và nhà thờ (của Thiên Chúa giáo), và giáo đường (của Do Thái giáo) và thánh đường (của Islam), những nơi mà tên của Allah đã được tụng niệm nhiều, chắc chắn sẽ bị phá sụp. Và chắc chắn Allah giúp đỡ người nào giúp đỡ (Chính nghĩa của) Ngài. Quả thật, Allah Rất Mạnh, Rất Quyền Năng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2636",
    "SURAH": "22",
    "AYAH": "41",
    "ARABIC_TEXT": "ٱلَّذِينَ إِن مَّكَّنَّٰهُمۡ فِي ٱلۡأَرۡضِ أَقَامُواْ ٱلصَّلَوٰةَ وَءَاتَوُاْ ٱلزَّكَوٰةَ وَأَمَرُواْ بِٱلۡمَعۡرُوفِ وَنَهَوۡاْ عَنِ ٱلۡمُنكَرِۗ وَلِلَّهِ عَٰقِبَةُ ٱلۡأُمُورِ",
    "TRANSLATION": "Những ai, nếu TA thiết lập họ trên trái đất, sẽ dâng lễ Salah và đóng Zakah và ra lệnh làm điều lành (do Allah truyền) và cấm làm điều ác (do Allah cấm). Và Allah là Đấng nắm quyền chung quyết về mọi vấn đề.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2637",
    "SURAH": "22",
    "AYAH": "42",
    "ARABIC_TEXT": "وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَثَمُودُ",
    "TRANSLATION": "Và nếu chúng (những người Quraish tại Makkah) cho Ngươi nói dối thì chắc chắn trước chúng đám dân của Nuh và của 'Ad và của Thamud cũng đã cho (các Nabi của họ) nói dối (giống như thế).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2638",
    "SURAH": "22",
    "AYAH": "43",
    "ARABIC_TEXT": "وَقَوۡمُ إِبۡرَٰهِيمَ وَقَوۡمُ لُوطٖ",
    "TRANSLATION": "Và đám dân của Ibrahim và đám dân của Lut (cũng thế);",
    "FOOTNOTES": ""
  },
  {
    "ID": "2639",
    "SURAH": "22",
    "AYAH": "44",
    "ARABIC_TEXT": "وَأَصۡحَٰبُ مَدۡيَنَۖ وَكُذِّبَ مُوسَىٰۖ فَأَمۡلَيۡتُ لِلۡكَٰفِرِينَ ثُمَّ أَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ نَكِيرِ",
    "TRANSLATION": "Và người dân của Madyan (cũng vậy); và Musa cũng đã bị cáo buộc đã nói dối. Bởi thế, TA (Allah) đã thả lỏng cho những kẻ không tin, rồi (sau đó) TA đã bắt phạt chúng. Bởi thế, (hãy xem) sự trừng phạt của TA đã xảy ra khủng khiếp như thế nào!",
    "FOOTNOTES": ""
  },
  {
    "ID": "2640",
    "SURAH": "22",
    "AYAH": "45",
    "ARABIC_TEXT": "فَكَأَيِّن مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا وَهِيَ ظَالِمَةٞ فَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئۡرٖ مُّعَطَّلَةٖ وَقَصۡرٖ مَّشِيدٍ",
    "TRANSLATION": "Vậy có nhiều thị trấn đã bị TA tiêu diệt trong lúc chúng phạm điều sai quấy đến nỗi mái nhà của chúng nằm lật ngược ngổn ngang; và nhiều giếng nước và lâu đài kiên cố bị bỏ hoang.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2641",
    "SURAH": "22",
    "AYAH": "46",
    "ARABIC_TEXT": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَتَكُونَ لَهُمۡ قُلُوبٞ يَعۡقِلُونَ بِهَآ أَوۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۖ فَإِنَّهَا لَا تَعۡمَى ٱلۡأَبۡصَٰرُ وَلَٰكِن تَعۡمَى ٱلۡقُلُوبُ ٱلَّتِي فِي ٱلصُّدُورِ",
    "TRANSLATION": "Thế phải chăng chúng đã không đi du lịch trên trái đất để cho tâm trí của chúng hiểu được (Thực tại) và tai của chúng có dịp nghe câu chuyện về (sự Trừng Phạt)? Bởi thế, không phải cặp mắt của chúng đã mù mà chính tâm trí của chúng đã mù lòa vậy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2642",
    "SURAH": "22",
    "AYAH": "47",
    "ARABIC_TEXT": "وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَن يُخۡلِفَ ٱللَّهُ وَعۡدَهُۥۚ وَإِنَّ يَوۡمًا عِندَ رَبِّكَ كَأَلۡفِ سَنَةٖ مِّمَّا تَعُدُّونَ",
    "TRANSLATION": "Và chúng thúc giục Ngươi mang hình phạt đến trong lúc Allah không bao giờ thất hứa trong Lời Hứa của Ngài bởi vì quả thật một Ngày đối với Thượng Đế của Ngươi là bằng một ngàn năm theo niên kỷ do các ngươi ghi đếm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2643",
    "SURAH": "22",
    "AYAH": "48",
    "ARABIC_TEXT": "وَكَأَيِّن مِّن قَرۡيَةٍ أَمۡلَيۡتُ لَهَا وَهِيَ ظَالِمَةٞ ثُمَّ أَخَذۡتُهَا وَإِلَيَّ ٱلۡمَصِيرُ",
    "TRANSLATION": "Và đã có nhiều thị trấn đã được TA gia hạn trong lúc chúng đã làm điều sai quấy. Rồi TA bắt phạt chúng; và tất cả sẽ trở về với TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2644",
    "SURAH": "22",
    "AYAH": "49",
    "ARABIC_TEXT": "قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمۡ نَذِيرٞ مُّبِينٞ",
    "TRANSLATION": "Hãy bảo (hỡi Muhammad): “Hỡi nhân loại! Ta chỉ là một người báo trước công khai (được cử đến) với các người.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2645",
    "SURAH": "22",
    "AYAH": "50",
    "ARABIC_TEXT": "فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
    "TRANSLATION": "Bởi thế, những ai có đức tin và làm việc thiện thì sẽ được (Allah) tha thứ (tội lỗi) và được (Ngài) ban cấp bổng lộc dồi dào.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2646",
    "SURAH": "22",
    "AYAH": "51",
    "ARABIC_TEXT": "وَٱلَّذِينَ سَعَوۡاْ فِيٓ ءَايَٰتِنَا مُعَٰجِزِينَ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ",
    "TRANSLATION": "Ngược lại, những ai tìm mọi cách để phá hoại những Lời Mặc Khải của TA thì sẽ là cư dân của hỏa ngục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2647",
    "SURAH": "22",
    "AYAH": "52",
    "ARABIC_TEXT": "وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رَّسُولٖ وَلَا نَبِيٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلۡقَى ٱلشَّيۡطَٰنُ فِيٓ أُمۡنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلۡقِي ٱلشَّيۡطَٰنُ ثُمَّ يُحۡكِمُ ٱللَّهُ ءَايَٰتِهِۦۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
    "TRANSLATION": "Và không một Sứ Giả hay một Nabi nào mà TA đã cử đến trước Ngươi (lại không vấp điều này): khi Y mong muốn một điều tốt nào thì Shaytan thừa cơ nhảy vào đưa đề nghị sửa đổi điều Y muốn. Nhưng Allah hủy bỏ điều mà Shaytan đã xúi giục, rồi Allah tiếp tục xác nhận những Lời Mặc Khải của Ngài bởi vì Allah Toàn Tri, Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2648",
    "SURAH": "22",
    "AYAH": "53",
    "ARABIC_TEXT": "لِّيَجۡعَلَ مَا يُلۡقِي ٱلشَّيۡطَٰنُ فِتۡنَةٗ لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٞ وَٱلۡقَاسِيَةِ قُلُوبُهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَفِي شِقَاقِۭ بَعِيدٖ",
    "TRANSLATION": "(Làm thế) để Ngài dừng điều mà Shaytan đã xen vào làm một sự thử thách đối với những ai mang trong lòng một căn bệnh (nghi hoặc và giả dối) và với những ai mà tấm lòng đã chai cứng. Và chắc chắn những kẻ làm điều sai quấy sẽ ở trong sự phân hóa cách biệt xa (Chân Lý).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2649",
    "SURAH": "22",
    "AYAH": "54",
    "ARABIC_TEXT": "وَلِيَعۡلَمَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ أَنَّهُ ٱلۡحَقُّ مِن رَّبِّكَ فَيُؤۡمِنُواْ بِهِۦ فَتُخۡبِتَ لَهُۥ قُلُوبُهُمۡۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓاْ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
    "TRANSLATION": "Và để cho những ai có kiến thức biết Nó (Qur'an) là Chân Lý do Thượng Đế của Ngươi đã ban xuống, và để họ tin tưởng nơi Nó và để tấm lòng của họ khiêm tốn trước Nó. Quả thật, Allah là Đấng Hướng Dẫn những ai có đức tin đến với Chính Đạo.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2650",
    "SURAH": "22",
    "AYAH": "55",
    "ARABIC_TEXT": "وَلَا يَزَالُ ٱلَّذِينَ كَفَرُواْ فِي مِرۡيَةٖ مِّنۡهُ حَتَّىٰ تَأۡتِيَهُمُ ٱلسَّاعَةُ بَغۡتَةً أَوۡ يَأۡتِيَهُمۡ عَذَابُ يَوۡمٍ عَقِيمٍ",
    "TRANSLATION": "Còn những ai không có đức tin thì sẽ không ngừng nghi ngờ Nó cho đến lúc Giờ Tận Thế đột nhiên xảy đến cho chúng hoặc hình phạt của một Ngày Xấu Xa sẽ (bất ngờ) xảy đến cho chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2651",
    "SURAH": "22",
    "AYAH": "56",
    "ARABIC_TEXT": "ٱلۡمُلۡكُ يَوۡمَئِذٖ لِّلَّهِ يَحۡكُمُ بَيۡنَهُمۡۚ فَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي جَنَّٰتِ ٱلنَّعِيمِ",
    "TRANSLATION": "Vào Ngày đó, mọi quyền hành sẽ nằm trong tay của Allah. Ngài sẽ xét xử giữa bọn chúng. Bởi thế, những ai có đức tin và làm việc thiện thì sẽ ở trong những Ngôi Vườn hạnh phúc (thiên đàng).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2652",
    "SURAH": "22",
    "AYAH": "57",
    "ARABIC_TEXT": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا فَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ",
    "TRANSLATION": "Ngược lại, những ai không có đức tin và cho những Lời Mặc Khải của TA giả dối thì sẽ chịu một sự trừng phạt nhục nhã.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2653",
    "SURAH": "22",
    "AYAH": "58",
    "ARABIC_TEXT": "وَٱلَّذِينَ هَاجَرُواْ فِي سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓاْ أَوۡ مَاتُواْ لَيَرۡزُقَنَّهُمُ ٱللَّهُ رِزۡقًا حَسَنٗاۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيۡرُ ٱلرَّٰزِقِينَ",
    "TRANSLATION": "Và những ai vì Chính Nghĩa của Allah đã dời cư rồi bị giết hoặc chết thì chắc chắn sẽ được Allah cung cấp cho một nguồn bổng lộc tốt. Bởi quả thật Allah là Đấng Ban Phát Ưu việt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2654",
    "SURAH": "22",
    "AYAH": "59",
    "ARABIC_TEXT": "لَيُدۡخِلَنَّهُم مُّدۡخَلٗا يَرۡضَوۡنَهُۥۚ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٞ",
    "TRANSLATION": "Chắc chắn Ngài sẽ đưa họ vào một nơi mà họ sẽ rất hài lòng. Và quả thật, Allah là Đấng Hằng Biết, Hằng Chịu Đựng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2655",
    "SURAH": "22",
    "AYAH": "60",
    "ARABIC_TEXT": "۞ ذَٰلِكَۖ وَمَنۡ عَاقَبَ بِمِثۡلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِيَ عَلَيۡهِ لَيَنصُرَنَّهُ ٱللَّهُۚ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ",
    "TRANSLATION": "(Sự việc sẽ) như thế. Và ai đánh trả lại ngang bằng với thương tích mà y đã chịu rồi lại bị áp bức nữa thì chắc chắn Allah sẽ giúp đỡ y bởi vì quả thật Allah Hằng Lượng Thứ, Hằng Tha Thứ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2656",
    "SURAH": "22",
    "AYAH": "61",
    "ARABIC_TEXT": "ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَأَنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ",
    "TRANSLATION": "(Sự việc sẽ) như thế là vì Allah nhập ban đêm vào ban ngày và nhập ban ngày vào ban đêm và rằng Allah là Đấng Hằng Nghe, Hằng Thấy (mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2657",
    "SURAH": "22",
    "AYAH": "62",
    "ARABIC_TEXT": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِۦ هُوَ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
    "TRANSLATION": "(Sự việc sẽ) như thế là vì Allah là Chân Lý Tuyệt Đối. Và bởi vì những kẻ mà chúng cầu nguyện ngoài Ngài chỉ là ngụy tạo và bởi vì Allah là Đấng Tối Cao, Đấng Vĩ Đại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2658",
    "SURAH": "22",
    "AYAH": "63",
    "ARABIC_TEXT": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَتُصۡبِحُ ٱلۡأَرۡضُ مُخۡضَرَّةًۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ",
    "TRANSLATION": "Há Ngươi không thấy việc Allah ban nước mưa từ trên trời xuống nhờ đó đất đai trở thành xanh tươi? Quả thật, Allah Rất Mực Tinh Tế, Rất Mực Am Tường.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2659",
    "SURAH": "22",
    "AYAH": "64",
    "ARABIC_TEXT": "لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَإِنَّ ٱللَّهَ لَهُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
    "TRANSLATION": "Bất cứ cái gì trong các tầng trời và bất cứ cái gì dưới đất đều là (tạo vật) của Ngài cả. Và quả thật, Allah Rất Mực Giàu Có, Rất Đáng Ca Tụng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2660",
    "SURAH": "22",
    "AYAH": "65",
    "ARABIC_TEXT": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلۡأَرۡضِ وَٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦ وَيُمۡسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلۡأَرۡضِ إِلَّا بِإِذۡنِهِۦٓۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٞ رَّحِيمٞ",
    "TRANSLATION": "Há Ngươi không thấy việc Allah đã chế ngự mọi vật trên đất liền cho các ngươi (sử dụng) kể cả những chiếc tàu chạy băng qua đại dương theo sự Chỉ Huy của Ngài? Và việc Ngài giữ bầu trời không cho rơi xuống đất trừ phi Ngài cho phép. Quả thật, Allah Rất Mực Nhân từ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2661",
    "SURAH": "22",
    "AYAH": "66",
    "ARABIC_TEXT": "وَهُوَ ٱلَّذِيٓ أَحۡيَاكُمۡ ثُمَّ يُمِيتُكُمۡ ثُمَّ يُحۡيِيكُمۡۗ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ",
    "TRANSLATION": "Và Ngài là Đấng làm cho các ngươi sống rồi làm cho các ngươi chết rồi làm cho các ngươi sống lại (vào Ngày phục sinh). Quả thật, con người là một kẻ vong ân.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2662",
    "SURAH": "22",
    "AYAH": "67",
    "ARABIC_TEXT": "لِّكُلِّ أُمَّةٖ جَعَلۡنَا مَنسَكًا هُمۡ نَاسِكُوهُۖ فَلَا يُنَٰزِعُنَّكَ فِي ٱلۡأَمۡرِۚ وَٱدۡعُ إِلَىٰ رَبِّكَۖ إِنَّكَ لَعَلَىٰ هُدٗى مُّسۡتَقِيمٖ",
    "TRANSLATION": "TA đã qui định cho mỗi cộng đồng một nghi lễ thờ phụng(113) mà họ phải tuân theo. Vậy chớ để cho chúng (người ngoại đạo) tranh luận với Ngươi về vấn đề (ăn thịt các con vật được cắt cổ và không được cắt cổ), tuy nhiên, hãy gọi mời chúng đến với Thượng Đế của Ngươi. Quả thật, Ngươi đang ở trên Chính Đạo.",
    "FOOTNOTES": "(113) Lễ tế vật suốt ba ngày Tashriq tại Mina vào dịp thực hiện Hajj."
  },
  {
    "ID": "2663",
    "SURAH": "22",
    "AYAH": "68",
    "ARABIC_TEXT": "وَإِن جَٰدَلُوكَ فَقُلِ ٱللَّهُ أَعۡلَمُ بِمَا تَعۡمَلُونَ",
    "TRANSLATION": "Và nếu chúng tranh luận với Ngươi (về việc tế vật) thì hãy bảo (chúng): “Chắc chắn Allah biết rõ điều các người đang làm.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2664",
    "SURAH": "22",
    "AYAH": "69",
    "ARABIC_TEXT": "ٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ",
    "TRANSLATION": "“Allah sẽ phân xử các người vào Ngày phục sinh về những vấn đề mà các người đang tranh chấp.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2665",
    "SURAH": "22",
    "AYAH": "70",
    "ARABIC_TEXT": "أَلَمۡ تَعۡلَمۡ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَآءِ وَٱلۡأَرۡضِۚ إِنَّ ذَٰلِكَ فِي كِتَٰبٍۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
    "TRANSLATION": "Há Ngươi không biết Allah biết mọi điều trên trời và dưới đất hay sao? Bởi vì quả thật, mọi điều đó đều nằm trong một Quyển Kinh (Al-Lauh Al-Mahfuzh). Và quả thật, điều đó rất dễ đối với Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2666",
    "SURAH": "22",
    "AYAH": "71",
    "ARABIC_TEXT": "وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَمَا لَيۡسَ لَهُم بِهِۦ عِلۡمٞۗ وَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٖ",
    "TRANSLATION": "Nhưng chúng lại tôn thờ ngoài Allah những kẻ (vật) mà Ngài đã không ban một chút thẩm quyền nào và cũng không biết một tí gì về chúng; và những kẻ làm điều sai quấy sẽ không được ai giúp đỡ cả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2667",
    "SURAH": "22",
    "AYAH": "72",
    "ARABIC_TEXT": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ تَعۡرِفُ فِي وُجُوهِ ٱلَّذِينَ كَفَرُواْ ٱلۡمُنكَرَۖ يَكَادُونَ يَسۡطُونَ بِٱلَّذِينَ يَتۡلُونَ عَلَيۡهِمۡ ءَايَٰتِنَاۗ قُلۡ أَفَأُنَبِّئُكُم بِشَرّٖ مِّن ذَٰلِكُمُۚ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُواْۖ وَبِئۡسَ ٱلۡمَصِيرُ",
    "TRANSLATION": "Và khi những Lời Mặc Khải của TA được đọc lên nhắc nhở chúng, Ngươi sẽ thấy hiện ra trên gương mặt của những kẻ không có đức tin nét phản đối. Chúng gần muốn nhảy xổ đến tấn công những ai đọc những Lời Mặc Khải của TA cho chúng. Hãy bảo chúng: “Vậy các người có muốn ta báo cho biết về một điều còn tệ hơn cái đó nữa hay không? (Đó là) Lửa mà Allah đã hứa ban cho những kẻ không có đức tin; và đó là một nơi đến cuối cùng rất xấu xa.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "2668",
    "SURAH": "22",
    "AYAH": "73",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٞ فَٱسۡتَمِعُواْ لَهُۥٓۚ إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَن يَخۡلُقُواْ ذُبَابٗا وَلَوِ ٱجۡتَمَعُواْ لَهُۥۖ وَإِن يَسۡلُبۡهُمُ ٱلذُّبَابُ شَيۡـٔٗا لَّا يَسۡتَنقِذُوهُ مِنۡهُۚ ضَعُفَ ٱلطَّالِبُ وَٱلۡمَطۡلُوبُ",
    "TRANSLATION": "Hỡi nhân loại! Đây là một hình ảnh thí dụ được trình bày cho các ngươi. Hãy lắng nghe cho kỹ! Quả thật, những kẻ mà các ngươi cầu nguyện ngoài Allah sẽ không bao giờ tạo ra được một con ruồi dẫu chúng có hợp lực với nhau để làm chuyện đó; và nếu con ruồi đó có giật tha đi món gì của chúng thì chung cũng sẽ không thể lấy nó lại được. Kẻ van cầu cũng như kẻ được cầu đều bất lực cả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2669",
    "SURAH": "22",
    "AYAH": "74",
    "ARABIC_TEXT": "مَا قَدَرُواْ ٱللَّهَ حَقَّ قَدۡرِهِۦٓۚ إِنَّ ٱللَّهَ لَقَوِيٌّ عَزِيزٌ",
    "TRANSLATION": "Họ không thể đánh giá Allah đúng với giá trị đích thực của Ngài. Quả thật Allah Toàn Lực, Toàn Năng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2670",
    "SURAH": "22",
    "AYAH": "75",
    "ARABIC_TEXT": "ٱللَّهُ يَصۡطَفِي مِنَ ٱلۡمَلَٰٓئِكَةِ رُسُلٗا وَمِنَ ٱلنَّاسِۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٞ",
    "TRANSLATION": "Allah chọn các vị Sứ (của Ngài) trong hàng ngũ của Thiên Thần và nhân loại. Quả thật, Allah Hằng Nghe và Hằng Thấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2671",
    "SURAH": "22",
    "AYAH": "76",
    "ARABIC_TEXT": "يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۚ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
    "TRANSLATION": "Ngài biết điều gì trước họ và điều gì sau họ. Và mọi việc đều được đưa trở về cho Allah (quyết định).",
    "FOOTNOTES": ""
  },
  {
    "ID": "2672",
    "SURAH": "22",
    "AYAH": "77",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱرۡكَعُواْ وَٱسۡجُدُواْۤ وَٱعۡبُدُواْ رَبَّكُمۡ وَٱفۡعَلُواْ ٱلۡخَيۡرَ لَعَلَّكُمۡ تُفۡلِحُونَ۩",
    "TRANSLATION": "Hỡi những ai có đức tin! Hãy cúi đầu và phủ phục và thờ phụng Thượng Đế (Allah) của các ngươi và hãy làm điều lành để may ra các ngươi được thành đạt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "2673",
    "SURAH": "22",
    "AYAH": "78",
    "ARABIC_TEXT": "وَجَٰهِدُواْ فِي ٱللَّهِ حَقَّ جِهَادِهِۦۚ هُوَ ٱجۡتَبَىٰكُمۡ وَمَا جَعَلَ عَلَيۡكُمۡ فِي ٱلدِّينِ مِنۡ حَرَجٖۚ مِّلَّةَ أَبِيكُمۡ إِبۡرَٰهِيمَۚ هُوَ سَمَّىٰكُمُ ٱلۡمُسۡلِمِينَ مِن قَبۡلُ وَفِي هَٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيۡكُمۡ وَتَكُونُواْ شُهَدَآءَ عَلَى ٱلنَّاسِۚ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَٱعۡتَصِمُواْ بِٱللَّهِ هُوَ مَوۡلَىٰكُمۡۖ فَنِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ",
    "TRANSLATION": "Và hãy đấu tranh cho Allah như một nghĩa vụ đối với Ngài. Ngài đã chọn các ngươi (để làm việc đó); và Ngài đã không đặt gánh nặng lên các ngươi trong tôn giáo(114). (Tôn giáo này là) tín ngưỡng của tổ phụ Ibrahim của các ngươi. Ngài đã đặt tên cho các ngươi là 'Muslim' từ trước và trong hiện tại. (Mục đích) để cho Sứ Giả (Muhammad) trở thành một nhân chứng cho các ngươi và để (sau đó) các ngươi trở thành nhân chứng cho nhân loại(115). Bởi thế, các ngươi hãy dâng lễ nguyện Salah và đóng Zakah và hãy bám chắc vào Allah. Ngài là Đấng Giám Hộ của các ngươi; Ngài là Đấng Giám Hộ, Đấng Cứu Giúp Ưu việt.",
    "FOOTNOTES": "(114) Ông Abu Huroiroh đã kể điều Nabi Muhammad đã tuyên bế: ‘Tôn giáo rất dễ dàng và ai tự đặt lên mình gánh nặng trong tôn giáo thì sẽ không thể tiếp tục làm thế mãi. Bởi thế chớ nên quá khích (hay cực đoan) mà hãy cố gắng tiếp cận với sự hoàn hảo, và hy vọng mình sẽ được tưởng thưởng; và hãy tạo sức mạnh bằng các việc thờ phụng vào buổi sáng, xế chiều và suốt những giờ giấc cuối cùng của ban đêm. (Sahih Bukhari, Tập 1, Hadith số 38)              (115) Xem Chương Al-Baqarah, 2:143"
  }
]