[
  {
    "ID": "3341",
    "SURAH": "29",
    "AYAH": "1",
    "ARABIC_TEXT": "الٓمٓ",
    "TRANSLATION": "Alif. Lam. Mim.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3342",
    "SURAH": "29",
    "AYAH": "2",
    "ARABIC_TEXT": "أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ",
    "TRANSLATION": "Phải chăng thiên hạ nghĩ rằng mình sẽ được yên thân khi nói: “Chúng tôi tin tưởng” và sẽ không bị thử thách hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3343",
    "SURAH": "29",
    "AYAH": "3",
    "ARABIC_TEXT": "وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ",
    "TRANSLATION": "Và quả thật, TA đã thử thách những người trước họ để Allah làm cho thấy rõ ai là người chân thật và ai là kẻ gian dối.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3344",
    "SURAH": "29",
    "AYAH": "4",
    "ARABIC_TEXT": "أَمۡ حَسِبَ ٱلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسۡبِقُونَاۚ سَآءَ مَا يَحۡكُمُونَ",
    "TRANSLATION": "Hoặc phải chăng những ai làm điều tội lỗi nghĩ rằng chúng có thể qua mặt được TA hay sao? Điều mà họ xét đoán thật vô cùng tệ hại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3345",
    "SURAH": "29",
    "AYAH": "5",
    "ARABIC_TEXT": "مَن كَانَ يَرۡجُواْ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَأٓتٖۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
    "TRANSLATION": "Ai hy vọng sẽ trở về gặp lại Allah thì thời hạn của Allah sẽ đến bởi vì Ngài là Đấng Hằng Nghe, Đấng Hằng Biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3346",
    "SURAH": "29",
    "AYAH": "6",
    "ARABIC_TEXT": "وَمَن جَٰهَدَ فَإِنَّمَا يُجَٰهِدُ لِنَفۡسِهِۦٓۚ إِنَّ ٱللَّهَ لَغَنِيٌّ عَنِ ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "Và ai phấn đấu thì y chỉ phấn đấu cho bản thân (linh hồn) mình. Rõ thật, Allah Tự Đầy Đủ, không nhờ vả đến thế gian.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3347",
    "SURAH": "29",
    "AYAH": "7",
    "ARABIC_TEXT": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُكَفِّرَنَّ عَنۡهُمۡ سَيِّـَٔاتِهِمۡ وَلَنَجۡزِيَنَّهُمۡ أَحۡسَنَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ",
    "TRANSLATION": "Và những ai tin tưởng và làm việc thiện thì sẽ được TA xóa bỏ những điều xấu xa (tội lỗi) và sẽ được TA tưởng thưởng tùy theo những điều tốt nhất mà họ đã từng làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3348",
    "SURAH": "29",
    "AYAH": "8",
    "ARABIC_TEXT": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حُسۡنٗاۖ وَإِن جَٰهَدَاكَ لِتُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَآۚ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
    "TRANSLATION": "Và TA đã truyền lệnh cho con người hãy ăn ở tử tế với cha mẹ. Nhưng nếu cha mẹ đấu tranh với ngươi để buộc ngươi tổ hợp với TA những kẻ mà ngươi không hề biết một tí gì thì chớ nghe lời của hai người (cha mẹ). Và các ngươi sẽ trở lại gặp TA, rồi TA sẽ cho các ngươi biết về những điều các ngươi đã từng làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3349",
    "SURAH": "29",
    "AYAH": "9",
    "ARABIC_TEXT": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُدۡخِلَنَّهُمۡ فِي ٱلصَّٰلِحِينَ",
    "TRANSLATION": "Và những ai tin tưởng và làm việc thiện thì chắc chắn sẽ được TA thu nhận vào đoàn thể của những người ngoan đạo.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3350",
    "SURAH": "29",
    "AYAH": "10",
    "ARABIC_TEXT": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِيَ فِي ٱللَّهِ جَعَلَ فِتۡنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِۖ وَلَئِن جَآءَ نَصۡرٞ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمۡۚ أَوَلَيۡسَ ٱللَّهُ بِأَعۡلَمَ بِمَا فِي صُدُورِ ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "Và trong nhân loại đã có những kẻ nói: “Chúng tôi tin tưởng nơi Allah.” nhưng khi vì Allah mà chúng chịu khổ thì chúng lại cho cảnh người áp bức người là một hình phạt của Allah. Và nếu có sự trợ giúp đến từ Thượng Đế của Ngươi thì chúng lại nói: “Quả thật chúng tôi luôn luôn sát cánh với anh em.” Há Allah không biết rõ những điều nằm trong lòng của thiên hạ hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3351",
    "SURAH": "29",
    "AYAH": "11",
    "ARABIC_TEXT": "وَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ وَلَيَعۡلَمَنَّ ٱلۡمُنَٰفِقِينَ",
    "TRANSLATION": "Và chắc chắn, Allah biết ai là những người tin tưởng và biết chắc chắn ai là những tên giả tạo đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3352",
    "SURAH": "29",
    "AYAH": "12",
    "ARABIC_TEXT": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ ٱتَّبِعُواْ سَبِيلَنَا وَلۡنَحۡمِلۡ خَطَٰيَٰكُمۡ وَمَا هُم بِحَٰمِلِينَ مِنۡ خَطَٰيَٰهُم مِّن شَيۡءٍۖ إِنَّهُمۡ لَكَٰذِبُونَ",
    "TRANSLATION": "Và những kẻ không có đức tin nói với những người có đức tin như sau: “Hãy theo con đường của chúng tôi và chúng tôi sẽ gánh chịu tội lỗi của quí vị.” Nhưng chúng sẽ không gánh một chút tội nào của họ cả. Chắc chắn, chúng là những kẻ nói dối.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3353",
    "SURAH": "29",
    "AYAH": "13",
    "ARABIC_TEXT": "وَلَيَحۡمِلُنَّ أَثۡقَالَهُمۡ وَأَثۡقَالٗا مَّعَ أَثۡقَالِهِمۡۖ وَلَيُسۡـَٔلُنَّ يَوۡمَ ٱلۡقِيَٰمَةِ عَمَّا كَانُواْ يَفۡتَرُونَ",
    "TRANSLATION": "Và chắc chắn, chúng sẽ vác gánh nặng (tội lỗi) của chúng và những gánh nặng ngoài gánh nặng của chúng. Và chắc chắn, chúng sẽ bị (Allah) hỏi (tội) vào Ngày phục sinh về những điều mà chúng đã từng bịa đặt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3354",
    "SURAH": "29",
    "AYAH": "14",
    "ARABIC_TEXT": "وَلَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَلَبِثَ فِيهِمۡ أَلۡفَ سَنَةٍ إِلَّا خَمۡسِينَ عَامٗا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمۡ ظَٰلِمُونَ",
    "TRANSLATION": "Và chắc chắn, TA đã cử Nuh đến với người dân của Y. Và Y sống với họ thiếu năm mươi năm nữa là đủ một ngàn năm. Rồi, trận Đại Hồng Thủy túm bắt chúng trong lúc chúng là những kẻ làm điều sai quấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3355",
    "SURAH": "29",
    "AYAH": "15",
    "ARABIC_TEXT": "فَأَنجَيۡنَٰهُ وَأَصۡحَٰبَ ٱلسَّفِينَةِ وَجَعَلۡنَٰهَآ ءَايَةٗ لِّلۡعَٰلَمِينَ",
    "TRANSLATION": "Rồi, TA đã giải cứu Y và những tín đồ theo Y trên một chiếc tàu và lấy đó làm một bài học cho thế gian.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3356",
    "SURAH": "29",
    "AYAH": "16",
    "ARABIC_TEXT": "وَإِبۡرَٰهِيمَ إِذۡ قَالَ لِقَوۡمِهِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُۖ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
    "TRANSLATION": "Và (hãy nhớ) Ibrahim, khi Y bảo người dân của Y như sau: “Hãy thờ phụng Allah và hãy sợ Ngài. Điều đó tốt nhất cho các ngươi nếu các người biết.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3357",
    "SURAH": "29",
    "AYAH": "17",
    "ARABIC_TEXT": "إِنَّمَا تَعۡبُدُونَ مِن دُونِ ٱللَّهِ أَوۡثَٰنٗا وَتَخۡلُقُونَ إِفۡكًاۚ إِنَّ ٱلَّذِينَ تَعۡبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمۡلِكُونَ لَكُمۡ رِزۡقٗا فَٱبۡتَغُواْ عِندَ ٱللَّهِ ٱلرِّزۡقَ وَٱعۡبُدُوهُ وَٱشۡكُرُواْ لَهُۥٓۖ إِلَيۡهِ تُرۡجَعُونَ",
    "TRANSLATION": "“Các người chỉ thờ phụng những hình tượng thay vì Allah và các người chỉ bịa đặt chuyện hoang đường. Thật sự, những kẻ mà các người thờ phụng không có khả năng ban bổng lộc cho các người. Do đó, hãy tìm bổng lộc nơi Allah và thờ phụng Ngài và tạ ân Ngài; và các người sẽ được đưa về gặp Ngài trở lại.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3358",
    "SURAH": "29",
    "AYAH": "18",
    "ARABIC_TEXT": "وَإِن تُكَذِّبُواْ فَقَدۡ كَذَّبَ أُمَمٞ مِّن قَبۡلِكُمۡۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
    "TRANSLATION": "“Và nếu các người cho (ta) nói dối thì chắc chắn những cộng đồng trước các người cũng đã cho (các Sứ Giả của họ) nói dối như thế; và nhiệm vụ của một Sứ Giả chỉ là làm công tác truyền đạt một cách công khai.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3359",
    "SURAH": "29",
    "AYAH": "19",
    "ARABIC_TEXT": "أَوَلَمۡ يَرَوۡاْ كَيۡفَ يُبۡدِئُ ٱللَّهُ ٱلۡخَلۡقَ ثُمَّ يُعِيدُهُۥٓۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
    "TRANSLATION": "Há họ đã không nhận xét việc Allah bắt đầu việc tạo hóa rồi phục hồi nó như thế nào ư? Điều đó quả thật dễ dàng đối với Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3360",
    "SURAH": "29",
    "AYAH": "20",
    "ARABIC_TEXT": "قُلۡ سِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ بَدَأَ ٱلۡخَلۡقَۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشۡأَةَ ٱلۡأٓخِرَةَۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
    "TRANSLATION": "Hãy bảo (chúng): “Hãy đi du lịch trên trái đất để quan sát (Allah) khởi sự việc tạo hóa rồi Allah phục sinh đời sau như thế nào. Quả thật, Allah là Đấng Toàn Năng trên mọi thứ.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3361",
    "SURAH": "29",
    "AYAH": "21",
    "ARABIC_TEXT": "يُعَذِّبُ مَن يَشَآءُ وَيَرۡحَمُ مَن يَشَآءُۖ وَإِلَيۡهِ تُقۡلَبُونَ",
    "TRANSLATION": "Ngài trừng phạt kẻ nào Ngài muốn và khoan dung người nào Ngài muốn. Và các ngươi sẽ được đưa về gặp Ngài trở lại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3362",
    "SURAH": "29",
    "AYAH": "22",
    "ARABIC_TEXT": "وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ",
    "TRANSLATION": "Và dù ở trên trời hay dưới đất các ngươi sẽ không thể trốn thoát khỏi (Allah) đặng và ngoài Allah (các ngươi) sẽ không có một vị bảo hộ hay một vị cứu tinh nào. ",
    "FOOTNOTES": ""
  },
  {
    "ID": "3363",
    "SURAH": "29",
    "AYAH": "23",
    "ARABIC_TEXT": "وَٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُوْلَٰٓئِكَ يَئِسُواْ مِن رَّحۡمَتِي وَأُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ",
    "TRANSLATION": "Và những ai phủ nhận những dấu hiệu của Allah và việc gặp lại Ngài (ở đời sau) thì là những người sẽ tuyệt vọng nơi Đức Khoan Dung của TA và sẽ nhận một sự trừng phạt đau đớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3364",
    "SURAH": "29",
    "AYAH": "24",
    "ARABIC_TEXT": "فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱقۡتُلُوهُ أَوۡ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ",
    "TRANSLATION": "Và người dân của Y (Ibrahim) không trả lời điều nào khác ngoài điều chúng nói: “Hãy giết y hoặc thiêu sống y!” Nhưng Allah đã cứu sống Y ra khỏi lửa. Quả thật, trong (câu chuyện) đó (về Ibrahim) là những dấu hiệu cho đám người tin tưởng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3365",
    "SURAH": "29",
    "AYAH": "25",
    "ARABIC_TEXT": "وَقَالَ إِنَّمَا ٱتَّخَذۡتُم مِّن دُونِ ٱللَّهِ أَوۡثَٰنٗا مَّوَدَّةَ بَيۡنِكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُ بَعۡضُكُم بِبَعۡضٖ وَيَلۡعَنُ بَعۡضُكُم بَعۡضٗا وَمَأۡوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّٰصِرِينَ",
    "TRANSLATION": "Và (Ibrahim) bảo: “Các người đã tôn thờ những hình tượng thay vì Allah là vì các người yêu thương lẫn nhau ở đời này; rồi vào Ngày phục sinh, các người sẽ phủ nhận và nguyền rủa lẫn nhau và nhà ở cuối cùng của các người sẽ là hỏa ngục và các người sẽ không được ai giúp đỡ.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3366",
    "SURAH": "29",
    "AYAH": "26",
    "ARABIC_TEXT": "۞ فَـَٔامَنَ لَهُۥ لُوطٞۘ وَقَالَ إِنِّي مُهَاجِرٌ إِلَىٰ رَبِّيٓۖ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
    "TRANSLATION": "Riêng Lut thì tin nơi Y (Ibrahim). Và Lut bảo: \"Tôi sẽ dời cư về với Thượng Đế của tôi. Bởi vì quả thật, Ngài là Đấng Toàn Năng, Đấng Chí Minh.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3367",
    "SURAH": "29",
    "AYAH": "27",
    "ARABIC_TEXT": "وَوَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ وَءَاتَيۡنَٰهُ أَجۡرَهُۥ فِي ٱلدُّنۡيَاۖ وَإِنَّهُۥ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ",
    "TRANSLATION": "Và TA đã ban cho Y (Ibrahim đứa con trai) Is-haaq và (đứa cháu nội) Ya'qub và làm cho con cháu của Y tiếp thu điều mặc khải vài Kinh Sách và ban cho Y phần thưởng ở trần thế; và ở đời sau, Y sẽ thật sự gia nhập đoàn người hiền lương.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3368",
    "SURAH": "29",
    "AYAH": "28",
    "ARABIC_TEXT": "وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ إِنَّكُمۡ لَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "Và (hãy nhớ) Lut, khi Y bảo người dân của Y: \"Các người đã làm một điều hết sức khả ố mà chưa ai trong thiên hạ đã từng làm trước các người.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3369",
    "SURAH": "29",
    "AYAH": "29",
    "ARABIC_TEXT": "أَئِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ وَتَقۡطَعُونَ ٱلسَّبِيلَ وَتَأۡتُونَ فِي نَادِيكُمُ ٱلۡمُنكَرَۖ فَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُواْ ٱئۡتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
    "TRANSLATION": "“Phải chăng các người đã giao hợp với đàn ông và chuyên đánh cướp xa lộ và làm những điều sàm sỡ trong những cuộc hội họp?” Nhưng người dân của Y không trả lời điều nào khác ngoài điều họ nói: “Ông hãy mang hình phạt của Allah đến (trừng phạt) chúng tôi đi nếu ông là một người nói thật.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3370",
    "SURAH": "29",
    "AYAH": "30",
    "ARABIC_TEXT": "قَالَ رَبِّ ٱنصُرۡنِي عَلَى ٱلۡقَوۡمِ ٱلۡمُفۡسِدِينَ",
    "TRANSLATION": "Người (Lut) thưa: “Lạy Thượng Đế của bề tôi! Xin Ngài trợ giúp bề tôi thắng đám người thối nát này.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3371",
    "SURAH": "29",
    "AYAH": "31",
    "ARABIC_TEXT": "وَلَمَّا جَآءَتۡ رُسُلُنَآ إِبۡرَٰهِيمَ بِٱلۡبُشۡرَىٰ قَالُوٓاْ إِنَّا مُهۡلِكُوٓاْ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِۖ إِنَّ أَهۡلَهَا كَانُواْ ظَٰلِمِينَ",
    "TRANSLATION": "Và khi các Thiên Sứ (Thiên Thần) của TA đến gặp Ibrahim với tin mừng, bảo: “Chúng tôi sắp tiêu diệt dân cư của thị trấn (Sô-đôm của Palestine) này (của Lut.) Quả thật, dân cư của nó là những kẻ làm điều sai quấy.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3372",
    "SURAH": "29",
    "AYAH": "32",
    "ARABIC_TEXT": "قَالَ إِنَّ فِيهَا لُوطٗاۚ قَالُواْ نَحۡنُ أَعۡلَمُ بِمَن فِيهَاۖ لَنُنَجِّيَنَّهُۥ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ",
    "TRANSLATION": "Ibrahin đáp: “Nhưng Lut ở trong đó.” Họ đáp: “Chúng tôi biết rõ ai ở trong đó. Chắc chắn, chúng tôi sẽ giải cứu Y và gia đình của Y ngoại trừ bà vợ của Y. Bà ta là một trong những kẻ trì trệ đằng sau.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3373",
    "SURAH": "29",
    "AYAH": "33",
    "ARABIC_TEXT": "وَلَمَّآ أَن جَآءَتۡ رُسُلُنَا لُوطٗا سِيٓءَ بِهِمۡ وَضَاقَ بِهِمۡ ذَرۡعٗاۖ وَقَالُواْ لَا تَخَفۡ وَلَا تَحۡزَنۡ إِنَّا مُنَجُّوكَ وَأَهۡلَكَ إِلَّا ٱمۡرَأَتَكَ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ",
    "TRANSLATION": "Và khi các Thiên Sứ của TA đến gặp Lut, Y lo âu giùm cho người dân của Y và cảm thấy bất lực. Và họ bảo: “Ngươi chớ lo sợ và chớ buồn phiền. Thật sự chúng tôi sẽ giải cứu Ngươi và gia đình Ngươi ngoại trừ bà vợ của Ngươi. Bà ấy là một người trì trệ đằng sau.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3374",
    "SURAH": "29",
    "AYAH": "34",
    "ARABIC_TEXT": "إِنَّا مُنزِلُونَ عَلَىٰٓ أَهۡلِ هَٰذِهِ ٱلۡقَرۡيَةِ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَفۡسُقُونَ",
    "TRANSLATION": "Thật sự, chúng tôi sắp mang một hình phạt từ trên trời xuống trừng phạt dân cư của thị trấn này bởi vì chúng là những kẻ dấy loạn bất tuân Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3375",
    "SURAH": "29",
    "AYAH": "35",
    "ARABIC_TEXT": "وَلَقَد تَّرَكۡنَا مِنۡهَآ ءَايَةَۢ بَيِّنَةٗ لِّقَوۡمٖ يَعۡقِلُونَ",
    "TRANSLATION": "Và chắc chắn, TA đã để lại một dấu tích công khai(125) của việc trừng phạt đó cho những người biết suy nghĩ.",
    "FOOTNOTES": "(125) Đó là biển chết ngày nay."
  },
  {
    "ID": "3376",
    "SURAH": "29",
    "AYAH": "36",
    "ARABIC_TEXT": "وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗا فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ وَٱرۡجُواْ ٱلۡيَوۡمَ ٱلۡأٓخِرَ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
    "TRANSLATION": "Và với người dân Madyan, TA đã cử người anh em Shu'aib của họ đến với họ. Shu'aib bảo: \"Hỡi dân ta! Hãy thờ phụng Allah và sợ Ngày Cuối Cùng; và chớ gây tội ác trên trái đất như những kẻ thối nát.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3377",
    "SURAH": "29",
    "AYAH": "37",
    "ARABIC_TEXT": "فَكَذَّبُوهُ فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ",
    "TRANSLATION": "Nhưng họ cho Y (Shu’aib) nói dối cho nên một trận động đất dữ dội đã chụp bắt họ chết la liệt trong nhà vào buổi sáng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3378",
    "SURAH": "29",
    "AYAH": "38",
    "ARABIC_TEXT": "وَعَادٗا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَٰكِنِهِمۡۖ وَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِيلِ وَكَانُواْ مُسۡتَبۡصِرِينَ",
    "TRANSLATION": "Và người dân 'Ad và Thamud (cũng thế). Nhà cửa đổ nát của họ hãy còn là một dấu tích rành rành cho các ngươi về họ. Shaytan đã biến việc làm của họ thành hấp dẫn đối với họ cho nên nó đã giữ họ xa con đường (của Allah) trong lúc họ là những người nhìn thấu đáo.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3379",
    "SURAH": "29",
    "AYAH": "39",
    "ARABIC_TEXT": "وَقَٰرُونَ وَفِرۡعَوۡنَ وَهَٰمَٰنَۖ وَلَقَدۡ جَآءَهُم مُّوسَىٰ بِٱلۡبَيِّنَٰتِ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ وَمَا كَانُواْ سَٰبِقِينَ",
    "TRANSLATION": "Và Qãrũn và Fir-a’wn và Hãmãn (cũng thế). Và chắc chắn Mũsa đã đến gặp chúng với những bằng chứng, nhưng chúng tỏ thái độ ngạo mạn trên trái đất. Nhưng chúng vẫn không thoát khỏi TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3380",
    "SURAH": "29",
    "AYAH": "40",
    "ARABIC_TEXT": "فَكُلًّا أَخَذۡنَا بِذَنۢبِهِۦۖ فَمِنۡهُم مَّنۡ أَرۡسَلۡنَا عَلَيۡهِ حَاصِبٗا وَمِنۡهُم مَّنۡ أَخَذَتۡهُ ٱلصَّيۡحَةُ وَمِنۡهُم مَّنۡ خَسَفۡنَا بِهِ ٱلۡأَرۡضَ وَمِنۡهُم مَّنۡ أَغۡرَقۡنَاۚ وَمَا كَانَ ٱللَّهُ لِيَظۡلِمَهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
    "TRANSLATION": "TA đã bắt phạt tất cả bọn chúng tùy theo tội của từng đứa. Trong bọn chúng, có kẻ đã bị TA trừng phạt bằng một trận cuồng phong có mưa đá (như đối với người dân của Lut); có kẻ đã bị TA trừng phạt bằng một tiếng thét dữ dội (như đối với người dân Thamud); có kẻ đã bị TA trừng phạt bằng cách làm cho đất sụp xuống (như Qorun); và có kẻ đã bị TA trừng phạt bằng cách nhận chìm dưới nước (như Fir-'awn và Haman). Và Allah không phải là Đấng đã hãm hại chúng mà chính chúng đã tự làm hại bản thân mình.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3381",
    "SURAH": "29",
    "AYAH": "41",
    "ARABIC_TEXT": "مَثَلُ ٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِ ٱللَّهِ أَوۡلِيَآءَ كَمَثَلِ ٱلۡعَنكَبُوتِ ٱتَّخَذَتۡ بَيۡتٗاۖ وَإِنَّ أَوۡهَنَ ٱلۡبُيُوتِ لَبَيۡتُ ٱلۡعَنكَبُوتِۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
    "TRANSLATION": "Hình ảnh của những ai tôn thờ những chủ nhân khác thay vì Allah chẳng khác nào hình ảnh của con nhện tự giăng tơ làm nhà. Quả thật, mỏng manh nhất trong các loại nhà chỉ có nhà của con nhện, nếu chúng biết điều đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3382",
    "SURAH": "29",
    "AYAH": "42",
    "ARABIC_TEXT": "إِنَّ ٱللَّهَ يَعۡلَمُ مَا يَدۡعُونَ مِن دُونِهِۦ مِن شَيۡءٖۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
    "TRANSLATION": "Quả thật, Allah biết rõ bất cứ cái gì chúng cầu nguyện thay vì Ngài. Bởi vì Ngài là Đấng Toàn Năng, Đấng Chí Minh.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3383",
    "SURAH": "29",
    "AYAH": "43",
    "ARABIC_TEXT": "وَتِلۡكَ ٱلۡأَمۡثَٰلُ نَضۡرِبُهَا لِلنَّاسِۖ وَمَا يَعۡقِلُهَآ إِلَّا ٱلۡعَٰلِمُونَ",
    "TRANSLATION": "Và đó là những hình ảnh thí dụ mà TA trình bày cho nhân loại. Và chỉ những người có kiến thức mới thấu hiểu được (ý nghĩa của) chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3384",
    "SURAH": "29",
    "AYAH": "44",
    "ARABIC_TEXT": "خَلَقَ ٱللَّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُؤۡمِنِينَ",
    "TRANSLATION": "Allah vì Chân Lý đã tạo hóa các tầng trời và trái đất. Quả thật, trong (việc tạo hóa) đó là một dấu hiệu cho những người có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3385",
    "SURAH": "29",
    "AYAH": "45",
    "ARABIC_TEXT": "ٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ وَأَقِمِ ٱلصَّلَوٰةَۖ إِنَّ ٱلصَّلَوٰةَ تَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِۗ وَلَذِكۡرُ ٱللَّهِ أَكۡبَرُۗ وَٱللَّهُ يَعۡلَمُ مَا تَصۡنَعُونَ",
    "TRANSLATION": "Hãy đọc những điều đã được mặc khải cho Ngươi trong Kinh Sách (Qur'an) và hãy dâng lễ Salah một cách chu đáo. Quả thật, lễ nguyện Salah ngăn cản một người tránh xa trọng tội và điều tội lỗi. Và việc tưởng nhớ Allah là điều lớn nhất. Và Allah biết rõ những điều các ngươi làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3386",
    "SURAH": "29",
    "AYAH": "46",
    "ARABIC_TEXT": "۞ وَلَا تُجَٰدِلُوٓاْ أَهۡلَ ٱلۡكِتَٰبِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ إِلَّا ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡۖ وَقُولُوٓاْ ءَامَنَّا بِٱلَّذِيٓ أُنزِلَ إِلَيۡنَا وَأُنزِلَ إِلَيۡكُمۡ وَإِلَٰهُنَا وَإِلَٰهُكُمۡ وَٰحِدٞ وَنَحۡنُ لَهُۥ مُسۡلِمُونَ",
    "TRANSLATION": "Và chớ tranh luận với người dân Kinh Sách trừ phi với thái độ nhã nhặn và chỉ với những người của họ làm điều sai quấy và bảo họ: “Chúng tôi tin tưởng nơi điều đã được ban xuống cho chúng tôi và nơi điều đã được ban xuống cho quí vị. Và Thượng Đế của chúng tôi lẫn Thượng Đế của quí vị chỉ là Một (Thượng Đế). Và chúng tôi là những người Muslim thần phục Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3387",
    "SURAH": "29",
    "AYAH": "47",
    "ARABIC_TEXT": "وَكَذَٰلِكَ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَۚ فَٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ يُؤۡمِنُونَ بِهِۦۖ وَمِنۡ هَٰٓؤُلَآءِ مَن يُؤۡمِنُ بِهِۦۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلۡكَٰفِرُونَ",
    "TRANSLATION": "Và TA đã ban Kinh Sách (Qur'an) xuống cho Ngươi đúng như thế. Bởi thế, những ai mà TA đã ban cho Kinh Sách tin tưởng nơi Nó (Qur'an) và một số người (Ả Rập) này cũng tin tưởng nơi Nó. Và chỉ những kẻ không tin mới cãi lại những Lời Mặc Khải của TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3388",
    "SURAH": "29",
    "AYAH": "48",
    "ARABIC_TEXT": "وَمَا كُنتَ تَتۡلُواْ مِن قَبۡلِهِۦ مِن كِتَٰبٖ وَلَا تَخُطُّهُۥ بِيَمِينِكَۖ إِذٗا لَّٱرۡتَابَ ٱلۡمُبۡطِلُونَ",
    "TRANSLATION": "Và trước Nó (Qur'an), Ngươi đã không hề đọc một Kinh Sách nào và cũng không viết được một Kinh Sách nào với tay phải của Ngươi; bởi vì trong trường hợp đó, những kẻ theo ngụy giáo sẽ đâm ra nghi ngờ (về Nó).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3389",
    "SURAH": "29",
    "AYAH": "49",
    "ARABIC_TEXT": "بَلۡ هُوَ ءَايَٰتُۢ بَيِّنَٰتٞ فِي صُدُورِ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا ٱلظَّٰلِمُونَ",
    "TRANSLATION": "Không! Nó (Qur'an) gồm những Lời Mặc Khải rõ ràng ở trong lòng của những ai đã được (Allah) ban cho kiến thức. Và chỉ những kẻ làm điều sai quấy mới cãi lại những Lời Mặc Khải của TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3390",
    "SURAH": "29",
    "AYAH": "50",
    "ARABIC_TEXT": "وَقَالُواْ لَوۡلَآ أُنزِلَ عَلَيۡهِ ءَايَٰتٞ مِّن رَّبِّهِۦۚ قُلۡ إِنَّمَا ٱلۡأٓيَٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ",
    "TRANSLATION": "Và chúng nói: ‘Tại sao Thượng Đế của Y (Muhammad) đã không ban cho Y những Phép Lạ?” Hãy đáp: “Chỉ Allah mới có những Phép Lạ. Ta chỉ là một người Báo trước công khai.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3391",
    "SURAH": "29",
    "AYAH": "51",
    "ARABIC_TEXT": "أَوَلَمۡ يَكۡفِهِمۡ أَنَّآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ يُتۡلَىٰ عَلَيۡهِمۡۚ إِنَّ فِي ذَٰلِكَ لَرَحۡمَةٗ وَذِكۡرَىٰ لِقَوۡمٖ يُؤۡمِنُونَ",
    "TRANSLATION": "Há không đủ cho chúng hay sao việc TA đã ban Kinh Sách xuống cho Ngươi để (Nó) được đọc lại cho chúng? Quả thật, trong đó là Hồng Ân và điều cảnh báo cho đám người tin tưởng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3392",
    "SURAH": "29",
    "AYAH": "52",
    "ARABIC_TEXT": "قُلۡ كَفَىٰ بِٱللَّهِ بَيۡنِي وَبَيۡنَكُمۡ شَهِيدٗاۖ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۗ وَٱلَّذِينَ ءَامَنُواْ بِٱلۡبَٰطِلِ وَكَفَرُواْ بِٱللَّهِ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
    "TRANSLATION": "Hãy bảo chúng: “Allah đủ làm chứng giữa ta (Muhammad) và các người. Ngài biết mọi điều trong các tầng trời và trái đất. Và những ai tin tưởng nơi điều gian dối, và không tin tưởng nơi Allah mới là những kẻ sẽ thua thiệt.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3393",
    "SURAH": "29",
    "AYAH": "53",
    "ARABIC_TEXT": "وَيَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَلَوۡلَآ أَجَلٞ مُّسَمّٗى لَّجَآءَهُمُ ٱلۡعَذَابُۚ وَلَيَأۡتِيَنَّهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
    "TRANSLATION": "Và chúng hối thúc Ngươi mang hình phạt đến cho chúng. Và nếu không vì một thời hạn nhất định đã được qui định cho chúng thì hình phạt chắc chắn đã đến với chúng rồi. Và chắc chắn, nó sẽ bất ngờ xảy đến cho chúng trong lúc chúng không nhận thấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3394",
    "SURAH": "29",
    "AYAH": "54",
    "ARABIC_TEXT": "يَسۡتَعۡجِلُونَكَ بِٱلۡعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةُۢ بِٱلۡكَٰفِرِينَ",
    "TRANSLATION": "Chúng hối thúc Ngươi mang hình phạt đến. Và rõ thật hỏa ngục sắp bao vây những kẻ không tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3395",
    "SURAH": "29",
    "AYAH": "55",
    "ARABIC_TEXT": "يَوۡمَ يَغۡشَىٰهُمُ ٱلۡعَذَابُ مِن فَوۡقِهِمۡ وَمِن تَحۡتِ أَرۡجُلِهِمۡ وَيَقُولُ ذُوقُواْ مَا كُنتُمۡ تَعۡمَلُونَ",
    "TRANSLATION": "Và vào Ngày mà hình phạt sẽ bao vây chúng từ bên trên xuống và từ dưới chân lên với Lời phán: “Hãy nếm (hậu quả của) những điều (tội lỗi) mà các ngươi đã từng làm.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3396",
    "SURAH": "29",
    "AYAH": "56",
    "ARABIC_TEXT": "يَٰعِبَادِيَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ أَرۡضِي وَٰسِعَةٞ فَإِيَّٰيَ فَٱعۡبُدُونِ",
    "TRANSLATION": "“Hỡi các bầy tôi có đức tin của TA. Trái đất của TA rộng bao la. Bởi thế, hãy thờ phụng chỉ riêng TA thôi!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3397",
    "SURAH": "29",
    "AYAH": "57",
    "ARABIC_TEXT": "كُلُّ نَفۡسٖ ذَآئِقَةُ ٱلۡمَوۡتِۖ ثُمَّ إِلَيۡنَا تُرۡجَعُونَ",
    "TRANSLATION": "Mỗi linh hồn sẽ phải nếm cái chết. Rồi các ngươi sẽ được đưa về gặp TA trở lại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3398",
    "SURAH": "29",
    "AYAH": "58",
    "ARABIC_TEXT": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلۡجَنَّةِ غُرَفٗا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ نِعۡمَ أَجۡرُ ٱلۡعَٰمِلِينَ",
    "TRANSLATION": "Và những ai có đức tin và làm việc thiện thì chắc chắn sẽ được TA ban thưởng những ngôi nhà cao sang trong thiên đàng bên dưới có các dòng sông chảy, để vào ở trong đó đời đời. Ân phúc thay phần thưởng dành cho những người làm việc (tốt).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3399",
    "SURAH": "29",
    "AYAH": "59",
    "ARABIC_TEXT": "ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
    "TRANSLATION": "Những ai kiên trì và phó thác cho Thượng Đế của họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3400",
    "SURAH": "29",
    "AYAH": "60",
    "ARABIC_TEXT": "وَكَأَيِّن مِّن دَآبَّةٖ لَّا تَحۡمِلُ رِزۡقَهَا ٱللَّهُ يَرۡزُقُهَا وَإِيَّاكُمۡۚ وَهُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
    "TRANSLATION": "Và có nhiều sinh vật đã không tự vác lấy lương thực của mình. Allah cung dưỡng chúng và cung dưỡng các ngươi bởi vì Ngài là Đấng Hằng Nghe, Đấng Hằng Biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3401",
    "SURAH": "29",
    "AYAH": "61",
    "ARABIC_TEXT": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ",
    "TRANSLATION": "Và nếu Ngươi có hỏi chúng ai đã tạo hóa các tầng trời và trái đất và đã chế ngự mặt trời và mặt trăng thì chắc chắn chúng sẽ đáp: “Allah!” Thế tại sao chúng lánh xa Ngài?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3402",
    "SURAH": "29",
    "AYAH": "62",
    "ARABIC_TEXT": "ٱللَّهُ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُ لَهُۥٓۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٞ",
    "TRANSLATION": "Allah nới rộng và thu hẹp bổng lộc cho người nào Ngài muốn trong số bầy tôi của Ngài; bởi vì quả thật, Allah biết hết mọi việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3403",
    "SURAH": "29",
    "AYAH": "63",
    "ARABIC_TEXT": "وَلَئِن سَأَلۡتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ مِنۢ بَعۡدِ مَوۡتِهَا لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ",
    "TRANSLATION": "Và nếu Ngươi có hỏi chúng ai đã ban nước mưa từ trên trời xuống mà Ngài dùng để làm sống lại lớp đất chết khô thì chắc chắn chúng sẽ đáp: “Allah!” Hãy bảo chúng: “Mọi lời ca tụng đều dâng lên Allah!” Không! Đa số bọn chúng không hiểu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3404",
    "SURAH": "29",
    "AYAH": "64",
    "ARABIC_TEXT": "وَمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا لَهۡوٞ وَلَعِبٞۚ وَإِنَّ ٱلدَّارَ ٱلۡأٓخِرَةَ لَهِيَ ٱلۡحَيَوَانُۚ لَوۡ كَانُواْ يَعۡلَمُونَ",
    "TRANSLATION": "Và đời sống trần tục này chỉ là một thú tiêu khiển và trò chơi. Và nhà ở ở đời sau mới là đời sống thực sự, nếu chúng biết điều đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3405",
    "SURAH": "29",
    "AYAH": "65",
    "ARABIC_TEXT": "فَإِذَا رَكِبُواْ فِي ٱلۡفُلۡكِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ إِذَا هُمۡ يُشۡرِكُونَ",
    "TRANSLATION": "Bởi thế, khi chúng lên tàu (ra khơi), chúng cầu nguyện Allah, dâng trọn đức tin cho Ngài. Nhưng khi Ngài cứu chúng lên bờ an toàn thì chúng dựng những đối tác ngang vai cùng với Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3406",
    "SURAH": "29",
    "AYAH": "66",
    "ARABIC_TEXT": "لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ وَلِيَتَمَتَّعُواْۚ فَسَوۡفَ يَعۡلَمُونَ",
    "TRANSLATION": "(Làm thế) để chúng có thể phụ ân mà TA đã ban cho chúng và để chúng tự do hưởng thụ (cuộc đời). Nhưng rồi chúng sẽ sớm biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3407",
    "SURAH": "29",
    "AYAH": "67",
    "ARABIC_TEXT": "أَوَلَمۡ يَرَوۡاْ أَنَّا جَعَلۡنَا حَرَمًا ءَامِنٗا وَيُتَخَطَّفُ ٱلنَّاسُ مِنۡ حَوۡلِهِمۡۚ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَةِ ٱللَّهِ يَكۡفُرُونَ",
    "TRANSLATION": "Há chúng không thấy việc TA đã làm cho (Makkah) thành một thánh địa an ninh bất khả xâm phạm trong lúc thiên hạ xung quanh chúng bị bắt cóc đi mất tích? Thế, phải chăng chúng tin tưởng nơi điều gian dối và phủ nhận những ân huệ của Allah hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3408",
    "SURAH": "29",
    "AYAH": "68",
    "ARABIC_TEXT": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِٱلۡحَقِّ لَمَّا جَآءَهُۥٓۚ أَلَيۡسَ فِي جَهَنَّمَ مَثۡوٗى لِّلۡكَٰفِرِينَ",
    "TRANSLATION": "Và còn ai sai quấy hơn kẻ đã đặt điều nói dối rồi đổ thừa cho Allah và phủ nhận Chân Lý khi nó đến với y? Phải chăng trong hỏa ngục sẽ có một chỗ ở cho những kẻ vô đức tin?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3409",
    "SURAH": "29",
    "AYAH": "69",
    "ARABIC_TEXT": "وَٱلَّذِينَ جَٰهَدُواْ فِينَا لَنَهۡدِيَنَّهُمۡ سُبُلَنَاۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلۡمُحۡسِنِينَ",
    "TRANSLATION": "Ngược lại, những ai chiến đấu cho (Chính Nghĩa của) TA thì chắc chắn sẽ được hướng dẫn đến những con đường của TA. Và chắc chắn, Allah đang sát cánh với những người làm tốt.",
    "FOOTNOTES": ""
  }
]