[
  {
    "ID": "3470",
    "SURAH": "31",
    "AYAH": "1",
    "ARABIC_TEXT": "الٓمٓ",
    "TRANSLATION": "Alif.Lam. Mim.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3471",
    "SURAH": "31",
    "AYAH": "2",
    "ARABIC_TEXT": "تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡحَكِيمِ",
    "TRANSLATION": "Đầy là những Câu của Kinh Sách (Qur'an) thông suốt,",
    "FOOTNOTES": ""
  },
  {
    "ID": "3472",
    "SURAH": "31",
    "AYAH": "3",
    "ARABIC_TEXT": "هُدٗى وَرَحۡمَةٗ لِّلۡمُحۡسِنِينَ",
    "TRANSLATION": "Một Chỉ Đạo và một Hồng Ân ban cho những người làm tốt:",
    "FOOTNOTES": ""
  },
  {
    "ID": "3473",
    "SURAH": "31",
    "AYAH": "4",
    "ARABIC_TEXT": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ يُوقِنُونَ",
    "TRANSLATION": "Những ai dâng lễ nguyện Salah một cách chu đáo và đóng Zakah và có một đức tin vững chắc nơi đời sau;",
    "FOOTNOTES": ""
  },
  {
    "ID": "3474",
    "SURAH": "31",
    "AYAH": "5",
    "ARABIC_TEXT": "أُوْلَٰٓئِكَ عَلَىٰ هُدٗى مِّن رَّبِّهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
    "TRANSLATION": "Họ là những người đang theo đúng Chỉ Đạo của Thượng Đế (Allah) của họ và là những người sẽ thành đạt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3475",
    "SURAH": "31",
    "AYAH": "6",
    "ARABIC_TEXT": "وَمِنَ ٱلنَّاسِ مَن يَشۡتَرِي لَهۡوَ ٱلۡحَدِيثِ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَيَتَّخِذَهَا هُزُوًاۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٞ مُّهِينٞ",
    "TRANSLATION": "Và trong thiên hạ có kẻ(131) đã mua tập truyện giải trí hầu lôi cuốn những người thiếu hiểu biết lạc khỏi con đường của Allah và nhạo báng nó. Họ là những người sẽ chịu một sự trừng phạt rất nhục nhã.",
    "FOOTNOTES": "(131) Ám chỉ một người ngoại giáo tên Nadhr bin Al-Harith."
  },
  {
    "ID": "3476",
    "SURAH": "31",
    "AYAH": "7",
    "ARABIC_TEXT": "وَإِذَا تُتۡلَىٰ عَلَيۡهِ ءَايَٰتُنَا وَلَّىٰ مُسۡتَكۡبِرٗا كَأَن لَّمۡ يَسۡمَعۡهَا كَأَنَّ فِيٓ أُذُنَيۡهِ وَقۡرٗاۖ فَبَشِّرۡهُ بِعَذَابٍ أَلِيمٍ",
    "TRANSLATION": "Và khi những Lời Mặc Khải của TA được đọc ra cho y, y quay bỏ đi  với dáng điệu tự phụ làm như y chẳng hề nghe đến chúng bao giờ, ra tuồng như hai tai của y điếc nặng. (Hỡi Muhammad!) Hãy báo cho y biết về một sự trừng phạt đau đớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3477",
    "SURAH": "31",
    "AYAH": "8",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ جَنَّٰتُ ٱلنَّعِيمِ",
    "TRANSLATION": "Quả thật, những ai có đức tin và làm việc thiện thì sẽ được hưởng thiên đàng hạnh phúc;",
    "FOOTNOTES": ""
  },
  {
    "ID": "3478",
    "SURAH": "31",
    "AYAH": "9",
    "ARABIC_TEXT": "خَٰلِدِينَ فِيهَاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
    "TRANSLATION": "Họ sẽ vào ở trong đó đời đời. Một Lời Hứa thật sự của Allah; và Ngài là Đấng Toàn Năng, Đấng Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3479",
    "SURAH": "31",
    "AYAH": "10",
    "ARABIC_TEXT": "خَلَقَ ٱلسَّمَٰوَٰتِ بِغَيۡرِ عَمَدٖ تَرَوۡنَهَاۖ وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٖۚ وَأَنزَلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ فَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجٖ كَرِيمٍ",
    "TRANSLATION": "Ngài đã tạo các tầng trời không cần trụ chống mà các ngươi có thể nhìn thấy (với mắt thường) và đã dựng lên trên mặt đất những quả núi vững chắc, sợ rằng nó (đất) sẽ rung chuyển với các ngươi và Ngài đã rải ra nơi đó đủ loại thú vật. Và TA ban nước mưa từ trên trời xuống mà TA dùng để làm mọc ra nơi đó đủ cặp (thảo mộc) quí giá.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3480",
    "SURAH": "31",
    "AYAH": "11",
    "ARABIC_TEXT": "هَٰذَا خَلۡقُ ٱللَّهِ فَأَرُونِي مَاذَا خَلَقَ ٱلَّذِينَ مِن دُونِهِۦۚ بَلِ ٱلظَّٰلِمُونَ فِي ضَلَٰلٖ مُّبِينٖ",
    "TRANSLATION": "Đây là sự tạo hóa của Allah. Thế, hãy chỉ cho TA xem đâu là vật mà những ai khác Ngài đã tạo? Không, những kẻ làm điều sai quấy đang lầm lạc rõ ràng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3481",
    "SURAH": "31",
    "AYAH": "12",
    "ARABIC_TEXT": "وَلَقَدۡ ءَاتَيۡنَا لُقۡمَٰنَ ٱلۡحِكۡمَةَ أَنِ ٱشۡكُرۡ لِلَّهِۚ وَمَن يَشۡكُرۡ فَإِنَّمَا يَشۡكُرُ لِنَفۡسِهِۦۖ وَمَن كَفَرَ فَإِنَّ ٱللَّهَ غَنِيٌّ حَمِيدٞ",
    "TRANSLATION": "Và chắc chắn, TA đã ban cho Luqman(132) trí khôn ngoan, phán bảo: “Hãy biết ơn Allah,” ai biết ơn (Allah) thì việc biết ơn đó chỉ có lợi cho bản thân (linh hồn) mình; ngược lại, ai phụ ơn (Allah) thì quả thật Allah Rất Mực Giàu có, Rất Đáng Ca tụng (không cần đến ơn nghĩa của ai).",
    "FOOTNOTES": "(132) Luqman là tên của một hiền nhân sống vào thời đại của Nabi Dawood (Đa-vít)."
  },
  {
    "ID": "3482",
    "SURAH": "31",
    "AYAH": "13",
    "ARABIC_TEXT": "وَإِذۡ قَالَ لُقۡمَٰنُ لِٱبۡنِهِۦ وَهُوَ يَعِظُهُۥ يَٰبُنَيَّ لَا تُشۡرِكۡ بِٱللَّهِۖ إِنَّ ٱلشِّرۡكَ لَظُلۡمٌ عَظِيمٞ",
    "TRANSLATION": "Và hãy nhớ lại khi Luqman bảo đứa con trai của mình khi Y khuyên con, bảo: “Hỡi con yêu dấu! Chớ tổ hợp (điều gì, vật gì) cùng với Allah (trong việc thờ phụng Ngài). Quả thật, tổ hợp những thần thánh cùng với Allah là một điều sai quấy to lớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3483",
    "SURAH": "31",
    "AYAH": "14",
    "ARABIC_TEXT": "وَوَصَّيۡنَا ٱلۡإِنسَٰنَ بِوَٰلِدَيۡهِ حَمَلَتۡهُ أُمُّهُۥ وَهۡنًا عَلَىٰ وَهۡنٖ وَفِصَٰلُهُۥ فِي عَامَيۡنِ أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ",
    "TRANSLATION": "Và TA đã truyền lệnh cho con người về (việc hiếu thảo với) cha mẹ. Mẹ của y đã cưu mang y từ đau yếu (gian khổ) này chồng lên đau yếu (gian khổ) khác; và cho y bú và dứt sữa y trong vòng hai năm; bởi thế, hãy tạ ân TA (Allah) và biết ơn cha mẹ của ngươi; cuối cùng, nhà ngươi sẽ trở về gặp lại TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3484",
    "SURAH": "31",
    "AYAH": "15",
    "ARABIC_TEXT": "وَإِن جَٰهَدَاكَ عَلَىٰٓ أَن تُشۡرِكَ بِي مَا لَيۡسَ لَكَ بِهِۦ عِلۡمٞ فَلَا تُطِعۡهُمَاۖ وَصَاحِبۡهُمَا فِي ٱلدُّنۡيَا مَعۡرُوفٗاۖ وَٱتَّبِعۡ سَبِيلَ مَنۡ أَنَابَ إِلَيَّۚ ثُمَّ إِلَيَّ مَرۡجِعُكُمۡ فَأُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
    "TRANSLATION": "Và nếu cha mẹ (của ngươi) đấu tranh bắt ngươi tổ hợp với TA những kẻ (vật, điều) mà ngươi không hề biết đến bao giờ thì chớ nghe lời hai người, nhưng hãy ăn ở tử tế với hai người ở đời này và hãy theo con đường của những ai trở về sám hối với TA. Rồi, các ngươi sẽ trở lại gặp TA (sau khi chết). Sau đó, TA sẽ cho các ngươi biết về những điều mà các ngươi đã từng làm (trên thế gian).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3485",
    "SURAH": "31",
    "AYAH": "16",
    "ARABIC_TEXT": "يَٰبُنَيَّ إِنَّهَآ إِن تَكُ مِثۡقَالَ حَبَّةٖ مِّنۡ خَرۡدَلٖ فَتَكُن فِي صَخۡرَةٍ أَوۡ فِي ٱلسَّمَٰوَٰتِ أَوۡ فِي ٱلۡأَرۡضِ يَأۡتِ بِهَا ٱللَّهُۚ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٞ",
    "TRANSLATION": "“Này con yêu dấu! Dẫu cho có một vật gì nhẹ bằng sức nặng của một hạt cải và dẫu cho nó có nằm trong đá hoặc trong các tầng trời hoặc dưới đất đi nữa thì Allah thừa khả năng mang nó ra ngoài (cho thiên hạ thấy). Bởi vì quả thật, Allah Rất Mực Tinh tế, Rất Mực Am Tường.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3486",
    "SURAH": "31",
    "AYAH": "17",
    "ARABIC_TEXT": "يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ",
    "TRANSLATION": "“Này con yêu dấu! Hãy dâng lễ nguyện Salah một cách chu đáo và làm điều thiện tốt và cấm cản điều xấu và kiên trì chịu đựng điều rủi ro xảy đến cho con, bởi vì quả thật đó là một sự kiên định trong mục đích thi hành công việc.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3487",
    "SURAH": "31",
    "AYAH": "18",
    "ARABIC_TEXT": "وَلَا تُصَعِّرۡ خَدَّكَ لِلنَّاسِ وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًاۖ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٖ",
    "TRANSLATION": "“Và chớ phùng má (tự phụ) tránh xa người và chớ bước đi trên mặt đất với dáng điệu lấc xấc bởi vì quả thật, Allah không yêu thương tất cả những kẻ khoác lác kiêu căng.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3488",
    "SURAH": "31",
    "AYAH": "19",
    "ARABIC_TEXT": "وَٱقۡصِدۡ فِي مَشۡيِكَ وَٱغۡضُضۡ مِن صَوۡتِكَۚ إِنَّ أَنكَرَ ٱلۡأَصۡوَٰتِ لَصَوۡتُ ٱلۡحَمِيرِ",
    "TRANSLATION": "“Mà hãy đi đứng khiêm nhường và dịu giọng trong ăn nói bởi vì quả thật, âm thanh khó chịu và đáng ghét nhất là tiếng hí của con lừa”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3489",
    "SURAH": "31",
    "AYAH": "20",
    "ARABIC_TEXT": "أَلَمۡ تَرَوۡاْ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ وَأَسۡبَغَ عَلَيۡكُمۡ نِعَمَهُۥ ظَٰهِرَةٗ وَبَاطِنَةٗۗ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِي ٱللَّهِ بِغَيۡرِ عِلۡمٖ وَلَا هُدٗى وَلَا كِتَٰبٖ مُّنِيرٖ",
    "TRANSLATION": "Há các ngươi không nhận thấy việc Allah đã chế ngự mọi vật trong các tầng trời và mọi vật dưới đất (cho các ngươi sử dụng) và đã công khai hay kín đáo hoàn tất ân huệ của Ngài cho các ngươi? Nhưng trong thiên hạ có kẻ thích tranh luận về Allah nhưng tuyệt đối không biết một tí gì (về Ngài), cũng không căn cứ vào một Chỉ nào và không dựa vào một Kinh Sách minh bạch nào (để làm bằng).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3490",
    "SURAH": "31",
    "AYAH": "21",
    "ARABIC_TEXT": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُواْ مَآ أَنزَلَ ٱللَّهُ قَالُواْ بَلۡ نَتَّبِعُ مَا وَجَدۡنَا عَلَيۡهِ ءَابَآءَنَآۚ أَوَلَوۡ كَانَ ٱلشَّيۡطَٰنُ يَدۡعُوهُمۡ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
    "TRANSLATION": "Và khi có lời bảo chúng: “Hãy tuân theo điều mà Allah đã ban xuống” thì chúng đáp: “Không, chúng tôi làm theo điều mà chúng tôi thấy cha mẹ của chúng tôi đang theo.” Sao? ngay cả việc Shaytan kêu gọi chúng đi chịu hình phạt của Lửa cháy (trong hỏa ngục hay sao?).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3491",
    "SURAH": "31",
    "AYAH": "22",
    "ARABIC_TEXT": "۞ وَمَن يُسۡلِمۡ وَجۡهَهُۥٓ إِلَى ٱللَّهِ وَهُوَ مُحۡسِنٞ فَقَدِ ٱسۡتَمۡسَكَ بِٱلۡعُرۡوَةِ ٱلۡوُثۡقَىٰۗ وَإِلَى ٱللَّهِ عَٰقِبَةُ ٱلۡأُمُورِ",
    "TRANSLATION": "Và ai đệ nạp diện mạo của mình cho Allah đồng thời là một người làm tốt thì chắc chắn sẽ nắm được chiếc cán (cứu rỗi) vững chắc nhất bởi vì kết cuộc của mọi việc đều phải trình về cho Allah (quyết định).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3492",
    "SURAH": "31",
    "AYAH": "23",
    "ARABIC_TEXT": "وَمَن كَفَرَ فَلَا يَحۡزُنكَ كُفۡرُهُۥٓۚ إِلَيۡنَا مَرۡجِعُهُمۡ فَنُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ إِنَّ ٱللَّهَ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
    "TRANSLATION": "Và ai không tin tưởng thì chớ để cho sự không tin của y làm cho Ngươi buồn. (Bởi vì) chúng sẽ trở lại gặp TA, lúc đó TA sẽ cho chúng biết về những việc mà chúng đã làm. Quả thật, Allah Hằng Biết điều thầm kín trong lòng (của mỗi người).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3493",
    "SURAH": "31",
    "AYAH": "24",
    "ARABIC_TEXT": "نُمَتِّعُهُمۡ قَلِيلٗا ثُمَّ نَضۡطَرُّهُمۡ إِلَىٰ عَذَابٍ غَلِيظٖ",
    "TRANSLATION": "TA để cho chúng hưởng lạc trong một thời gian ngắn rồi TA sẽ lôi chúng đến chỗ trừng phạt khắc nghiệt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3494",
    "SURAH": "31",
    "AYAH": "25",
    "ARABIC_TEXT": "وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ ٱللَّهُۚ قُلِ ٱلۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ",
    "TRANSLATION": "Và giả sử Ngươi (Muhammad) hỏi chúng: “Ai đã tạo các tầng trời và trái đất?” chắc chắn chúng sẽ đáp “Allah,” thì hãy bảo ngay: “Mọi lời ca tụng đều thuộc về Allah!” (Đấng Sáng Tạo). Không, đa số bọn chúng không biết (rằng)",
    "FOOTNOTES": ""
  },
  {
    "ID": "3495",
    "SURAH": "31",
    "AYAH": "26",
    "ARABIC_TEXT": "لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ إِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ",
    "TRANSLATION": "Mọi vật trong các tầng trời và trái đất đều thuộc về Allah cả. Quả thật, Allah là Đấng Rất Mực Giàu Có, Rất đáng Ca tụng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3496",
    "SURAH": "31",
    "AYAH": "27",
    "ARABIC_TEXT": "وَلَوۡ أَنَّمَا فِي ٱلۡأَرۡضِ مِن شَجَرَةٍ أَقۡلَٰمٞ وَٱلۡبَحۡرُ يَمُدُّهُۥ مِنۢ بَعۡدِهِۦ سَبۡعَةُ أَبۡحُرٖ مَّا نَفِدَتۡ كَلِمَٰتُ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
    "TRANSLATION": "Và nếu cây cối trên trái đất được dùng làm bút viết và biển cả làm (lọ) mực với nước (mực) của bảy biển châm thêm cho nó (dùng để viết Lời phán của Allah) thì Lời phán của Allah sẽ không bao giờ cạn kiệt. Bởi vì quả thật, Allah Toàn Năng, Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3497",
    "SURAH": "31",
    "AYAH": "28",
    "ARABIC_TEXT": "مَّا خَلۡقُكُمۡ وَلَا بَعۡثُكُمۡ إِلَّا كَنَفۡسٖ وَٰحِدَةٍۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ",
    "TRANSLATION": "Việc tạo hóa và việc phục sinh tất cả các ngươi chẳng khác nào (việc tạo hóa và phục sinh của) một linh hồn duy nhất. Quả thật, Allah Hằng Nghe, Hằng Thấy",
    "FOOTNOTES": ""
  },
  {
    "ID": "3498",
    "SURAH": "31",
    "AYAH": "29",
    "ARABIC_TEXT": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَۖ كُلّٞ يَجۡرِيٓ إِلَىٰٓ أَجَلٖ مُّسَمّٗى وَأَنَّ ٱللَّهَ بِمَا تَعۡمَلُونَ خَبِيرٞ",
    "TRANSLATION": "Há Ngươi (Muhammad) không nhận thấy việc Allah nhập ban đêm vào ban ngày và ban ngày vào ban đêm và đã chế ngự mặt trời và mặt trăng, mỗi vật di chuyển theo quỹ đạo của nó đến một thời hạn ấn định rằng Allah Hằng Am Tường về mọi việc mà các ngươi làm hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3499",
    "SURAH": "31",
    "AYAH": "30",
    "ARABIC_TEXT": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلۡحَقُّ وَأَنَّ مَا يَدۡعُونَ مِن دُونِهِ ٱلۡبَٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلۡعَلِيُّ ٱلۡكَبِيرُ",
    "TRANSLATION": "Sở dĩ như thế là vì Allah là Chân Lý tuyệt đối, và rằng vật (hay kẻ) mà chúng cầu nguyện không phải là Ngài chỉ là vật giả tạo ấy thôi; và rằng Allah, Ngài là Đấng Tối Cao, Đấng Vĩ Đại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3500",
    "SURAH": "31",
    "AYAH": "31",
    "ARABIC_TEXT": "أَلَمۡ تَرَ أَنَّ ٱلۡفُلۡكَ تَجۡرِي فِي ٱلۡبَحۡرِ بِنِعۡمَتِ ٱللَّهِ لِيُرِيَكُم مِّنۡ ءَايَٰتِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ",
    "TRANSLATION": "Há Ngươi không nhận thấy việc những chiếc tàu (buồm) lướt sóng băng đại dương được là do Ân Huệ của Allah để Ngài chỉ cho các ngươi thấy các dấu hiệu của Ngài hay sao? Quả thật, trong sự việc đó là các dấu hiệu cho từng người kiên nhẫn và biết ơn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3501",
    "SURAH": "31",
    "AYAH": "32",
    "ARABIC_TEXT": "وَإِذَا غَشِيَهُم مَّوۡجٞ كَٱلظُّلَلِ دَعَوُاْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمۡ إِلَى ٱلۡبَرِّ فَمِنۡهُم مُّقۡتَصِدٞۚ وَمَا يَجۡحَدُ بِـَٔايَٰتِنَآ إِلَّا كُلُّ خَتَّارٖ كَفُورٖ",
    "TRANSLATION": "Và khi một làn sóng to như tấm phủ ùa đến bao phủ chúng, chúng van xin Allah, thành khẩn chỉ với riêng Ngài. Nhưng sau khi Ngài đã cứu chúng lên bờ an toàn thì có một số người trong bọn chúng đứng ở chính giữa (đức tin và sự không tin). Và chỉ những tên bội phản, vô ơn mới phủ nhận các dấu hiệu của TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3502",
    "SURAH": "31",
    "AYAH": "33",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمۡ وَٱخۡشَوۡاْ يَوۡمٗا لَّا يَجۡزِي وَالِدٌ عَن وَلَدِهِۦ وَلَا مَوۡلُودٌ هُوَ جَازٍ عَن وَالِدِهِۦ شَيۡـًٔاۚ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۖ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ",
    "TRANSLATION": "Hỡi nhân loại! Hãy sợ Thượng Đế (Allah) của các ngươi và sợ Ngày mà tuyệt đối cha sẽ không giải cứu được con và con cũng sẽ không giải cứu được cha. Quả thật, Lời Hứa của Allah sẽ thật sự. Bởi thế, chớ để cho đời sống trần tục này đánh lừa các ngươi và chớ để cho tên trùm lừa gạt (Shaytan) đánh lừa các ngươi về Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3503",
    "SURAH": "31",
    "AYAH": "34",
    "ARABIC_TEXT": "إِنَّ ٱللَّهَ عِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَيُنَزِّلُ ٱلۡغَيۡثَ وَيَعۡلَمُ مَا فِي ٱلۡأَرۡحَامِۖ وَمَا تَدۡرِي نَفۡسٞ مَّاذَا تَكۡسِبُ غَدٗاۖ وَمَا تَدۡرِي نَفۡسُۢ بِأَيِّ أَرۡضٖ تَمُوتُۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرُۢ",
    "TRANSLATION": "Quả thật, chỉ riêng Allah biết rõ khi nào Giờ (xét xử) sẽ xảy ra. Và Ngài cho mưa xuống và biết cái (bào thai) nằm trong dạ con (của các bà mẹ). Và không một người (linh hồn) nào biết rõ vật gì y sẽ kiếm được ngày mai; và không một linh hồn nào biết được đâu là mảnh đất mà y sẽ chết (và được chôn). Quả thật, Allah Rất mực Hiểu biết, Rất mực Am tường.",
    "FOOTNOTES": ""
  }
]