[
  {
    "ID": "3706",
    "SURAH": "36",
    "AYAH": "1",
    "ARABIC_TEXT": "يسٓ",
    "TRANSLATION": "Ya-Sin",
    "FOOTNOTES": ""
  },
  {
    "ID": "3707",
    "SURAH": "36",
    "AYAH": "2",
    "ARABIC_TEXT": "وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ",
    "TRANSLATION": "Thề bởi Qur'an Cao Minh.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3708",
    "SURAH": "36",
    "AYAH": "3",
    "ARABIC_TEXT": "إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ",
    "TRANSLATION": "Chắc chắn Ngươi (Muhammad) đích thực là Vị Sứ Giả (của Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3709",
    "SURAH": "36",
    "AYAH": "4",
    "ARABIC_TEXT": "عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
    "TRANSLATION": "Đang ở trên con đường Ngay Chính (Islam).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3710",
    "SURAH": "36",
    "AYAH": "5",
    "ARABIC_TEXT": "تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ",
    "TRANSLATION": "(Qur'an này) do Đấng Toàn Năng, Đấng Khoan Dung ban xuống.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3711",
    "SURAH": "36",
    "AYAH": "6",
    "ARABIC_TEXT": "لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ",
    "TRANSLATION": "Để Ngươi dùng cảnh báo đến một dân tộc(146) mà tổ tiên của họ trước đó đã không được cảnh báo để rồi họ khinh suất.",
    "FOOTNOTES": "(146) Là dân tộc Quraish ở Makkah."
  },
  {
    "ID": "3712",
    "SURAH": "36",
    "AYAH": "7",
    "ARABIC_TEXT": "لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ",
    "TRANSLATION": "Chắc chắn, Lời Phán là điều Chân Lý đối với đa số bọn họ nhưng họ không có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3713",
    "SURAH": "36",
    "AYAH": "8",
    "ARABIC_TEXT": "إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ",
    "TRANSLATION": "TA đã thật sự đóng những chiếc gông vào cổ của họ cao đến tận cằm cho nên họ ngẩng (cứng) cổ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3714",
    "SURAH": "36",
    "AYAH": "9",
    "ARABIC_TEXT": "وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ",
    "TRANSLATION": "Và TA đã đặt một bức chắn (vô hình) trước mặt và một bức chắn sau (lưng) họ, nên họ không nhìn thấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3715",
    "SURAH": "36",
    "AYAH": "10",
    "ARABIC_TEXT": "وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ",
    "TRANSLATION": "Dầu Ngươi có cảnh báo hay không cảnh báo họ thì điều đó bằng thừa đối với họ, họ nhất định sẽ không có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3716",
    "SURAH": "36",
    "AYAH": "11",
    "ARABIC_TEXT": "إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ",
    "TRANSLATION": "Ngươi chỉ có thể cảnh báo người nào tuân theo Lời Nhắc nhở (Qur'an) và sợ Đấng Al-Rahman(147) Vô hình. Do đó, hãy báo tin mừng cho y về sự tha thứ và phần thưởng rộng rãi (nơi thiên đàng).",
    "FOOTNOTES": "(147) Là một trong 99 đại danh tốt đẹp của Allah."
  },
  {
    "ID": "3717",
    "SURAH": "36",
    "AYAH": "12",
    "ARABIC_TEXT": "إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ",
    "TRANSLATION": "TA sẽ thực sự làm cho người chết sống lại và ghi chép những điều mà họ đã gởi đi trước và những dấu tích mà họ đã lưu lại. TA cho ghi tất cả mọi điều trong một quyển sổ minh bạch.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3718",
    "SURAH": "36",
    "AYAH": "13",
    "ARABIC_TEXT": "وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ",
    "TRANSLATION": "Ngươi hãy trình bày cho họ một hình ảnh thí dụ: câu chuyện về dân cư của một thị trấn khi những Sứ Giả đến gặp họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3719",
    "SURAH": "36",
    "AYAH": "14",
    "ARABIC_TEXT": "إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ",
    "TRANSLATION": "Khi TA phái hai Sứ Giả đến gặp họ, họ cho hai người nói dối. Bởi thế, TA tăng cường thêm vị thứ ba để họ đồng thanh bảo: “Chúng tôi thực sự là những Sứ Giả được cử đến với quí vị.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3720",
    "SURAH": "36",
    "AYAH": "15",
    "ARABIC_TEXT": "قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ",
    "TRANSLATION": "Họ (dân cư) đáp: “Các ông chỉ là những người phàm giống chúng tôi và Đấng Al-Rahman đã không ban điều (mặc khải) nào xuống cả. Rõ thật, các ông chỉ nói dối.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3721",
    "SURAH": "36",
    "AYAH": "16",
    "ARABIC_TEXT": "قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ",
    "TRANSLATION": "(Các Sứ Giả) đáp: \"Thượng Đế của chúng tôi biết rõ chúng tôi là những Sứ Giả được cử đến với quí vị.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3722",
    "SURAH": "36",
    "AYAH": "17",
    "ARABIC_TEXT": "وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
    "TRANSLATION": "\"Và nhiệm vụ của chúng tôi chỉ là truyền đạt công khai.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3723",
    "SURAH": "36",
    "AYAH": "18",
    "ARABIC_TEXT": "قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ",
    "TRANSLATION": "Họ bảo: “Chúng tôi thấy có điềm xui nơi các ông. Nếu các ông không chịu ngưng thì chắc chắn chúng tôi sẽ ném đá giết các ông và chắc chắn chúng tôi sẽ áp dụng hình phạt đau đớn đối với các ông.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3724",
    "SURAH": "36",
    "AYAH": "19",
    "ARABIC_TEXT": "قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ",
    "TRANSLATION": "(Các Sứ Giả) đáp: “Điềm xui của quí vị do nơi quí vị. Sao? (Quí vị cho là điều xui ư) khi được nhắc nhở. Không. Quí vị đúng là một đám người phạm mọi thứ tội.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3725",
    "SURAH": "36",
    "AYAH": "20",
    "ARABIC_TEXT": "وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ",
    "TRANSLATION": "Và có một người đàn ông từ cuối phố chạy đến, bảo: “Này hỡi người dân của ta! Hãy tuân theo các vị Sứ Giả.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3726",
    "SURAH": "36",
    "AYAH": "21",
    "ARABIC_TEXT": "ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ",
    "TRANSLATION": "“Hãy tuân theo những người không đòi quí vị tiền công và là những người được hướng dẫn.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3727",
    "SURAH": "36",
    "AYAH": "22",
    "ARABIC_TEXT": "وَمَالِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ",
    "TRANSLATION": "“Và tại sao tôi không thờ phụng Đấng đã sáng tạo ra tôi và là Đấng mà quí vị sẽ được đưa trở về gặp lại.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3728",
    "SURAH": "36",
    "AYAH": "23",
    "ARABIC_TEXT": "ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ",
    "TRANSLATION": "“Há tôi sẽ phải tôn thờ những thần linh khác thay vì Ngài ư? Nếu Đấng Al-Rahman muốn hãm hại tôi thì chúng chẳng giúp ích gì được cho tôi, và cũng không cứu vớt được tôi.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3729",
    "SURAH": "36",
    "AYAH": "24",
    "ARABIC_TEXT": "إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ",
    "TRANSLATION": "“Lúc đó, tôi sẽ lầm lạc rõ ràng.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3730",
    "SURAH": "36",
    "AYAH": "25",
    "ARABIC_TEXT": "إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ",
    "TRANSLATION": "“Quả thật, bây giờ tôi tin tưởng nơi Thượng Đế của (tất cả) quí vị. Bởi thế, quí vị hãy nghe lời tôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3731",
    "SURAH": "36",
    "AYAH": "26",
    "ARABIC_TEXT": "قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ",
    "TRANSLATION": "Có Lời phán bảo: “Nhà ngươi hãy bước vào thiên đàng.” (Y) than: ‘Thật khổ thay! Phải chi người dân của tôi biết được,\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3732",
    "SURAH": "36",
    "AYAH": "27",
    "ARABIC_TEXT": "بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ",
    "TRANSLATION": "\"Việc Thượng Đế của tôi đã tha thứ và ban vinh dự cho tôi.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3733",
    "SURAH": "36",
    "AYAH": "28",
    "ARABIC_TEXT": "۞ وَمَآ أَنزَلۡنَا عَلَىٰ قَوۡمِهِۦ مِنۢ بَعۡدِهِۦ مِن جُندٖ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ",
    "TRANSLATION": "Và sau y, TA đã không gởi một đoàn thiên binh nào xuống trừng phạt người dân của y và cũng không cần cho xuống như thế.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3734",
    "SURAH": "36",
    "AYAH": "29",
    "ARABIC_TEXT": "إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ خَٰمِدُونَ",
    "TRANSLATION": "Mà TA chỉ cần cho một tiếng gầm duy nhất thì chúng sẽ chết im lìm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3735",
    "SURAH": "36",
    "AYAH": "30",
    "ARABIC_TEXT": "يَٰحَسۡرَةً عَلَى ٱلۡعِبَادِۚ مَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
    "TRANSLATION": "Thật xót xa cho con người, không một Sứ Giả nào đã được (TA) cử đến với họ mà không bị họ chế giễu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3736",
    "SURAH": "36",
    "AYAH": "31",
    "ARABIC_TEXT": "أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ أَنَّهُمۡ إِلَيۡهِمۡ لَا يَرۡجِعُونَ",
    "TRANSLATION": "Há họ không thấy việc TA đã tiêu diệt bao nhiêu thế hệ trước họ hay sao? Các tiền nhân đó sẽ không bao giờ trở lại gặp họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3737",
    "SURAH": "36",
    "AYAH": "32",
    "ARABIC_TEXT": "وَإِن كُلّٞ لَّمَّا جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ",
    "TRANSLATION": "Và thực sự, từng người trong bọn họ sẽ được đưa đến trước mặt TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3738",
    "SURAH": "36",
    "AYAH": "33",
    "ARABIC_TEXT": "وَءَايَةٞ لَّهُمُ ٱلۡأَرۡضُ ٱلۡمَيۡتَةُ أَحۡيَيۡنَٰهَا وَأَخۡرَجۡنَا مِنۡهَا حَبّٗا فَمِنۡهُ يَأۡكُلُونَ",
    "TRANSLATION": "Và có một dấu hiệu cho họ là mảnh đất khô cằn mà TA làm cho sống lại; và từ đó TA làm mọc ra trái hạt mà họ dùng làm thực phẩm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3739",
    "SURAH": "36",
    "AYAH": "34",
    "ARABIC_TEXT": "وَجَعَلۡنَا فِيهَا جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ وَفَجَّرۡنَا فِيهَا مِنَ ٱلۡعُيُونِ",
    "TRANSLATION": "Và TA đã làm ra nơi đó những ngôi vườn chà là và vườn nho; và đã làm những mạch nước chảy phụt ra trong đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3740",
    "SURAH": "36",
    "AYAH": "35",
    "ARABIC_TEXT": "لِيَأۡكُلُواْ مِن ثَمَرِهِۦ وَمَا عَمِلَتۡهُ أَيۡدِيهِمۡۚ أَفَلَا يَشۡكُرُونَ",
    "TRANSLATION": "Để cho họ ăn trái của nó; và bàn tay của họ đã không làm được việc đó. Thế họ không tri ân (TA) hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3741",
    "SURAH": "36",
    "AYAH": "36",
    "ARABIC_TEXT": "سُبۡحَٰنَ ٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ وَمِنۡ أَنفُسِهِمۡ وَمِمَّا لَا يَعۡلَمُونَ",
    "TRANSLATION": "Quang vinh thay Ngài! Đấng đã tạo thành từng cặp (âm dương) tất cả những vật mà đất đai cho mọc ra và từ chính bản thân của họ và từ những vật khác mà họ không biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3742",
    "SURAH": "36",
    "AYAH": "37",
    "ARABIC_TEXT": "وَءَايَةٞ لَّهُمُ ٱلَّيۡلُ نَسۡلَخُ مِنۡهُ ٱلنَّهَارَ فَإِذَا هُم مُّظۡلِمُونَ",
    "TRANSLATION": "Và có một dấu hiệu cho họ là ban đêm; TA rút ban ngày ra khỏi ban đêm thì họ ở trong bóng tối.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3743",
    "SURAH": "36",
    "AYAH": "38",
    "ARABIC_TEXT": "وَٱلشَّمۡسُ تَجۡرِي لِمُسۡتَقَرّٖ لَّهَاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
    "TRANSLATION": "Và mặt trời di chuyển theo quỹ đạo của nó đến một thời hạn ấn định. Đó là quyết định sắp xếp của Đấng Toàn Năng, Đấng Toàn Tri.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3744",
    "SURAH": "36",
    "AYAH": "39",
    "ARABIC_TEXT": "وَٱلۡقَمَرَ قَدَّرۡنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلۡعُرۡجُونِ ٱلۡقَدِيمِ",
    "TRANSLATION": "Và mặt trăng, TA đã qui định cho nó những giai đoạn cho đến khi nó trở lại tình trạng cũ giống như 'Urjũn (lưỡi liềm).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3745",
    "SURAH": "36",
    "AYAH": "40",
    "ARABIC_TEXT": "لَا ٱلشَّمۡسُ يَنۢبَغِي لَهَآ أَن تُدۡرِكَ ٱلۡقَمَرَ وَلَا ٱلَّيۡلُ سَابِقُ ٱلنَّهَارِۚ وَكُلّٞ فِي فَلَكٖ يَسۡبَحُونَ",
    "TRANSLATION": "Mặt trời không được phép bắt kịp mặt trăng và ban đêm không được phép qua mặt ban ngày; mỗi cái bơi đi theo quỹ đạo (của nó).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3746",
    "SURAH": "36",
    "AYAH": "41",
    "ARABIC_TEXT": "وَءَايَةٞ لَّهُمۡ أَنَّا حَمَلۡنَا ذُرِّيَّتَهُمۡ فِي ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ",
    "TRANSLATION": "Và có một dấu hiệu nữa cho họ là việc TA đã chuyên chở con cháu của họ trên một chiếc tàu chất đầy (vào thời đại của Nuh).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3747",
    "SURAH": "36",
    "AYAH": "42",
    "ARABIC_TEXT": "وَخَلَقۡنَا لَهُم مِّن مِّثۡلِهِۦ مَا يَرۡكَبُونَ",
    "TRANSLATION": "Và TA đã tạo cho họ một chiếc tàu tương tự để chở họ đi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3748",
    "SURAH": "36",
    "AYAH": "43",
    "ARABIC_TEXT": "وَإِن نَّشَأۡ نُغۡرِقۡهُمۡ فَلَا صَرِيخَ لَهُمۡ وَلَا هُمۡ يُنقَذُونَ",
    "TRANSLATION": "Và nếu muốn, TA sẽ nhận họ chết chìm và họ sẽ không kêu la cầu cứu với ai được và cũng sẽ không được ai cứu sống.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3749",
    "SURAH": "36",
    "AYAH": "44",
    "ARABIC_TEXT": "إِلَّا رَحۡمَةٗ مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٖ",
    "TRANSLATION": "Trừ phi được TA khoan dung và cho hưởng lạc trong một thời hạn ấn định.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3750",
    "SURAH": "36",
    "AYAH": "45",
    "ARABIC_TEXT": "وَإِذَا قِيلَ لَهُمُ ٱتَّقُواْ مَا بَيۡنَ أَيۡدِيكُمۡ وَمَا خَلۡفَكُمۡ لَعَلَّكُمۡ تُرۡحَمُونَ",
    "TRANSLATION": "Và khi có lời bảo họ: “Hãy sợ điều trước các người (trên trần thế) và điều sau các người (ở đời sau) để may ra các người được (Allah) khoan dung.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3751",
    "SURAH": "36",
    "AYAH": "46",
    "ARABIC_TEXT": "وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ",
    "TRANSLATION": "Và không một dấu hiệu nào trong số các dấu hiệu của Thượng Đế của họ được trưng bày cho họ mà họ không quay lưng làm ngơ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3752",
    "SURAH": "36",
    "AYAH": "47",
    "ARABIC_TEXT": "وَإِذَا قِيلَ لَهُمۡ أَنفِقُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَنُطۡعِمُ مَن لَّوۡ يَشَآءُ ٱللَّهُ أَطۡعَمَهُۥٓ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ مُّبِينٖ",
    "TRANSLATION": "Và khi có lời bảo họ: “Hãy chi dùng của cải mà Allah đã ban cấp cho quí vị” thì những kẻ không đức tin bảo những người có đức tin: “Há chúng tôi phải nuôi ăn người (nghèo) mà nếu Allah muốn, chính Ngài phải nuôi hay sao? Rõ thật quí ông lầm lạc.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3753",
    "SURAH": "36",
    "AYAH": "48",
    "ARABIC_TEXT": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
    "TRANSLATION": "Và họ bảo: “Thế chừng nào Lời Hứa (về sự Trừng Phạt) sẽ xảy ra nếu quí ông (Muslim) nói thật?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3754",
    "SURAH": "36",
    "AYAH": "49",
    "ARABIC_TEXT": "مَا يَنظُرُونَ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ تَأۡخُذُهُمۡ وَهُمۡ يَخِصِّمُونَ",
    "TRANSLATION": "Họ chỉ đợi một tiếng Gầm duy nhất. Nó sẽ bất ngờ chụp bắt họ trong lúc họ đang cãi nhau!",
    "FOOTNOTES": ""
  },
  {
    "ID": "3755",
    "SURAH": "36",
    "AYAH": "50",
    "ARABIC_TEXT": "فَلَا يَسۡتَطِيعُونَ تَوۡصِيَةٗ وَلَآ إِلَىٰٓ أَهۡلِهِمۡ يَرۡجِعُونَ",
    "TRANSLATION": "Lúc đó, họ sẽ không kịp trối trăng và cũng sẽ không kịp trở về gặp gia đình của mình đặng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3756",
    "SURAH": "36",
    "AYAH": "51",
    "ARABIC_TEXT": "وَنُفِخَ فِي ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلۡأَجۡدَاثِ إِلَىٰ رَبِّهِمۡ يَنسِلُونَ",
    "TRANSLATION": "G",
    "FOOTNOTES": ""
  },
  {
    "ID": "3757",
    "SURAH": "36",
    "AYAH": "52",
    "ARABIC_TEXT": "قَالُواْ يَٰوَيۡلَنَا مَنۢ بَعَثَنَا مِن مَّرۡقَدِنَاۜۗ هَٰذَا مَا وَعَدَ ٱلرَّحۡمَٰنُ وَصَدَقَ ٱلۡمُرۡسَلُونَ",
    "TRANSLATION": "Họ sẽ lên tiếng: “Thật khổ thân chúng tôi! Ai đã đánh thức chúng tôi dậy từ những chỗ yên nghỉ của chúng tôi?”; “Đây là điều mà Đấng Al-Rahman đã hứa và các vị Sứ Giả đã xác nhận.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3758",
    "SURAH": "36",
    "AYAH": "53",
    "ARABIC_TEXT": "إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ",
    "TRANSLATION": "Chỉ cần một tiếng gầm duy nhất thì tất cả bọn họ sẽ được đưa đến trình diện trước mặt TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3759",
    "SURAH": "36",
    "AYAH": "54",
    "ARABIC_TEXT": "فَٱلۡيَوۡمَ لَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗا وَلَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ",
    "TRANSLATION": "Vào Ngày đó, không một người nào sẽ bị xét xử thiệt thòi bất cứ điều gì; và các ngươi sẽ được trả lại đầy đủ về điều mà các ngươi đã làm;",
    "FOOTNOTES": ""
  },
  {
    "ID": "3760",
    "SURAH": "36",
    "AYAH": "55",
    "ARABIC_TEXT": "إِنَّ أَصۡحَٰبَ ٱلۡجَنَّةِ ٱلۡيَوۡمَ فِي شُغُلٖ فَٰكِهُونَ",
    "TRANSLATION": "Những cư dân của thiên đàng vào Ngày đó sẽ vui mừng về những điều mình đã làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3761",
    "SURAH": "36",
    "AYAH": "56",
    "ARABIC_TEXT": "هُمۡ وَأَزۡوَٰجُهُمۡ فِي ظِلَٰلٍ عَلَى ٱلۡأَرَآئِكِ مُتَّكِـُٔونَ",
    "TRANSLATION": "Và cùng với các bà vợ, họ sẽ nằm nghỉ trên những chiếc tràng kỷ cao, dưới bóng mát.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3762",
    "SURAH": "36",
    "AYAH": "57",
    "ARABIC_TEXT": "لَهُمۡ فِيهَا فَٰكِهَةٞ وَلَهُم مَّا يَدَّعُونَ",
    "TRANSLATION": "Sẽ hưởng thụ đủ loại hoa quả và sẽ có đủ mọi thứ mà họ đòi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3763",
    "SURAH": "36",
    "AYAH": "58",
    "ARABIC_TEXT": "سَلَٰمٞ قَوۡلٗا مِّن رَّبّٖ رَّحِيمٖ",
    "TRANSLATION": "Lời chao Salam sẽ là lời (chúc mừng) của Thượng Đế Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3764",
    "SURAH": "36",
    "AYAH": "59",
    "ARABIC_TEXT": "وَٱمۡتَٰزُواْ ٱلۡيَوۡمَ أَيُّهَا ٱلۡمُجۡرِمُونَ",
    "TRANSLATION": "Hỡi những kẻ tội lỗi Ngày nay, các ngươi hãy dang ra xa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3765",
    "SURAH": "36",
    "AYAH": "60",
    "ARABIC_TEXT": "۞ أَلَمۡ أَعۡهَدۡ إِلَيۡكُمۡ يَٰبَنِيٓ ءَادَمَ أَن لَّا تَعۡبُدُواْ ٱلشَّيۡطَٰنَۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ",
    "TRANSLATION": "Há TA đã không bảo các ngươi, hỡi con cháu của Adam, chớ tôn thờ Shaytan bởi vì nó là kẻ thù công khai của các ngươi hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3766",
    "SURAH": "36",
    "AYAH": "61",
    "ARABIC_TEXT": "وَأَنِ ٱعۡبُدُونِيۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ",
    "TRANSLATION": "Và hãy thờ phụng TA. (Bởi vì) đây là Chính Đạo.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3767",
    "SURAH": "36",
    "AYAH": "62",
    "ARABIC_TEXT": "وَلَقَدۡ أَضَلَّ مِنكُمۡ جِبِلّٗا كَثِيرًاۖ أَفَلَمۡ تَكُونُواْ تَعۡقِلُونَ",
    "TRANSLATION": "Và quả thật, nó (Shaytan) đã dắt đa số các ngươi đi lạc. Thế tại sao các ngươi không chịu hiểu?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3768",
    "SURAH": "36",
    "AYAH": "63",
    "ARABIC_TEXT": "هَٰذِهِۦ جَهَنَّمُ ٱلَّتِي كُنتُمۡ تُوعَدُونَ",
    "TRANSLATION": "Đây là hỏa ngục mà các ngươi đã được hứa (trước đây).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3769",
    "SURAH": "36",
    "AYAH": "64",
    "ARABIC_TEXT": "ٱصۡلَوۡهَا ٱلۡيَوۡمَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
    "TRANSLATION": "Ngày nay, hãy ôm lấy nó (Lửa) vì tội các ngươi đã không tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3770",
    "SURAH": "36",
    "AYAH": "65",
    "ARABIC_TEXT": "ٱلۡيَوۡمَ نَخۡتِمُ عَلَىٰٓ أَفۡوَٰهِهِمۡ وَتُكَلِّمُنَآ أَيۡدِيهِمۡ وَتَشۡهَدُ أَرۡجُلُهُم بِمَا كَانُواْ يَكۡسِبُونَ",
    "TRANSLATION": "Ngày đó, TA sẽ khóa chặt miệng của họ, và bàn tay của họ sẽ nói chuyện với TA và chân của họ sẽ làm chứng về những điều mà họ đã làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3771",
    "SURAH": "36",
    "AYAH": "66",
    "ARABIC_TEXT": "وَلَوۡ نَشَآءُ لَطَمَسۡنَا عَلَىٰٓ أَعۡيُنِهِمۡ فَٱسۡتَبَقُواْ ٱلصِّرَٰطَ فَأَنَّىٰ يُبۡصِرُونَ",
    "TRANSLATION": "Và nếu muốn, TA sẽ xóa tiêu cặp mắt của họ vì thế họ phấn đấu chạy đi tìm đường, nhưng làm sao họ có thể nhìn thấy?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3772",
    "SURAH": "36",
    "AYAH": "67",
    "ARABIC_TEXT": "وَلَوۡ نَشَآءُ لَمَسَخۡنَٰهُمۡ عَلَىٰ مَكَانَتِهِمۡ فَمَا ٱسۡتَطَٰعُواْ مُضِيّٗا وَلَا يَرۡجِعُونَ",
    "TRANSLATION": "Và nếu muốn, TA sẽ biến dạng họ ngay tại chỗ; do đó, họ không thể bước tới cũng không thể bước lui.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3773",
    "SURAH": "36",
    "AYAH": "68",
    "ARABIC_TEXT": "وَمَن نُّعَمِّرۡهُ نُنَكِّسۡهُ فِي ٱلۡخَلۡقِۚ أَفَلَا يَعۡقِلُونَ",
    "TRANSLATION": "Và người nào được TA cho sống thọ, TA sẽ đảo ngược y (yếu đuối) trở lại trong việc tạo hóa. Thế họ không hiểu hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3774",
    "SURAH": "36",
    "AYAH": "69",
    "ARABIC_TEXT": "وَمَا عَلَّمۡنَٰهُ ٱلشِّعۡرَ وَمَا يَنۢبَغِي لَهُۥٓۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ وَقُرۡءَانٞ مُّبِينٞ",
    "TRANSLATION": "Và TA đã không dạy Y (Muhammad) thơ phú; và điều đó không thích hợp với Y. Thật ra, nó chỉ là Lời Nhắc nhở và là một Qur'an minh bạch.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3775",
    "SURAH": "36",
    "AYAH": "70",
    "ARABIC_TEXT": "لِّيُنذِرَ مَن كَانَ حَيّٗا وَيَحِقَّ ٱلۡقَوۡلُ عَلَى ٱلۡكَٰفِرِينَ",
    "TRANSLATION": "Mục đích để Y dùng cảnh báo những ai đang sống và để chứng minh Lời (xử phạt) đối với những kẻ không tin đúng sự thật.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3776",
    "SURAH": "36",
    "AYAH": "71",
    "ARABIC_TEXT": "أَوَلَمۡ يَرَوۡاْ أَنَّا خَلَقۡنَا لَهُم مِّمَّا عَمِلَتۡ أَيۡدِينَآ أَنۡعَٰمٗا فَهُمۡ لَهَا مَٰلِكُونَ",
    "TRANSLATION": "Há họ đã không thấy việc TA đã tạo hóa cho họ, trong số loài vật do bàn tay của TA đã làm ra, gia súc mà họ làm chủ hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3777",
    "SURAH": "36",
    "AYAH": "72",
    "ARABIC_TEXT": "وَذَلَّلۡنَٰهَا لَهُمۡ فَمِنۡهَا رَكُوبُهُمۡ وَمِنۡهَا يَأۡكُلُونَ",
    "TRANSLATION": "Và TA đã bắt chúng (thú vật) phục tùng họ; bởi thế, một số vật họ dùng để cưỡi và một số khác họ ăn thịt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3778",
    "SURAH": "36",
    "AYAH": "73",
    "ARABIC_TEXT": "وَلَهُمۡ فِيهَا مَنَٰفِعُ وَمَشَارِبُۚ أَفَلَا يَشۡكُرُونَ",
    "TRANSLATION": "Và nơi chúng có nhiều mối lợi khác cho họ và có chất (sữa tươi) để uống. Thế, họ không tri ân (TA) hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3779",
    "SURAH": "36",
    "AYAH": "74",
    "ARABIC_TEXT": "وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لَّعَلَّهُمۡ يُنصَرُونَ",
    "TRANSLATION": "Và họ đã tôn thờ những thần linh khác thay vì Allah với hy vọng sẽ được giúp đỡ;",
    "FOOTNOTES": ""
  },
  {
    "ID": "3780",
    "SURAH": "36",
    "AYAH": "75",
    "ARABIC_TEXT": "لَا يَسۡتَطِيعُونَ نَصۡرَهُمۡ وَهُمۡ لَهُمۡ جُندٞ مُّحۡضَرُونَ",
    "TRANSLATION": "Nhưng chúng không thể giúp đỡ họ mà chỉ là một lũ sẽ được đưa đến đối diện với họ;",
    "FOOTNOTES": ""
  },
  {
    "ID": "3781",
    "SURAH": "36",
    "AYAH": "76",
    "ARABIC_TEXT": "فَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّا نَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ",
    "TRANSLATION": "Bởi thế, chớ để cho lời lẽ (chế giễu) của họ làm Ngươi buồn. Quả thật, TA biết rõ điều họ giấu giếm và điều họ tiết lộ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3782",
    "SURAH": "36",
    "AYAH": "77",
    "ARABIC_TEXT": "أَوَلَمۡ يَرَ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ",
    "TRANSLATION": "Há con người không nhận thấy việc TA đã tạo hóa y từ một giọt tinh dịch hay sao? Nhưng  y lại là một đối thủ công khai (của TA).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3783",
    "SURAH": "36",
    "AYAH": "78",
    "ARABIC_TEXT": "وَضَرَبَ لَنَا مَثَلٗا وَنَسِيَ خَلۡقَهُۥۖ قَالَ مَن يُحۡيِ ٱلۡعِظَٰمَ وَهِيَ رَمِيمٞ",
    "TRANSLATION": "Và y đưa ra một điều so sánh về TA nhưng lại quên bẵng việc tạo hóa của mình. Y bảo: “Ai có khả năng phục sinh lại được những khúc xương đã rã mục?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3784",
    "SURAH": "36",
    "AYAH": "79",
    "ARABIC_TEXT": "قُلۡ يُحۡيِيهَا ٱلَّذِيٓ أَنشَأَهَآ أَوَّلَ مَرَّةٖۖ وَهُوَ بِكُلِّ خَلۡقٍ عَلِيمٌ",
    "TRANSLATION": "Hãy bảo y: (hỡi Muhammad!) “Đấng đã tạo hóa chúng lúc ban đầu sẽ phục sinh chúng lại. Bởi vì, Ngài biết tất cả việc tạo hóa;",
    "FOOTNOTES": ""
  },
  {
    "ID": "3785",
    "SURAH": "36",
    "AYAH": "80",
    "ARABIC_TEXT": "ٱلَّذِي جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلۡأَخۡضَرِ نَارٗا فَإِذَآ أَنتُم مِّنۡهُ تُوقِدُونَ",
    "TRANSLATION": "“Đấng đã làm ra lửa cho các người từ một loại cây tươi mà các người dùng để nhúm lửa.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3786",
    "SURAH": "36",
    "AYAH": "81",
    "ARABIC_TEXT": "أَوَلَيۡسَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۚ بَلَىٰ وَهُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ",
    "TRANSLATION": "Há Đấng đã tạo hóa các tầng trời và trái đất không có khả năng tạo hóa được những cái giống như họ hay sao? Vâng, thật vậy, Ngài là Đấng Tạo Hóa Toàn Tri",
    "FOOTNOTES": ""
  },
  {
    "ID": "3787",
    "SURAH": "36",
    "AYAH": "82",
    "ARABIC_TEXT": "إِنَّمَآ أَمۡرُهُۥٓ إِذَآ أَرَادَ شَيۡـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ",
    "TRANSLATION": "Chỉ thị của Ngài khi Ngài muốn tạo một vật gì, chỉ gồm có Lời (phán) với nó “Hãy Thành!” thì nó,sẽ thành.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3788",
    "SURAH": "36",
    "AYAH": "83",
    "ARABIC_TEXT": "فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ",
    "TRANSLATION": "Do đó, quang vinh thay Ngài! Đấng mà quyền thống trị vạn vật nằm trong Tay Ngài và các ngươi sẽ được đưa về gặp Ngài trở lại.",
    "FOOTNOTES": ""
  }
]