[
  {
    "ID": "3971",
    "SURAH": "38",
    "AYAH": "1",
    "ARABIC_TEXT": "صٓۚ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ",
    "TRANSLATION": "Sad. Thề bởi (Kinh) Qur'an đầy Lời Nhắc Nhở.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3972",
    "SURAH": "38",
    "AYAH": "2",
    "ARABIC_TEXT": "بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ",
    "TRANSLATION": "Không, những kẻ không tin lúc nào cũng tỏ vẻ cường bạo và chống đối;",
    "FOOTNOTES": ""
  },
  {
    "ID": "3973",
    "SURAH": "38",
    "AYAH": "3",
    "ARABIC_TEXT": "كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ",
    "TRANSLATION": "Có bao nhiêu thế hệ trước họ đã bị TA tiêu diệt? Nhưng cuối cùng họ khóc lóc van xin (khoan hồng) khi đã hết thời hạn cứu chữa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3974",
    "SURAH": "38",
    "AYAH": "4",
    "ARABIC_TEXT": "وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡۖ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ",
    "TRANSLATION": "Và họ ngạc nhiên về việc một Người báo trước (Muhammad) xuất thân từ họ đến cảnh cáo họ. Những người không có niềm tin bảo: “Đây là một tên phù thủy, một tên nói dối.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3975",
    "SURAH": "38",
    "AYAH": "5",
    "ARABIC_TEXT": "أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًاۖ إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ",
    "TRANSLATION": "Phải chăng Y (Muhammad) nhập (tất cả) các thần linh lại thành một Thượng Đế? Đây thật là một điều hết sức quái dị!",
    "FOOTNOTES": ""
  },
  {
    "ID": "3976",
    "SURAH": "38",
    "AYAH": "6",
    "ARABIC_TEXT": "وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡۖ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ",
    "TRANSLATION": "Những kẻ cầm đầu trong bọn họ đi rong: “Các anh tiếp tục nhẫn nại, bám chắc vào các thần linh của các anh, bởi vì đây là một kế hoạch.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3977",
    "SURAH": "38",
    "AYAH": "7",
    "ARABIC_TEXT": "مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ",
    "TRANSLATION": "“Chúng ta chưa hề nghe đến điều này nơi tín ngưỡng sau cùng (của tổ tiên chúng ta). Thật ra, đây chỉ là một điều bịa đặt!",
    "FOOTNOTES": ""
  },
  {
    "ID": "3978",
    "SURAH": "38",
    "AYAH": "8",
    "ARABIC_TEXT": "أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِنۢ بَيۡنِنَاۚ بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِيۚ بَل لَّمَّا يَذُوقُواْ عَذَابِ",
    "TRANSLATION": "“Trong chúng ta há Lời nhắc nhở (Qur’an) chỉ được ban xuống riêng cho Y thôi hay sao?” Không, họ nghi ngờ về Lời nhắc nhỡ (Qur’an) của TA. Không, họ chưa nếm mùi trừng phạt của TA!",
    "FOOTNOTES": ""
  },
  {
    "ID": "3979",
    "SURAH": "38",
    "AYAH": "9",
    "ARABIC_TEXT": "أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ",
    "TRANSLATION": "Hoặc phải chăng họ giữ kho tàng Hồng Ân của Thượng Đế của Ngươi (Muhammad!), Đấng Toàn Năng, Đấng Ban bố?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3980",
    "SURAH": "38",
    "AYAH": "10",
    "ARABIC_TEXT": "أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَاۖ فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ",
    "TRANSLATION": "Hoặc phải chăng quyền thống trị các tầng trời và trái đất và vạn vật giữa trời đất là của họ? Nếu thế, hãy để cho họ đi lên đó!",
    "FOOTNOTES": ""
  },
  {
    "ID": "3981",
    "SURAH": "38",
    "AYAH": "11",
    "ARABIC_TEXT": "جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ",
    "TRANSLATION": "Họ là một đội quân sẽ bị đánh bại trong liên quân.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3982",
    "SURAH": "38",
    "AYAH": "12",
    "ARABIC_TEXT": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ",
    "TRANSLATION": "Trước họ (đã có nhiều kẻ) phủ nhận (các Sứ Giả của Allah) như đám dân của Nuh, 'Ad và Fir-'awn, chủ nhân của các cột trụ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3983",
    "SURAH": "38",
    "AYAH": "13",
    "ARABIC_TEXT": "وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِۚ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ",
    "TRANSLATION": "Và (đám dân của) Thamud và người dân của Lut và dân cư của khu rừng Aykah. Họ là thành phần của liên quân (người ngoại đạo).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3984",
    "SURAH": "38",
    "AYAH": "14",
    "ARABIC_TEXT": "إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ",
    "TRANSLATION": "Tất cả đều phủ nhận các Sứ Giả, cho nên sự trừng phạt của TA ắt xảy ra.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3985",
    "SURAH": "38",
    "AYAH": "15",
    "ARABIC_TEXT": "وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ",
    "TRANSLATION": "Và những người này chỉ còn chờ một tiếng gầm duy nhất. Khi đó, chắc chắn sẽ không còn sự triễn hạn nữa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3986",
    "SURAH": "38",
    "AYAH": "16",
    "ARABIC_TEXT": "وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ",
    "TRANSLATION": "Và họ thưa: “Lạy Thượng Đế của bầy tôi! Xin Ngài nhanh chóng cho chúng tôi thấy phần số của chúng tôi trước khi xảy ra Ngày Thanh Toán.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3987",
    "SURAH": "38",
    "AYAH": "17",
    "ARABIC_TEXT": "ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُۥدَ ذَا ٱلۡأَيۡدِۖ إِنَّهُۥٓ أَوَّابٌ",
    "TRANSLATION": "Ngươi hãy ráng chịu đựng về những điều họ nói và hãy nhớ đến người bề tôi Dawood của TA, một con người cang cường. Quả thật, Y hằng quay về (sám hối với Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3988",
    "SURAH": "38",
    "AYAH": "18",
    "ARABIC_TEXT": "إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُۥ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ",
    "TRANSLATION": "Chính TA đã chế ngự núi non, (phán bảo) hãy cùng với Y tán dương TA đêm và ngày.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3989",
    "SURAH": "38",
    "AYAH": "19",
    "ARABIC_TEXT": "وَٱلطَّيۡرَ مَحۡشُورَةٗۖ كُلّٞ لَّهُۥٓ أَوَّابٞ",
    "TRANSLATION": "Và chim chóc tụ tập thành đàn; tất cả cùng hợp đoàn với Y quay về (tán dương Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3990",
    "SURAH": "38",
    "AYAH": "20",
    "ARABIC_TEXT": "وَشَدَدۡنَا مُلۡكَهُۥ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ",
    "TRANSLATION": "Và TA đã củng cố quyền bính của Y và ban cho Y trí sáng suốt trong việc phán xét và ăn nói quả quyết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3991",
    "SURAH": "38",
    "AYAH": "21",
    "ARABIC_TEXT": "۞ وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ",
    "TRANSLATION": "Ngươi (Muhammad) có biết câu chuyện về hai người kiện nhau đã trèo tường đột nhập vào phòng tu (của Dawood) hay chưa?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3992",
    "SURAH": "38",
    "AYAH": "22",
    "ARABIC_TEXT": "إِذۡ دَخَلُواْ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنۡهُمۡۖ قَالُواْ لَا تَخَفۡۖ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ",
    "TRANSLATION": "Khi họ vào gặp Dawood, Y đâm hoảng sợ. Họ thưa: “Xin ngài chớ sợ! Chúng tôi là hai người kiện nhau, người này muốn chèn ép người kia; do đó, xin ngài phân xử giữa chúng tôi bằng sự thật và chớ bất công và hướng dẫn chúng tôi đến con đường êm xuôi.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "3993",
    "SURAH": "38",
    "AYAH": "23",
    "ARABIC_TEXT": "إِنَّ هَٰذَآ أَخِي لَهُۥ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ",
    "TRANSLATION": "“Thực sự, đây là người anh em của tôi (trong đạo). Anh ấy có chín mươi chín con cừu cái, và tôi chỉ có một con cừu cái duy nhất. Thế mà anh ấy còn bảo tôi 'hãy giao nó cho ta.' Và anh ấy đã tranh luận thắng tôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "3994",
    "SURAH": "38",
    "AYAH": "24",
    "ARABIC_TEXT": "قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِۦۖ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُۥ وَخَرَّۤ رَاكِعٗاۤ وَأَنَابَ۩",
    "TRANSLATION": "(Dawood) vội bảo (chưa kịp hỏi đối phương): “Chắc chắn, y đã bức hiếp ngươi bằng cách đòi nhập con cừu của ngươi vào bầy cừu của y. Quả thật (trong việc hùn hạp làm ăn), nhiều người hợp tác hay bức hiếp lẫn nhau ngoại trừ những ai có đức tin và làm điều thiện; nhưng ít có người như thế.” Và Dawood sực thấy có lẽ TA đã thử thách Y, cho nên Y đã cầu xin Thượng Đế của Y tha thứ và sụp xuống cúi mình và quay về (sám hối với Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "3995",
    "SURAH": "38",
    "AYAH": "25",
    "ARABIC_TEXT": "فَغَفَرۡنَا لَهُۥ ذَٰلِكَۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ",
    "TRANSLATION": "Do đó, TA đã tha thứ cho Y về điều đó; và quả thật, nơi TA Y có được một chỗ gần gũi và một nơi trở về tốt đẹp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3996",
    "SURAH": "38",
    "AYAH": "26",
    "ARABIC_TEXT": "يَٰدَاوُۥدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُۢ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ",
    "TRANSLATION": "Này hỡi Dawood! TA đã chỉ định Ngươi làm một Đại diện trên trái đất. Bởi thế, hãy xét xử nhân loại theo sự thật (và công bằng) và chớ làm theo ý muốn (của Ngươi), bởi vì nó sẽ đưa Ngươi lạc khỏi con đường của Allah. Quả thật, những ai lạc khỏi đạo của Allah thì sẽ bị trừng phạt khủng khiếp về tội đã quên bẵng Ngày Thanh toán.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3997",
    "SURAH": "38",
    "AYAH": "27",
    "ARABIC_TEXT": "وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗاۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْۚ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ",
    "TRANSLATION": "Và TA đã không tạo ra trời và đất và muôn loài giữa ười đất vô mục đích. Đâv chỉ là lối suy nghĩ của những ai không có niềm tin ấy thôi. Và khốn kho cho những ai không có đức tin không tránh khỏi Lửa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "3998",
    "SURAH": "38",
    "AYAH": "28",
    "ARABIC_TEXT": "أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ",
    "TRANSLATION": "Há TA sẽ đối xử với những ai có đức tin và làm điều thiện giống như đối với những kẻ thối nát trên trái đất hay sao? Hoặc TA sẽ đối xử với người sợ Allah như đối với kẻ bất lương hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "3999",
    "SURAH": "38",
    "AYAH": "29",
    "ARABIC_TEXT": "كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِۦ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
    "TRANSLATION": "Đây là một Kinh Sách (Qur'an) đầy phúc đức mà TA đã ban xuống cho Ngươi để giúp họ nghiền ngẫm về những Câu của Nó và để cho những người thông hiểu ghi nhớ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4000",
    "SURAH": "38",
    "AYAH": "30",
    "ARABIC_TEXT": "وَوَهَبۡنَا لِدَاوُۥدَ سُلَيۡمَٰنَۚ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٌ",
    "TRANSLATION": "Và TA đã ban cho Dawood (đứa con trai) Sulayman, một người bề tôi ưu hạng (của TA) bởi vì Y hằng quay về (sám hối với TA).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4001",
    "SURAH": "38",
    "AYAH": "31",
    "ARABIC_TEXT": "إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ",
    "TRANSLATION": "Vào một buổi xế chiều, có một số ngựa tốt, vó câu lẹ làng được mang đến trình Y (Sulayman).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4002",
    "SURAH": "38",
    "AYAH": "32",
    "ARABIC_TEXT": "فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ",
    "TRANSLATION": "Y bảo: “Ta đã thật sự yêu thích món vật tốt hơn việc tưởng nhớ Thượng Đế của Ta” cho đến lúc (mặt trời) khuất bóng sau màn đêm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4003",
    "SURAH": "38",
    "AYAH": "33",
    "ARABIC_TEXT": "رُدُّوهَا عَلَيَّۖ فَطَفِقَ مَسۡحَۢا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ",
    "TRANSLATION": "(Và bảo): “Hãy dắt chúng (ngựa) trở lại cho ta.” Và Y lấy tay sờ (vuốt) chân và cổ của chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4004",
    "SURAH": "38",
    "AYAH": "34",
    "ARABIC_TEXT": "وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِۦ جَسَدٗا ثُمَّ أَنَابَ",
    "TRANSLATION": "Và TA đã thử thách Sulayman. TA đã đặt lên ngai vàng của Y một con quỷ.( Vì thế Y đã mất ngôi trong một thời gian). Rồi, Y quay về sám hối (với TA và được phục ngôi trở lại).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4005",
    "SURAH": "38",
    "AYAH": "35",
    "ARABIC_TEXT": "قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنۢبَغِي لِأَحَدٖ مِّنۢ بَعۡدِيٓۖ إِنَّكَ أَنتَ ٱلۡوَهَّابُ",
    "TRANSLATION": "(Sulayman) thưa: “Lạy Thượng Đế của bề tôi! Xin Ngài tha thứ cho bề tôi và ban cho bề tôi một quyền bính (triều đại) mà Ngài sẽ không ban cho một ai khác sau bề tôi bởi vì Ngài là Đấng Hằng Ban Bố.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4006",
    "SURAH": "38",
    "AYAH": "36",
    "ARABIC_TEXT": "فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِۦ رُخَآءً حَيۡثُ أَصَابَ",
    "TRANSLATION": "Và TA đã chế ngự gió cho Y, và bắt nó bay lướt nhẹ đến nơi nào tùy theo lệnh của Y.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4007",
    "SURAH": "38",
    "AYAH": "37",
    "ARABIC_TEXT": "وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ",
    "TRANSLATION": "Và bắt Shaytan phục tùng Y, tất cả (gồm) thợ xây nhà và thợ lặn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4008",
    "SURAH": "38",
    "AYAH": "38",
    "ARABIC_TEXT": "وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ",
    "TRANSLATION": "Còn những tên khác thì bị trói xích lại với nhau.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4009",
    "SURAH": "38",
    "AYAH": "39",
    "ARABIC_TEXT": "هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ",
    "TRANSLATION": "(Allah phán cho Sulayman): “Đây là quà tặng của TA ban cho Ngươi. Do đó, sử dụng (tặng) hay giữ lại khống cần phải tính sổ.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4010",
    "SURAH": "38",
    "AYAH": "40",
    "ARABIC_TEXT": "وَإِنَّ لَهُۥ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ",
    "TRANSLATION": "Và thực sự, Y có nơi TA một chỗ gần gũi và một nơi trở về tốt đẹp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4011",
    "SURAH": "38",
    "AYAH": "41",
    "ARABIC_TEXT": "وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُۥٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ",
    "TRANSLATION": "Và hãy nhớ đến người bề tôi Ayyub của TA khi Y khóc than cầu cứu với Thượng Đế của Y, thưa: “Quả thật, Shaytan đã chạm phải (thân mình của) bề tôi làm cho bề tôi khổ tâm và đau đớn (thể xác).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4012",
    "SURAH": "38",
    "AYAH": "42",
    "ARABIC_TEXT": "ٱرۡكُضۡ بِرِجۡلِكَۖ هَٰذَا مُغۡتَسَلُۢ بَارِدٞ وَشَرَابٞ",
    "TRANSLATION": "(Allah phán): “Hãy dùng chân của ngươi dậm lên mặt đất. Nơi đây, sẽ có nước mát (chảy ra) cho ngươi tắm rửa, và giải khát.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4013",
    "SURAH": "38",
    "AYAH": "43",
    "ARABIC_TEXT": "وَوَهَبۡنَا لَهُۥٓ أَهۡلَهُۥ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
    "TRANSLATION": "Và TA đã trả gia đình lại cho Y và ban cùng với họ Hồng Ân tương tự từ TA và là một sự Nhắc Nhở cho những người thông hiểu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4014",
    "SURAH": "38",
    "AYAH": "44",
    "ARABIC_TEXT": "وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِۦ وَلَا تَحۡنَثۡۗ إِنَّا وَجَدۡنَٰهُ صَابِرٗاۚ نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُۥٓ أَوَّابٞ",
    "TRANSLATION": "“Và hãy nắm trong tay một chùm cỏ, mà Ngươi dùng để đánh và chớ bỏ lời thề.” Quả thật, TA đã thấy Y hằng chịu đựng, kiên nhẫn. Y thật là một người bề tôi ưu hạng bởi vì Y hằng quay về (sám hối).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4015",
    "SURAH": "38",
    "AYAH": "45",
    "ARABIC_TEXT": "وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ",
    "TRANSLATION": "Và hãy nhớ đến những người bề tôi Ibrahim, và Is-haaq và Ya'qub của TA. Họ là những người cang cường và nhìn thấu sự việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4016",
    "SURAH": "38",
    "AYAH": "46",
    "ARABIC_TEXT": "إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ",
    "TRANSLATION": "Quả thật, TA đã chọn họ đặc biệt tưởng nhớ Ngôi nhà.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4017",
    "SURAH": "38",
    "AYAH": "47",
    "ARABIC_TEXT": "وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ",
    "TRANSLATION": "Và quả thật, đối với TA chắc chắn họ là thành phần ưu tú được tuyển chọn!",
    "FOOTNOTES": ""
  },
  {
    "ID": "4018",
    "SURAH": "38",
    "AYAH": "48",
    "ARABIC_TEXT": "وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِۖ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ",
    "TRANSLATION": "Và hãy nhớ đến Isma'il và Al-Yasa' (Elisha) và Zul-kifl. Và tất cả đều là thành phần ưu tú.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4019",
    "SURAH": "38",
    "AYAH": "49",
    "ARABIC_TEXT": "هَٰذَا ذِكۡرٞۚ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ",
    "TRANSLATION": "(Qur'an) này là Lời Nhắc Nhở. Và quả thật những người ngay chính sợ Allah sẽ có một nơi trở về tốt đẹp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4020",
    "SURAH": "38",
    "AYAH": "50",
    "ARABIC_TEXT": "جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ",
    "TRANSLATION": "Những Ngôi Vườn Vĩnh Cửu (của thiên đàng) với những cánh cửa luôn luôn được mở rộng cho họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4021",
    "SURAH": "38",
    "AYAH": "51",
    "ARABIC_TEXT": "مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ",
    "TRANSLATION": "Trong đó, họ sẽ tựa mình nằm nghỉ thoải mái; và sẽ gọi tùy thích đủ loại trái cây để dùng và nước giải khát để uống;",
    "FOOTNOTES": ""
  },
  {
    "ID": "4022",
    "SURAH": "38",
    "AYAH": "52",
    "ARABIC_TEXT": "۞ وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ",
    "TRANSLATION": "Bên cạnh họ là những trinh nữ đồng lứa tuổi với cái nhìn thẹn thùng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4023",
    "SURAH": "38",
    "AYAH": "53",
    "ARABIC_TEXT": "هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ",
    "TRANSLATION": "Đây là những món mà các ngươi đã được hứa vào Ngày Thanh Toán.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4024",
    "SURAH": "38",
    "AYAH": "54",
    "ARABIC_TEXT": "إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُۥ مِن نَّفَادٍ",
    "TRANSLATION": "Đây là bổng lộc không hề dứt cạn của TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4025",
    "SURAH": "38",
    "AYAH": "55",
    "ARABIC_TEXT": "هَٰذَاۚ وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ",
    "TRANSLATION": "Đây (là phần của người sợ Allah). Còn đối với những kẻ thái quá thì sẽ có một nơi trở về rất xấu xa:",
    "FOOTNOTES": ""
  },
  {
    "ID": "4026",
    "SURAH": "38",
    "AYAH": "56",
    "ARABIC_TEXT": "جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ",
    "TRANSLATION": "hỏa ngục, nơi mà chúng sẽ bị đốt (nướng); một nơi nghỉ rất xấu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4027",
    "SURAH": "38",
    "AYAH": "57",
    "ARABIC_TEXT": "هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ",
    "TRANSLATION": "Đây (là phần của kẻ thái quá). Bởi thế, hãy để cho chúng nếm nó: một lọai nước cực sôi và một loại chất mủ hôi tanh.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4028",
    "SURAH": "38",
    "AYAH": "58",
    "ARABIC_TEXT": "وَءَاخَرُ مِن شَكۡلِهِۦٓ أَزۡوَٰجٌ",
    "TRANSLATION": "Và các hình phạt tương xứng khác.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4029",
    "SURAH": "38",
    "AYAH": "59",
    "ARABIC_TEXT": "هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَۢا بِهِمۡۚ إِنَّهُمۡ صَالُواْ ٱلنَّارِ",
    "TRANSLATION": "Đây là một đoàn người cắm đầu chạy chung với các ngươi, không được ai nghinh đón cả! Chắc chắn, chúng sẽ bị nướng trong Lửa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4030",
    "SURAH": "38",
    "AYAH": "60",
    "ARABIC_TEXT": "قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَۢا بِكُمۡۖ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَاۖ فَبِئۡسَ ٱلۡقَرَارُ",
    "TRANSLATION": "(Đám thuộc hạ) sẽ nói (với các lãnh tụ của chúng): “Không, Quí ngài (cũng thế!) Không ai chào đón quí ngài cả. Chính quí ngài đã mang điều này đến cho chúng tôi. Bởi thế, đây là chỗ ngụ xấu xa.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4031",
    "SURAH": "38",
    "AYAH": "61",
    "ARABIC_TEXT": "قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ",
    "TRANSLATION": "\nVà chúng thưa: “Lạy Thượng Đế của bầy tôi! Kẻ nào làm cho bầy tôi mang tội này thì xin phạt y gấp đôi trong hỏa ngục.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4032",
    "SURAH": "38",
    "AYAH": "62",
    "ARABIC_TEXT": "وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ",
    "TRANSLATION": "Và chúng sẽ bảo: “Chuyện gì xảy đến cho chúng tôi? Tại sao chúng tôi không thấy những người mà chúng tôi đã liệt vào đám người xấu?\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4033",
    "SURAH": "38",
    "AYAH": "63",
    "ARABIC_TEXT": "أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ",
    "TRANSLATION": "“Phải chăng chúng tôi đã chế giễu họ hay chúng tôi bị quáng mắt không nhìn thấy họ?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4034",
    "SURAH": "38",
    "AYAH": "64",
    "ARABIC_TEXT": "إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ",
    "TRANSLATION": "Đấy là Sự Thật về việc tranh cãi của các cư dân nơi hỏa ngục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4035",
    "SURAH": "38",
    "AYAH": "65",
    "ARABIC_TEXT": "قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞۖ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ",
    "TRANSLATION": "Hãy bảo (họ): \"Ta chỉ là một người báo trước. Không có Thượng Đế nào cả duy chỉ có Allah, Đấng Duy Nhất, Đấng Tối Thượng.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4036",
    "SURAH": "38",
    "AYAH": "66",
    "ARABIC_TEXT": "رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ",
    "TRANSLATION": "“Thượng Đế của các tầng trời và trái đất và vạn vật giữa trời đất, Đấng Toàn Năng, Đấng Hằng Tha Thứ”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4037",
    "SURAH": "38",
    "AYAH": "67",
    "ARABIC_TEXT": "قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ",
    "TRANSLATION": "Hãy bảo họ: “Nó (Qur'an) là một nguồn tin vĩ đại.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4038",
    "SURAH": "38",
    "AYAH": "68",
    "ARABIC_TEXT": "أَنتُمۡ عَنۡهُ مُعۡرِضُونَ",
    "TRANSLATION": "“Cái mà các người thường lánh xa.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4039",
    "SURAH": "38",
    "AYAH": "69",
    "ARABIC_TEXT": "مَا كَانَ لِيَ مِنۡ عِلۡمِۭ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ",
    "TRANSLATION": "\"Ta không biết gì về các lãnh tụ trên cao khi họ tranh luận với nhau.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4040",
    "SURAH": "38",
    "AYAH": "70",
    "ARABIC_TEXT": "إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ",
    "TRANSLATION": "\"Ta chỉ được mặc khải cho biết ta là một người báo trước công khai.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4041",
    "SURAH": "38",
    "AYAH": "71",
    "ARABIC_TEXT": "إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن طِينٖ",
    "TRANSLATION": "(Hãy nhớ lại ) khi xưa Thượng Đế của Ngươi (Muhammad) đã phán bảo các Thiên Thần: \"TA sắp tạo một con người phàm bằng đất sét\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4042",
    "SURAH": "38",
    "AYAH": "72",
    "ARABIC_TEXT": "فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ",
    "TRANSLATION": "Bởi thế, khi TA uốn nắn Y (Adam) thành hình thể và hà vào Y linh hồn của TA, (TA phán bảo các Thiên Thần:) \"Các ngươi hãy sụp xuống phủ phục Y.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4043",
    "SURAH": "38",
    "AYAH": "73",
    "ARABIC_TEXT": "فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ",
    "TRANSLATION": "Do đó, tất cả Thiên Thần đồng quỳ lạy;",
    "FOOTNOTES": ""
  },
  {
    "ID": "4044",
    "SURAH": "38",
    "AYAH": "74",
    "ARABIC_TEXT": "إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ",
    "TRANSLATION": "Ngoại trừ Iblis. Nó tự cao và là một tên phản nghịch.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4045",
    "SURAH": "38",
    "AYAH": "75",
    "ARABIC_TEXT": "قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّۖ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ",
    "TRANSLATION": "Allah phán: “Này hỡi Iblis! Điều gì cản nhà ngươi quỳ lạy một nhân vật mà TA đã tạo từ hai Bàn Tay của TA? Phải chăng nhà ngươi ngạo mạn hay trịch thượng?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4046",
    "SURAH": "38",
    "AYAH": "76",
    "ARABIC_TEXT": "قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ",
    "TRANSLATION": "(Iblis) thưa: “Bề tôi tốt hơn Y (Adam) bởi vì Ngài đã tạo bề tôi từ lửa và còn Ngài tạo Y từ đất sét.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4047",
    "SURAH": "38",
    "AYAH": "77",
    "ARABIC_TEXT": "قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ",
    "TRANSLATION": "(Allah) phán: “Vậy thì nhà ngươi hãy bước ra khỏi đó (vườn trời). Nhà ngươi đáng bị tống cổ ra ngoài.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4048",
    "SURAH": "38",
    "AYAH": "78",
    "ARABIC_TEXT": "وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ",
    "TRANSLATION": "“Nhà ngươi sẽ bị TA nguyền rủa cho đến Ngày Phán Xử Cuối Cùng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4049",
    "SURAH": "38",
    "AYAH": "79",
    "ARABIC_TEXT": "قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
    "TRANSLATION": "(Iblis) thưa: “Lạy Thượng Đế của bề tôi! Xin Ngài gia hạn cho bề tôi đến Ngày mà (người chết) sẽ được phục sinh trở lại.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4050",
    "SURAH": "38",
    "AYAH": "80",
    "ARABIC_TEXT": "قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ",
    "TRANSLATION": "(Allah) phán: \"Thế thì nhà ngươi là một kẻ được gia hạn\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4051",
    "SURAH": "38",
    "AYAH": "81",
    "ARABIC_TEXT": "إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ",
    "TRANSLATION": "“Cho đến Ngày của thời hạn đã được ấn định.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4052",
    "SURAH": "38",
    "AYAH": "82",
    "ARABIC_TEXT": "قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ",
    "TRANSLATION": "(Iblis) thưa: “Do Quyền Năng của Ngài, bề tôi sẽ hướng dẫn tất cả bọn chúng (con cháu của Adam) lầm lạc.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4053",
    "SURAH": "38",
    "AYAH": "83",
    "ARABIC_TEXT": "إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ",
    "TRANSLATION": "“Ngoại trừ những bề tôi chân thành của Ngài trong bọn chúng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4054",
    "SURAH": "38",
    "AYAH": "84",
    "ARABIC_TEXT": "قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ",
    "TRANSLATION": "(Allah) phán: “Sự Thật (là thế), và TA luôn luôn nói sự Thật.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4055",
    "SURAH": "38",
    "AYAH": "85",
    "ARABIC_TEXT": "لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ",
    "TRANSLATION": "“Rằng chắc chắn TA sẽ giam nhà ngươi và kẻ nào trong chúng (nhân loại) theo ngươi vào hỏa ngục, tất cả.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4056",
    "SURAH": "38",
    "AYAH": "86",
    "ARABIC_TEXT": "قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ",
    "TRANSLATION": "Hãy bảo (chúng, Hỡi Muhammad!): “Ta không đòi hỏi các người tưởng thưởng Ta về (Qur'an) này và Ta cũng không phải là một tên giả vờ nói ra điều không có.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4057",
    "SURAH": "38",
    "AYAH": "87",
    "ARABIC_TEXT": "إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ",
    "TRANSLATION": "“Nó (Qur'an) chỉ là một sự Nhắc Nhở cho muôn loài (người, và tất cả những gì hiện có).\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4058",
    "SURAH": "38",
    "AYAH": "88",
    "ARABIC_TEXT": "وَلَتَعۡلَمُنَّ نَبَأَهُۥ بَعۡدَ حِينِۭ",
    "TRANSLATION": "“Và chắc chắn các người sẽ biết Thông Tin của Nó sau một thời gian.”",
    "FOOTNOTES": ""
  }
]