[
  {
    "ID": "494",
    "SURAH": "4",
    "AYAH": "1",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُواْ رَبَّكُمُ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَخَلَقَ مِنۡهَا زَوۡجَهَا وَبَثَّ مِنۡهُمَا رِجَالٗا كَثِيرٗا وَنِسَآءٗۚ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِي تَسَآءَلُونَ بِهِۦ وَٱلۡأَرۡحَامَۚ إِنَّ ٱللَّهَ كَانَ عَلَيۡكُمۡ رَقِيبٗا",
    "TRANSLATION": "Hỡi nhân loại! Hãy sợ Thượng Đế (Allah) của các ngươi, Đấng đã tạo các ngươi từ một người duy nhất (Adam) và từ Y Ngài đã tạo ra người vợ (Hauwa) của Y và từ hai người họ, (Allah) rải ra vô số đàn ông và đàn bà (trên khắp mặt đất). Và hãy kính sợ Allah, Đấng mà các ngươi đòi hỏi (quyền hạn) lẫn nhau và hãy (kính trọng) những dạ con(49) bởi vì quả thật Allah Hằng Theo Dõi các ngươi.",
    "FOOTNOTES": "(49) Dạ con nghĩa là tử cung ám chỉ mối quan hệ thân tộc, bà con."
  },
  {
    "ID": "495",
    "SURAH": "4",
    "AYAH": "2",
    "ARABIC_TEXT": "وَءَاتُواْ ٱلۡيَتَٰمَىٰٓ أَمۡوَٰلَهُمۡۖ وَلَا تَتَبَدَّلُواْ ٱلۡخَبِيثَ بِٱلطَّيِّبِۖ وَلَا تَأۡكُلُوٓاْ أَمۡوَٰلَهُمۡ إِلَىٰٓ أَمۡوَٰلِكُمۡۚ إِنَّهُۥ كَانَ حُوبٗا كَبِيرٗا",
    "TRANSLATION": "Và hãy trả lại cho các trẻ mồ côi tài sản của chúng (khi chúng đến tuổi trưởng thành). Và chớ tráo vật dụng xấu (của các ngươi) đổi lấy vật dụng tốt (của chúng). Và chớ ăn bớt tài sản của chúng (bằng cách nhập chung lại) với tài sản của các ngươi. Bởi vì đó là một trọng tội.",
    "FOOTNOTES": ""
  },
  {
    "ID": "496",
    "SURAH": "4",
    "AYAH": "3",
    "ARABIC_TEXT": "وَإِنۡ خِفۡتُمۡ أَلَّا تُقۡسِطُواْ فِي ٱلۡيَتَٰمَىٰ فَٱنكِحُواْ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَۖ فَإِنۡ خِفۡتُمۡ أَلَّا تَعۡدِلُواْ فَوَٰحِدَةً أَوۡ مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۚ ذَٰلِكَ أَدۡنَىٰٓ أَلَّا تَعُولُواْ",
    "TRANSLATION": "Và nếu các ngươi sợ không thể đối xử công bằng với các con (gái) mồ côi, hãy cưới những người phụ nữ (khác) mà các ngươi vừa ý hoặc hai, hoặc ba, hoặc bốn. Nhưng nếu các ngươi sợ không thể (ăn ở) công bằng với họ (vợ) thì hãy cưới một bà thôi hoặc người (phụ nữ) nào ở dưới quyền của các ngươi(50). Điều đó thích hợp cho các ngươi hơn để may ra (vì thế) các ngươi tránh được bất công.",
    "FOOTNOTES": "(50) Gồm nữ tù binh hay nữ nô lệ."
  },
  {
    "ID": "497",
    "SURAH": "4",
    "AYAH": "4",
    "ARABIC_TEXT": "وَءَاتُواْ ٱلنِّسَآءَ صَدُقَٰتِهِنَّ نِحۡلَةٗۚ فَإِن طِبۡنَ لَكُمۡ عَن شَيۡءٖ مِّنۡهُ نَفۡسٗا فَكُلُوهُ هَنِيٓـٔٗا مَّرِيٓـٔٗا",
    "TRANSLATION": "Và hãỵ tặng cho các người vợ tiền cưới bắt buộc (Mahr) của họ. Nhưng nếu họ vui lòng tặng lại một phần nào cho các ngươi thì các ngươi hãy hoan hỉ hưởng nó một cách bổ ích.",
    "FOOTNOTES": ""
  },
  {
    "ID": "498",
    "SURAH": "4",
    "AYAH": "5",
    "ARABIC_TEXT": "وَلَا تُؤۡتُواْ ٱلسُّفَهَآءَ أَمۡوَٰلَكُمُ ٱلَّتِي جَعَلَ ٱللَّهُ لَكُمۡ قِيَٰمٗا وَٱرۡزُقُوهُمۡ فِيهَا وَٱكۡسُوهُمۡ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا",
    "TRANSLATION": "Và chớ giao cho các (đứa trẻ mồ côi) kém hiểu biết tài sản của các ngươi mà Allah đã giao quyền quản lý cho các người để làm phương tiện cấp dưỡng (chúng); ngược lại hãy dùng nó để cung dưỡng và may mặc cho chúng và dùng lời lẽ nhã nhặn mà ăn nói với chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "499",
    "SURAH": "4",
    "AYAH": "6",
    "ARABIC_TEXT": "وَٱبۡتَلُواْ ٱلۡيَتَٰمَىٰ حَتَّىٰٓ إِذَا بَلَغُواْ ٱلنِّكَاحَ فَإِنۡ ءَانَسۡتُم مِّنۡهُمۡ رُشۡدٗا فَٱدۡفَعُوٓاْ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡۖ وَلَا تَأۡكُلُوهَآ إِسۡرَافٗا وَبِدَارًا أَن يَكۡبَرُواْۚ وَمَن كَانَ غَنِيّٗا فَلۡيَسۡتَعۡفِفۡۖ وَمَن كَانَ فَقِيرٗا فَلۡيَأۡكُلۡ بِٱلۡمَعۡرُوفِۚ فَإِذَا دَفَعۡتُمۡ إِلَيۡهِمۡ أَمۡوَٰلَهُمۡ فَأَشۡهِدُواْ عَلَيۡهِمۡۚ وَكَفَىٰ بِٱللَّهِ حَسِيبٗا",
    "TRANSLATION": "Và hãy trắc nghiệm các đứa trẻ mồ côi cho đến lúc chúng đến tuổi kết hôn. Nếu các ngươi nhận thấy chúng đã trưởng thành vững chắc, hãy giao tài sản của chúng lại cho chúng và chớ tiêu phí nó nhanh chóng sợ rằng chúng mau lớn khôn (mà đòi lại), và người (giám hộ) nào giàu, nên hãm mình (tránh tiêu xài nó); ngược lại người (giám hộ) nào nghèo, hãy tiêu dùng nó một cách vừa phải. Bởi thế, khi các ngươi giao tài sản của chúng lại cho chúng, hãy mời người khác đến làm chứng cho chúng; và Allah đủ đảm trách việc ghi sổ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "500",
    "SURAH": "4",
    "AYAH": "7",
    "ARABIC_TEXT": "لِّلرِّجَالِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَ مِمَّا قَلَّ مِنۡهُ أَوۡ كَثُرَۚ نَصِيبٗا مَّفۡرُوضٗا",
    "TRANSLATION": "Người đàn ông được hưởng một phần của gia tài do cha mẹ và bà con gần để lại; và người đàn bà được hưởng một phần của gia tài do cha mẹ và bà con gần để lại; dù gia tài đó ít hay nhiều, việc chia phần đều có tính nhất định.",
    "FOOTNOTES": ""
  },
  {
    "ID": "501",
    "SURAH": "4",
    "AYAH": "8",
    "ARABIC_TEXT": "وَإِذَا حَضَرَ ٱلۡقِسۡمَةَ أُوْلُواْ ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينُ فَٱرۡزُقُوهُم مِّنۡهُ وَقُولُواْ لَهُمۡ قَوۡلٗا مَّعۡرُوفٗا",
    "TRANSLATION": "Và lúc chia gia tài, nếu có mặt của bà con gần và trẻ mồ cồi và người nghèo tại đó thì hãy cung cấp cho họ một phần nào của (gia tài), và nói năng với họ lời lẽ nhã nhặn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "502",
    "SURAH": "4",
    "AYAH": "9",
    "ARABIC_TEXT": "وَلۡيَخۡشَ ٱلَّذِينَ لَوۡ تَرَكُواْ مِنۡ خَلۡفِهِمۡ ذُرِّيَّةٗ ضِعَٰفًا خَافُواْ عَلَيۡهِمۡ فَلۡيَتَّقُواْ ٱللَّهَ وَلۡيَقُولُواْ قَوۡلٗا سَدِيدًا",
    "TRANSLATION": "Và những ai (đứng ra chia gia tài) nên sợ trong lòng giống như sợ cho chính bản thân mình rằng mai hậu cũng sẽ để lại con cái thơ dại không ai chăm sóc giống như thế. Bởi vậy, họ hãy kính sợ Allah và hãy nói lời lẽ ngay chính.",
    "FOOTNOTES": ""
  },
  {
    "ID": "503",
    "SURAH": "4",
    "AYAH": "10",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ يَأۡكُلُونَ أَمۡوَٰلَ ٱلۡيَتَٰمَىٰ ظُلۡمًا إِنَّمَا يَأۡكُلُونَ فِي بُطُونِهِمۡ نَارٗاۖ وَسَيَصۡلَوۡنَ سَعِيرٗا",
    "TRANSLATION": "Bởi vì quả thật, những ai ăn bớt tài sản của trẻ mồ côi một cách bất chính thì chẳng khác nào nuốt lửa vào bụng. Và họ sẽ sớm bị nướng trong lửa ngọn (của hỏa ngục).",
    "FOOTNOTES": ""
  },
  {
    "ID": "504",
    "SURAH": "4",
    "AYAH": "11",
    "ARABIC_TEXT": "يُوصِيكُمُ ٱللَّهُ فِيٓ أَوۡلَٰدِكُمۡۖ لِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۚ فَإِن كُنَّ نِسَآءٗ فَوۡقَ ٱثۡنَتَيۡنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَۖ وَإِن كَانَتۡ وَٰحِدَةٗ فَلَهَا ٱلنِّصۡفُۚ وَلِأَبَوَيۡهِ لِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُۥ وَلَدٞۚ فَإِن لَّمۡ يَكُن لَّهُۥ وَلَدٞ وَوَرِثَهُۥٓ أَبَوَاهُ فَلِأُمِّهِ ٱلثُّلُثُۚ فَإِن كَانَ لَهُۥٓ إِخۡوَةٞ فَلِأُمِّهِ ٱلسُّدُسُۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِي بِهَآ أَوۡ دَيۡنٍۗ ءَابَآؤُكُمۡ وَأَبۡنَآؤُكُمۡ لَا تَدۡرُونَ أَيُّهُمۡ أَقۡرَبُ لَكُمۡ نَفۡعٗاۚ فَرِيضَةٗ مِّنَ ٱللَّهِۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا",
    "TRANSLATION": "Allah ra lệnh cho các ngươi về việc con cái của các ngươi hưởng gia tài (như sau): phần của con trai bằng hai phần của con gái. Nhưng nếu chỉ có con gái và số con gái nhiều hơn hai thì phần của tất cả các con gái là hai phần ba (2/3) của gia tài để lại; và nếu chỉ có một đứa con gái thì phần của nữ là phân nửa (1/2) gia tài để lại. Nếu người chết có con thì cả cha lẫn mẹ mỗi người được hưởng một phần sáu (1/6) của gia tài để lại. Nhưng nếu (người chết) không có con và chỉ có cha mẹ là những người thừa kế thì người mẹ được hưởng một phần ba (1/3) của gia tài để lại. Nếu người chết có đông anh chị em thì người mẹ được hưởng một phần sáu (1/6) của gia tài để lại. Việc phân chia gia tài này sẽ được thực hiện sau khi đã thi hành xong những điều ghi trong di chúc và sau khi trả hết nợ nần nếu có. Các ngươi không biết giữa cha mẹ và con cái ai là người gần nhất trong việc hưởng lộc, cho nên Allah định phần như thế (cho các ngươi) bởi vì quả thật Allah Rất mực Hiểu biết và Rất Mực Sáng Suốt.\n",
    "FOOTNOTES": ""
  },
  {
    "ID": "505",
    "SURAH": "4",
    "AYAH": "12",
    "ARABIC_TEXT": "۞ وَلَكُمۡ نِصۡفُ مَا تَرَكَ أَزۡوَٰجُكُمۡ إِن لَّمۡ يَكُن لَّهُنَّ وَلَدٞۚ فَإِن كَانَ لَهُنَّ وَلَدٞ فَلَكُمُ ٱلرُّبُعُ مِمَّا تَرَكۡنَۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصِينَ بِهَآ أَوۡ دَيۡنٖۚ وَلَهُنَّ ٱلرُّبُعُ مِمَّا تَرَكۡتُمۡ إِن لَّمۡ يَكُن لَّكُمۡ وَلَدٞۚ فَإِن كَانَ لَكُمۡ وَلَدٞ فَلَهُنَّ ٱلثُّمُنُ مِمَّا تَرَكۡتُمۚ مِّنۢ بَعۡدِ وَصِيَّةٖ تُوصُونَ بِهَآ أَوۡ دَيۡنٖۗ وَإِن كَانَ رَجُلٞ يُورَثُ كَلَٰلَةً أَوِ ٱمۡرَأَةٞ وَلَهُۥٓ أَخٌ أَوۡ أُخۡتٞ فَلِكُلِّ وَٰحِدٖ مِّنۡهُمَا ٱلسُّدُسُۚ فَإِن كَانُوٓاْ أَكۡثَرَ مِن ذَٰلِكَ فَهُمۡ شُرَكَآءُ فِي ٱلثُّلُثِۚ مِنۢ بَعۡدِ وَصِيَّةٖ يُوصَىٰ بِهَآ أَوۡ دَيۡنٍ غَيۡرَ مُضَآرّٖۚ وَصِيَّةٗ مِّنَ ٱللَّهِۗ وَٱللَّهُ عَلِيمٌ حَلِيمٞ",
    "TRANSLATION": "Và các ngươi được hưởng phân nửa (1/2) gia tài của các bà vợ để lại nếu không có con. Nhưng nếu có một đứa con thì các ngươi được hưởng một phần tư (1/4) của gia tài để lại sau khi thực hiện xong những điều ghi trong di chúc và trả hết nợ. Và các người vợ sẽ được hưởng một phần tư (1/4) của gia tài để lại nếu các ngươi không có con; nhưng nếu các ngươi có con thì họ sẽ hưởng một phần tám (1/8) của gia tài mà các ngươi để lại sau khi thực hiện xong những điều ghi trong di chúc và trả hết nợ. Và nếu người chết, dù là nam hay nữ, để lại gia tài nhưng không có con cái hay cha mẹ để thừa hưởng mà chỉ có một người anh (hay em) trai hoặc một người chị (hay em) gái thì người anh (hay em) trai hoặc người chị (hay em) gái còn sống đó, mỗi người (trong hai) sẽ hưởng một phần sáu (1/6) của gia tài; nhưng nếu số lượng anh chị em đông hơn một người thì phần của họ là một phần ba (1/3) của gia tài sau khi thực hiện xong những điều ghi trong di chúc hoặc trả hết nợ nần miễn sao những người thừa kế không bị thiệt thòi. Đó là điều lệnh do Allah ban xuống. Và Allah Hằng Biết, Hằng Chịu Đựng (với bầy tôi của Ngài).",
    "FOOTNOTES": ""
  },
  {
    "ID": "506",
    "SURAH": "4",
    "AYAH": "13",
    "ARABIC_TEXT": "تِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ وَذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
    "TRANSLATION": "Đó là những giới hạn qui định bởi Allah. Và ai vâng lệnh Allah và Sứ Giả của Ngài thì sẽ được chấp nhận vào thiên đàng bên dưới có các dòng sông chảy, họ sẽ sống trong đó đời đời; và đó là một thành tựu vĩ đại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "507",
    "SURAH": "4",
    "AYAH": "14",
    "ARABIC_TEXT": "وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ وَيَتَعَدَّ حُدُودَهُۥ يُدۡخِلۡهُ نَارًا خَٰلِدٗا فِيهَا وَلَهُۥ عَذَابٞ مُّهِينٞ",
    "TRANSLATION": "Ngược lại, ai không vâng lệnh Allah và Sứ Giả của Ngài và vi phạm các giới hạn của Allah thì sẽ sa vào hỏa ngục, họ sẽ phải ở trong đó đời đời và sẽ phải hứng chịu một sự trừng phạt nhục nhã.",
    "FOOTNOTES": ""
  },
  {
    "ID": "508",
    "SURAH": "4",
    "AYAH": "15",
    "ARABIC_TEXT": "وَٱلَّٰتِي يَأۡتِينَ ٱلۡفَٰحِشَةَ مِن نِّسَآئِكُمۡ فَٱسۡتَشۡهِدُواْ عَلَيۡهِنَّ أَرۡبَعَةٗ مِّنكُمۡۖ فَإِن شَهِدُواْ فَأَمۡسِكُوهُنَّ فِي ٱلۡبُيُوتِ حَتَّىٰ يَتَوَفَّىٰهُنَّ ٱلۡمَوۡتُ أَوۡ يَجۡعَلَ ٱللَّهُ لَهُنَّ سَبِيلٗا",
    "TRANSLATION": "Bất cứ người vợ nào của các ngươi phạm tội thông gian hãy đưa ra bốn người của các ngươi đến làm chứng để buộc tội họ. Nếu họ thú tội, hãy nhốt họ trong nhà cho đến khi cái chết túm lấy họ hoặc Allah sẽ mở ra cho họ một lối thoát khác.",
    "FOOTNOTES": ""
  },
  {
    "ID": "509",
    "SURAH": "4",
    "AYAH": "16",
    "ARABIC_TEXT": "وَٱلَّذَانِ يَأۡتِيَٰنِهَا مِنكُمۡ فَـَٔاذُوهُمَاۖ فَإِن تَابَا وَأَصۡلَحَا فَأَعۡرِضُواْ عَنۡهُمَآۗ إِنَّ ٱللَّهَ كَانَ تَوَّابٗا رَّحِيمًا",
    "TRANSLATION": "Và nếu hai người (đàn ông và đàn bà) trong các ngươi phạm tội thông gian thì hãy phạt cả hai thật nặng. Nhưng nếu họ sám hối và sửa mình thì hãy bỏ mặc họ bởi vì quả thật Allah Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "510",
    "SURAH": "4",
    "AYAH": "17",
    "ARABIC_TEXT": "إِنَّمَا ٱلتَّوۡبَةُ عَلَى ٱللَّهِ لِلَّذِينَ يَعۡمَلُونَ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ يَتُوبُونَ مِن قَرِيبٖ فَأُوْلَٰٓئِكَ يَتُوبُ ٱللَّهُ عَلَيۡهِمۡۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا",
    "TRANSLATION": "(Nên nhớ rằng) Allah chỉ chấp nhận việc hối cải của những ai vì ngu muội mà phạm tội rồi nhanh chóng sám hối sau đó. Allah sẽ tha thứ cho những người như thế bởi vì Allah là Đấng Hằng Biết, Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "511",
    "SURAH": "4",
    "AYAH": "18",
    "ARABIC_TEXT": "وَلَيۡسَتِ ٱلتَّوۡبَةُ لِلَّذِينَ يَعۡمَلُونَ ٱلسَّيِّـَٔاتِ حَتَّىٰٓ إِذَا حَضَرَ أَحَدَهُمُ ٱلۡمَوۡتُ قَالَ إِنِّي تُبۡتُ ٱلۡـَٰٔنَ وَلَا ٱلَّذِينَ يَمُوتُونَ وَهُمۡ كُفَّارٌۚ أُوْلَٰٓئِكَ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا",
    "TRANSLATION": "Việc hối cải không có hiệu quả đối với những ai tiếp tục phạm tội cho đến khi họ sắp chết thì họ mới nói: “Bây giờ tôi đã hối cải.” (Việc hối cải) cũng không có kết quả đối với những ai chết trong tình trạng không có đức tin. Đối với những người này, TA (Allah) đã chuẩn bị sẵn cho họ một sự trừng phạt đau đớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "512",
    "SURAH": "4",
    "AYAH": "19",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَحِلُّ لَكُمۡ أَن تَرِثُواْ ٱلنِّسَآءَ كَرۡهٗاۖ وَلَا تَعۡضُلُوهُنَّ لِتَذۡهَبُواْ بِبَعۡضِ مَآ ءَاتَيۡتُمُوهُنَّ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَعَاشِرُوهُنَّ بِٱلۡمَعۡرُوفِۚ فَإِن كَرِهۡتُمُوهُنَّ فَعَسَىٰٓ أَن تَكۡرَهُواْ شَيۡـٔٗا وَيَجۡعَلَ ٱللَّهُ فِيهِ خَيۡرٗا كَثِيرٗا",
    "TRANSLATION": "Hỡi những ai có đức tin! Các ngươi không được phép cưỡng bức vợ để thừa hưởng gia tài của họ, cũng không được giam (hành hạ) họ để lấy lại một phần nào tiền cưới (Mahr) mà các người đã tặng họ ngoại trừ trường hợp họ công khai phạm tội thông gian; ngược lại, hãy sống chung với họ một cách tử tế bởi vì nếu các ngươi ghét họ thì có lẽ các ngươi ghét một (sinh) vật mà Allah đã ban nhiều cái tốt lành.",
    "FOOTNOTES": ""
  },
  {
    "ID": "513",
    "SURAH": "4",
    "AYAH": "20",
    "ARABIC_TEXT": "وَإِنۡ أَرَدتُّمُ ٱسۡتِبۡدَالَ زَوۡجٖ مَّكَانَ زَوۡجٖ وَءَاتَيۡتُمۡ إِحۡدَىٰهُنَّ قِنطَارٗا فَلَا تَأۡخُذُواْ مِنۡهُ شَيۡـًٔاۚ أَتَأۡخُذُونَهُۥ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا",
    "TRANSLATION": "Và nếu các ngươi muốn lấy người vợ sau thay cho người vợ trước và các ngươi đã tặng mỗi bà một đóng vàng (làm quà cưới) thì các ngươi không được phép lấy lại một tí nào cả. Phải chăng các ngươi muốn lấy lại của cải bằng cách vu oan hoặc làm nên tội công khai?",
    "FOOTNOTES": ""
  },
  {
    "ID": "514",
    "SURAH": "4",
    "AYAH": "21",
    "ARABIC_TEXT": "وَكَيۡفَ تَأۡخُذُونَهُۥ وَقَدۡ أَفۡضَىٰ بَعۡضُكُمۡ إِلَىٰ بَعۡضٖ وَأَخَذۡنَ مِنكُم مِّيثَٰقًا غَلِيظٗا",
    "TRANSLATION": "Làm sao các ngươi có thể (nhắm mắt) lấy lại của cải đó trong lúc các ngươi đã ăn nằm với nhau và họ đã nhận từ các ngươi một lời giao ước long trọng (khi thành hôn)?",
    "FOOTNOTES": ""
  },
  {
    "ID": "515",
    "SURAH": "4",
    "AYAH": "22",
    "ARABIC_TEXT": "وَلَا تَنكِحُواْ مَا نَكَحَ ءَابَآؤُكُم مِّنَ ٱلنِّسَآءِ إِلَّا مَا قَدۡ سَلَفَۚ إِنَّهُۥ كَانَ فَٰحِشَةٗ وَمَقۡتٗا وَسَآءَ سَبِيلًا",
    "TRANSLATION": "Và chớ cưới phụ nữ nào mà người cha của các ngươi đã cưới làm vợ ngoại trừ trường hợp đã lỡ xảy ra (trong quá khứ) bởi vì đó là một điều ô nhục và là một tập tục đáng ghê tởm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "516",
    "SURAH": "4",
    "AYAH": "23",
    "ARABIC_TEXT": "حُرِّمَتۡ عَلَيۡكُمۡ أُمَّهَٰتُكُمۡ وَبَنَاتُكُمۡ وَأَخَوَٰتُكُمۡ وَعَمَّٰتُكُمۡ وَخَٰلَٰتُكُمۡ وَبَنَاتُ ٱلۡأَخِ وَبَنَاتُ ٱلۡأُخۡتِ وَأُمَّهَٰتُكُمُ ٱلَّٰتِيٓ أَرۡضَعۡنَكُمۡ وَأَخَوَٰتُكُم مِّنَ ٱلرَّضَٰعَةِ وَأُمَّهَٰتُ نِسَآئِكُمۡ وَرَبَٰٓئِبُكُمُ ٱلَّٰتِي فِي حُجُورِكُم مِّن نِّسَآئِكُمُ ٱلَّٰتِي دَخَلۡتُم بِهِنَّ فَإِن لَّمۡ تَكُونُواْ دَخَلۡتُم بِهِنَّ فَلَا جُنَاحَ عَلَيۡكُمۡ وَحَلَٰٓئِلُ أَبۡنَآئِكُمُ ٱلَّذِينَ مِنۡ أَصۡلَٰبِكُمۡ وَأَن تَجۡمَعُواْ بَيۡنَ ٱلۡأُخۡتَيۡنِ إِلَّا مَا قَدۡ سَلَفَۗ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا",
    "TRANSLATION": "Cấm các ngươi (lấy làm vợ các phụ nữ sau đây:) mẹ, con gái, chị (em) ruột, cô, dì, cháu (gọi bằng bác hay chú, hay ông), mẹ nuôi, chị (em) nuôi cùng bú một vú, mẹ vợ, con gái riêng của người vợ mà các ngươi đã ăn nằm đang dưới quyền giám hộ của các ngươi; nhưng nếu người con gái riêng của người vợ mà các ngươi chưa ăn nằm thì các ngươi không có tội nếu lấy chúng; con dâu (vợ của con ruột); (cấm lấy) hai chị em ruột cùng một lúc ngoại trừ trường hợp đã lỡ xảy ra (trong quá khứ). Quả thật, Allah Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "517",
    "SURAH": "4",
    "AYAH": "24",
    "ARABIC_TEXT": "۞ وَٱلۡمُحۡصَنَٰتُ مِنَ ٱلنِّسَآءِ إِلَّا مَا مَلَكَتۡ أَيۡمَٰنُكُمۡۖ كِتَٰبَ ٱللَّهِ عَلَيۡكُمۡۚ وَأُحِلَّ لَكُم مَّا وَرَآءَ ذَٰلِكُمۡ أَن تَبۡتَغُواْ بِأَمۡوَٰلِكُم مُّحۡصِنِينَ غَيۡرَ مُسَٰفِحِينَۚ فَمَا ٱسۡتَمۡتَعۡتُم بِهِۦ مِنۡهُنَّ فَـَٔاتُوهُنَّ أُجُورَهُنَّ فَرِيضَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ فِيمَا تَرَٰضَيۡتُم بِهِۦ مِنۢ بَعۡدِ ٱلۡفَرِيضَةِۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا",
    "TRANSLATION": "Và (cấm các người lấy) các phụ nữ đã có chồng ngoại trừ (những nữ tù binh) nằm trong tay của các ngươi. Đó là lệnh (cấm) của Allah đối với các ngươi. Ngoài những người phụ nữ vừa nêu, các phụ nữ khác đều hợp pháp cho các ngươi (để lấy làm vợ) miễn sao các ngươi kiếm vợ bằng cách dùng tài sản của các ngươi để cưới hỏi đàng hoàng chứ không được gian dâm (hay ngoại tình). Bởi việc các ngươi hưởng lạc từ họ, hãy tặng họ phần tiền cưới (Mahr) bắt buộc của họ. Nhưng nếu sau khi lễ vật (Mahr) đã được qui định, các ngươi thỏa thuận (thay đổi nó) thì các ngươi sẽ không có tội. Quả thật, Allah là Đấng Hằng Biết, Đấng Sáng suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "518",
    "SURAH": "4",
    "AYAH": "25",
    "ARABIC_TEXT": "وَمَن لَّمۡ يَسۡتَطِعۡ مِنكُمۡ طَوۡلًا أَن يَنكِحَ ٱلۡمُحۡصَنَٰتِ ٱلۡمُؤۡمِنَٰتِ فَمِن مَّا مَلَكَتۡ أَيۡمَٰنُكُم مِّن فَتَيَٰتِكُمُ ٱلۡمُؤۡمِنَٰتِۚ وَٱللَّهُ أَعۡلَمُ بِإِيمَٰنِكُمۚ بَعۡضُكُم مِّنۢ بَعۡضٖۚ فَٱنكِحُوهُنَّ بِإِذۡنِ أَهۡلِهِنَّ وَءَاتُوهُنَّ أُجُورَهُنَّ بِٱلۡمَعۡرُوفِ مُحۡصَنَٰتٍ غَيۡرَ مُسَٰفِحَٰتٖ وَلَا مُتَّخِذَٰتِ أَخۡدَانٖۚ فَإِذَآ أُحۡصِنَّ فَإِنۡ أَتَيۡنَ بِفَٰحِشَةٖ فَعَلَيۡهِنَّ نِصۡفُ مَا عَلَى ٱلۡمُحۡصَنَٰتِ مِنَ ٱلۡعَذَابِۚ ذَٰلِكَ لِمَنۡ خَشِيَ ٱلۡعَنَتَ مِنكُمۡۚ وَأَن تَصۡبِرُواْ خَيۡرٞ لَّكُمۡۗ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
    "TRANSLATION": "Và ai trong các ngươi không có phương tiện cưới hỏi các nữ tín đồ tự do (không phải là nữ nô lệ) thì hãy cưới các cô gái nô lệ có đức tin nằm trong tay của các ngươi, bởi vì Allah biết rõ đức tin của các ngươi: các ngươi thuộc chung một cộng đồng (Muslim). Do đó, hãy cưới các cô ấy với sự chấp thuận của chủ nhân của họ và tặng họ phần lễ vật (Mahr) của họ một cách biết điều xem họ như phụ nữ được cưới hỏi đàng hoàng chứ không như đàn bà ngoại tình cũng không như tình nhân vụng trộm; bởi thế khi họ đã thành vợ (chồng), nếu họ phạm tội thông gian thì hình phạt dùng xử lý họ chỉ bằng phân nửa hình phạt dùng xử lý các phụ nữ tự do. Điều kiện (cho phép) này là dành cho ai trong các ngươi sợ phạm tội (ngoại tình nếu không lập gia đình). Và (hãy biết rằng) việc hãm mình khắc kỷ sẽ tốt hơn cho các ngươi. Và Allah Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "519",
    "SURAH": "4",
    "AYAH": "26",
    "ARABIC_TEXT": "يُرِيدُ ٱللَّهُ لِيُبَيِّنَ لَكُمۡ وَيَهۡدِيَكُمۡ سُنَنَ ٱلَّذِينَ مِن قَبۡلِكُمۡ وَيَتُوبَ عَلَيۡكُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
    "TRANSLATION": "Allah muốn trình bày rõ cho các ngươi lề lối xử thế của những người (đạo đức) trước các ngươi hầu hướng dẫn và tha thứ cho các ngươi bởi vì Allah Rất mực Hiểu Biết, Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "520",
    "SURAH": "4",
    "AYAH": "27",
    "ARABIC_TEXT": "وَٱللَّهُ يُرِيدُ أَن يَتُوبَ عَلَيۡكُمۡ وَيُرِيدُ ٱلَّذِينَ يَتَّبِعُونَ ٱلشَّهَوَٰتِ أَن تَمِيلُواْ مَيۡلًا عَظِيمٗا",
    "TRANSLATION": "Và Allah muốn tha thứ cho các ngươi nhưng những kẻ làm theo dục vọng muốn làm cho các ngươi sa ngã dữ dội.",
    "FOOTNOTES": ""
  },
  {
    "ID": "521",
    "SURAH": "4",
    "AYAH": "28",
    "ARABIC_TEXT": "يُرِيدُ ٱللَّهُ أَن يُخَفِّفَ عَنكُمۡۚ وَخُلِقَ ٱلۡإِنسَٰنُ ضَعِيفٗا",
    "TRANSLATION": "Allah muốn làm nhẹ gánh nặng (tội lỗi) cho các ngươi bởi vì con người được tạo ra vốn yếu đuối (dễ sa vào vòng tình ái vụng trộm).",
    "FOOTNOTES": ""
  },
  {
    "ID": "522",
    "SURAH": "4",
    "AYAH": "29",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَأۡكُلُوٓاْ أَمۡوَٰلَكُم بَيۡنَكُم بِٱلۡبَٰطِلِ إِلَّآ أَن تَكُونَ تِجَٰرَةً عَن تَرَاضٖ مِّنكُمۡۚ وَلَا تَقۡتُلُوٓاْ أَنفُسَكُمۡۚ إِنَّ ٱللَّهَ كَانَ بِكُمۡ رَحِيمٗا",
    "TRANSLATION": "Hỡi những ai có dức tin! Chớ ăn tài sản lẫn nhau giữa các người một cách bất chính trừ phi bằng thỏa thuận mua bán giữa các ngươi với nhau; và chớ tự giết hại bản thân. Quả thật, Allah Hằng Thương Xótđối với các ngươi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "523",
    "SURAH": "4",
    "AYAH": "30",
    "ARABIC_TEXT": "وَمَن يَفۡعَلۡ ذَٰلِكَ عُدۡوَٰنٗا وَظُلۡمٗا فَسَوۡفَ نُصۡلِيهِ نَارٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
    "TRANSLATION": "Và ai làm điều đó với hận thù và bất công thì sẽ sớm bị TA (Allah) nướng trong hỏa ngục, và việc (trừng phạt) đó rất dễ dàng đối với Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "524",
    "SURAH": "4",
    "AYAH": "31",
    "ARABIC_TEXT": "إِن تَجۡتَنِبُواْ كَبَآئِرَ مَا تُنۡهَوۡنَ عَنۡهُ نُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَنُدۡخِلۡكُم مُّدۡخَلٗا كَرِيمٗا",
    "TRANSLATION": "Nếu các ngươi tránh được những (tội) lớn mà các ngươi bị cấm, TA sẽ xoá đi khỏi các ngươi những điều tội lỗi (nhỏ) và thu nhận các ngươi vào (thiên đàng) bằng lối vào vô cùng vinh dự.",
    "FOOTNOTES": ""
  },
  {
    "ID": "525",
    "SURAH": "4",
    "AYAH": "32",
    "ARABIC_TEXT": "وَلَا تَتَمَنَّوۡاْ مَا فَضَّلَ ٱللَّهُ بِهِۦ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖۚ لِّلرِّجَالِ نَصِيبٞ مِّمَّا ٱكۡتَسَبُواْۖ وَلِلنِّسَآءِ نَصِيبٞ مِّمَّا ٱكۡتَسَبۡنَۚ وَسۡـَٔلُواْ ٱللَّهَ مِن فَضۡلِهِۦٓۚ إِنَّ ٱللَّهَ كَانَ بِكُلِّ شَيۡءٍ عَلِيمٗا",
    "TRANSLATION": "Và chớ ham muốn những thứ mà Allah dùng để ưu đãi người này hơn người nọ. Đàn ông hưởng phần (kết quả) mà họ đã kiếm được và đàn bà hưởng phần (kết quả) mà họ đã kiếm được; và hãy cầu xin Allah về thiên lộc của Ngài bởi vì Allah Hằng Biết hết mọi việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "526",
    "SURAH": "4",
    "AYAH": "33",
    "ARABIC_TEXT": "وَلِكُلّٖ جَعَلۡنَا مَوَٰلِيَ مِمَّا تَرَكَ ٱلۡوَٰلِدَانِ وَٱلۡأَقۡرَبُونَۚ وَٱلَّذِينَ عَقَدَتۡ أَيۡمَٰنُكُمۡ فَـَٔاتُوهُمۡ نَصِيبَهُمۡۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدًا",
    "TRANSLATION": "Và TA đã chỉ định cho từng người ai là người thừa kế hưởng gia tài của cha mẹ hay thân thuộc để lại. Và đối với những người (di cư từ Makkah) mà các ngươi đã nắm tay thề thốt với nhau, hãy cho họ phần qui định của họ bởi vì Allah làm chứng cho tất cả mọi việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "527",
    "SURAH": "4",
    "AYAH": "34",
    "ARABIC_TEXT": "ٱلرِّجَالُ قَوَّٰمُونَ عَلَى ٱلنِّسَآءِ بِمَا فَضَّلَ ٱللَّهُ بَعۡضَهُمۡ عَلَىٰ بَعۡضٖ وَبِمَآ أَنفَقُواْ مِنۡ أَمۡوَٰلِهِمۡۚ فَٱلصَّٰلِحَٰتُ قَٰنِتَٰتٌ حَٰفِظَٰتٞ لِّلۡغَيۡبِ بِمَا حَفِظَ ٱللَّهُۚ وَٱلَّٰتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَٱهۡجُرُوهُنَّ فِي ٱلۡمَضَاجِعِ وَٱضۡرِبُوهُنَّۖ فَإِنۡ أَطَعۡنَكُمۡ فَلَا تَبۡغُواْ عَلَيۡهِنَّ سَبِيلًاۗ إِنَّ ٱللَّهَ كَانَ عَلِيّٗا كَبِيرٗا",
    "TRANSLATION": "Người đàn ông là trụ cột (của gia đình) trên đàn bà bởi vì Allah ban cho người này sức lực hơn người kia và bởi vì họ chi dùng tài sản của họ vào việc cấp dưỡng gia đình. Do đó, người đàn bà đức hạnh nên phục tùng chồng và trông coi (nhà cửa) trong lúc chồng vắng mặt với sự giúp đỡ và trông chừng của Allah; và đối với các bà (vợ) mà các ngươi sợ họ thất tiết và bướng bỉnh, (trước hết) hãy cảnh cáo họ, (kế đó) từ chối ăn nằm với họ, và (cuối cùng) đánh họ (nhẹ tay); bởi thế, nếu họ chịu nghe theo các ngươi thì chớ kiếm chuyện (rầy rà) với họ bởi vì Allah Rất Tối Cao, Rất Vĩ Đại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "528",
    "SURAH": "4",
    "AYAH": "35",
    "ARABIC_TEXT": "وَإِنۡ خِفۡتُمۡ شِقَاقَ بَيۡنِهِمَا فَٱبۡعَثُواْ حَكَمٗا مِّنۡ أَهۡلِهِۦ وَحَكَمٗا مِّنۡ أَهۡلِهَآ إِن يُرِيدَآ إِصۡلَٰحٗا يُوَفِّقِ ٱللَّهُ بَيۡنَهُمَآۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا خَبِيرٗا",
    "TRANSLATION": "Và nếu các ngươi sợ (vợ chồng) thôi nhau, hãy mời một vị trọng tài của gia đình bên chồng và một vị trọng tài của gia đình bên vợ đến hòa giải. Nếu hai đằng muốn hòa thuận thì Allah sẽ giải hòa hai người trở lại bởi vì Allah Hằng Biết, Am Tường mọi sự việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "529",
    "SURAH": "4",
    "AYAH": "36",
    "ARABIC_TEXT": "۞ وَٱعۡبُدُواْ ٱللَّهَ وَلَا تُشۡرِكُواْ بِهِۦ شَيۡـٔٗاۖ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنٗا وَبِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱلۡجَارِ ذِي ٱلۡقُرۡبَىٰ وَٱلۡجَارِ ٱلۡجُنُبِ وَٱلصَّاحِبِ بِٱلۡجَنۢبِ وَٱبۡنِ ٱلسَّبِيلِ وَمَا مَلَكَتۡ أَيۡمَٰنُكُمۡۗ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ مُخۡتَالٗا فَخُورًا",
    "TRANSLATION": "Hãy thờ phụng Allah và tuyệt đối chớ tổ hợp bất cứ cái gì (ai) với Ngài, và hãy ăn ở tử tế với cha mẹ, bà con ruột thịt, trẻ mồ côi, người thiếu thốn; hãy (đối xử tử tế) với xóm giềng gần xa, với bạn bè bên cạnh, với người lỡ đường xa, và với (tù binh) nằm trong tay của các ngươi bởi vì quả thật Allah không yêu thương những kẻ tự phụ, khoe khoang:",
    "FOOTNOTES": ""
  },
  {
    "ID": "530",
    "SURAH": "4",
    "AYAH": "37",
    "ARABIC_TEXT": "ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِ وَيَكۡتُمُونَ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۗ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا",
    "TRANSLATION": "Những ai hà tiện và xúi giục thiên hạ hà tiện (như mình) và giấu giếm thiên lộc mà Allah đã ban cho họ; và TA đã chuẩn bị cho những kẻ không có đức tin một sự trừng phạt nhục nhã.",
    "FOOTNOTES": ""
  },
  {
    "ID": "531",
    "SURAH": "4",
    "AYAH": "38",
    "ARABIC_TEXT": "وَٱلَّذِينَ يُنفِقُونَ أَمۡوَٰلَهُمۡ رِئَآءَ ٱلنَّاسِ وَلَا يُؤۡمِنُونَ بِٱللَّهِ وَلَا بِٱلۡيَوۡمِ ٱلۡأٓخِرِۗ وَمَن يَكُنِ ٱلشَّيۡطَٰنُ لَهُۥ قَرِينٗا فَسَآءَ قَرِينٗا",
    "TRANSLATION": "Và những ai tiêu dùng tài sản của họ phô trương cho thiên hạ thấy chứ không tin tưởng nơi Allah và Ngày (Phán xử) Cuối cùng; và ai kết bạn với Shaytan thì đó là một người bạn xấu nhất!",
    "FOOTNOTES": ""
  },
  {
    "ID": "532",
    "SURAH": "4",
    "AYAH": "39",
    "ARABIC_TEXT": "وَمَاذَا عَلَيۡهِمۡ لَوۡ ءَامَنُواْ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ وَأَنفَقُواْ مِمَّا رَزَقَهُمُ ٱللَّهُۚ وَكَانَ ٱللَّهُ بِهِمۡ عَلِيمًا",
    "TRANSLATION": "Và họ có điều chi thiệt thòi nếu họ tin tưởng nơi Allah và tin nơi Ngày (Phán xử) Cuối cùng và tiêu dùng (thiên lộc) mà Allah đã ban cho họ (để làm việc thiện)? Và Allah biết họ rất rõ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "533",
    "SURAH": "4",
    "AYAH": "40",
    "ARABIC_TEXT": "إِنَّ ٱللَّهَ لَا يَظۡلِمُ مِثۡقَالَ ذَرَّةٖۖ وَإِن تَكُ حَسَنَةٗ يُضَٰعِفۡهَا وَيُؤۡتِ مِن لَّدُنۡهُ أَجۡرًا عَظِيمٗا",
    "TRANSLATION": "Quả thật, Allah không hề làm một điều bất công nào dù có nhỏ bằng hạt cải đi nữa. Và nếu có một điều phúc lành nào, Ngài sẽ nhân nó lên gấp đôi (cho họ) và ban cho từ Ngài một phần thưởng rất lớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "534",
    "SURAH": "4",
    "AYAH": "41",
    "ARABIC_TEXT": "فَكَيۡفَ إِذَا جِئۡنَا مِن كُلِّ أُمَّةِۭ بِشَهِيدٖ وَجِئۡنَا بِكَ عَلَىٰ هَٰٓؤُلَآءِ شَهِيدٗا",
    "TRANSLATION": "Thế sự việc sẽ ra sao khi TA đưa ra từ mỗi cộng đồng một nhân chứng và TA sẽ đưa Ngươi (hỡi Muhammad!) ra làm một Nhân chứng đối chất với đám người (không có đức tin) này?",
    "FOOTNOTES": ""
  },
  {
    "ID": "535",
    "SURAH": "4",
    "AYAH": "42",
    "ARABIC_TEXT": "يَوۡمَئِذٖ يَوَدُّ ٱلَّذِينَ كَفَرُواْ وَعَصَوُاْ ٱلرَّسُولَ لَوۡ تُسَوَّىٰ بِهِمُ ٱلۡأَرۡضُ وَلَا يَكۡتُمُونَ ٱللَّهَ حَدِيثٗا",
    "TRANSLATION": "Vào Ngày (Phán xử) đó những ai không có đức tin và bất tuân Sứ Giả (của Allah) sẽ ao ước cho mặt đất được lấp bằng bên trên họ bởi vì họ sẽ không thể giấu giếm khỏi Allah một câu chuyện (gian dối) nào.",
    "FOOTNOTES": ""
  },
  {
    "ID": "536",
    "SURAH": "4",
    "AYAH": "43",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَقۡرَبُواْ ٱلصَّلَوٰةَ وَأَنتُمۡ سُكَٰرَىٰ حَتَّىٰ تَعۡلَمُواْ مَا تَقُولُونَ وَلَا جُنُبًا إِلَّا عَابِرِي سَبِيلٍ حَتَّىٰ تَغۡتَسِلُواْۚ وَإِن كُنتُم مَّرۡضَىٰٓ أَوۡ عَلَىٰ سَفَرٍ أَوۡ جَآءَ أَحَدٞ مِّنكُم مِّنَ ٱلۡغَآئِطِ أَوۡ لَٰمَسۡتُمُ ٱلنِّسَآءَ فَلَمۡ تَجِدُواْ مَآءٗ فَتَيَمَّمُواْ صَعِيدٗا طَيِّبٗا فَٱمۡسَحُواْ بِوُجُوهِكُمۡ وَأَيۡدِيكُمۡۗ إِنَّ ٱللَّهَ كَانَ عَفُوًّا غَفُورًا",
    "TRANSLATION": "Hỡi những ai có đức tin! Chớ đến gần việc lễ nguyện Salah khi các ngươi bị choáng váng (say rượu) trừ phi (tỉnh táo trở lại và) biết điều các ngươi đang nói ra; cũng chớ (dâng lễ) trong tình trạng dơ bẩn ngoại trừ trường hợp các ngươi đang trên đường đi xa (ngang qua một thánh đường), trừ phi các ngươi tắm rửa sạch sẽ; và nếu các ngươi bị bệnh hoặc đang trên đường đi xa hoặc ai trong các ngươi từ nhà vệ sinh đi ra hoặc các ngươi đã chung đụng (ăn nằm) với vợ nhưng không tìm ra nước (để hoàn tất nghi thức tẩy sạch) thì hãy đến chỗ đất (hay cát) sạch, dùng nó lau mặt và hai tay của các ngươi (theo thủ tục tẩy sạch 'Tayammum') bởi vì quả thật Allah Độ- lượng tha thứ (cho các ngươi).",
    "FOOTNOTES": ""
  },
  {
    "ID": "537",
    "SURAH": "4",
    "AYAH": "44",
    "ARABIC_TEXT": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يَشۡتَرُونَ ٱلضَّلَٰلَةَ وَيُرِيدُونَ أَن تَضِلُّواْ ٱلسَّبِيلَ",
    "TRANSLATION": "Há Ngươi (Muhammad!) không lưu ý đến những kẻ đã được ban cho một phần của Kinh Sách, chúng đã mua lấy sự lầm lạc và muốn các ngươi lạc đạo (như chúng)?",
    "FOOTNOTES": ""
  },
  {
    "ID": "538",
    "SURAH": "4",
    "AYAH": "45",
    "ARABIC_TEXT": "وَٱللَّهُ أَعۡلَمُ بِأَعۡدَآئِكُمۡۚ وَكَفَىٰ بِٱللَّهِ وَلِيّٗا وَكَفَىٰ بِٱللَّهِ نَصِيرٗا",
    "TRANSLATION": "Nhưng Allah biết rõ kẻ thù của các ngươi và Allah đủ sức làm một Vị Che chở và Allah đủ sức làm một Đấng Giúp đỡ (các ngươi chống lại chúng).",
    "FOOTNOTES": ""
  },
  {
    "ID": "539",
    "SURAH": "4",
    "AYAH": "46",
    "ARABIC_TEXT": "مِّنَ ٱلَّذِينَ هَادُواْ يُحَرِّفُونَ ٱلۡكَلِمَ عَن مَّوَاضِعِهِۦ وَيَقُولُونَ سَمِعۡنَا وَعَصَيۡنَا وَٱسۡمَعۡ غَيۡرَ مُسۡمَعٖ وَرَٰعِنَا لَيَّۢا بِأَلۡسِنَتِهِمۡ وَطَعۡنٗا فِي ٱلدِّينِۚ وَلَوۡ أَنَّهُمۡ قَالُواْ سَمِعۡنَا وَأَطَعۡنَا وَٱسۡمَعۡ وَٱنظُرۡنَا لَكَانَ خَيۡرٗا لَّهُمۡ وَأَقۡوَمَ وَلَٰكِن لَّعَنَهُمُ ٱللَّهُ بِكُفۡرِهِمۡ فَلَا يُؤۡمِنُونَ إِلَّا قَلِيلٗا",
    "TRANSLATION": "Trong số những ai là người Do thái, có một số đã cố ý làm sai lệch ý nghĩa của những lời nói. Chúng nói: “Same'na wa 'asayna\" - \"Chúng tôi nghe nhưng không vâng lời\", và nói: “Isma' ghayra musma'in” - \"Hãy nghe nhưng nghe khác đi\" và nói: \"Ra'ina\" bằng chiếc lưỡi của chúng để nhạo báng tôn giáo (Islam); nhưng nếu chúng nói: “Sami'na wa ata'na\" và “Isma wa Unzurna\" thì tốt cho chúng hơn và thẳng thắn hơn. Nhưng Allah nguyền rủa chúng vì tội xúc phạm của chúng. Bởi thế, chỉ một số ít bọn chúng tin tưởng mà thôi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "540",
    "SURAH": "4",
    "AYAH": "47",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ ءَامِنُواْ بِمَا نَزَّلۡنَا مُصَدِّقٗا لِّمَا مَعَكُم مِّن قَبۡلِ أَن نَّطۡمِسَ وُجُوهٗا فَنَرُدَّهَا عَلَىٰٓ أَدۡبَارِهَآ أَوۡ نَلۡعَنَهُمۡ كَمَا لَعَنَّآ أَصۡحَٰبَ ٱلسَّبۡتِۚ وَكَانَ أَمۡرُ ٱللَّهِ مَفۡعُولًا",
    "TRANSLATION": "Hỡi những ai đã được ban cho Kinh Sách! Hãy tin tưởng nơi điều (mặc khải) mà TA đã ban xuống (cho Muhammad) xác nhận lại điều (mặc khải) đang nằm (trong tay của) các ngươi trước khi TA thay đổi bộ mặt của các ngươi và quay chúng (bộ mặt) ra sau lưng và nguyền rủa chúng giống như việc TA đã nguyền rủa những kẻ đã vi phạm (giới cấm của) Ngày Thứ bảy bởi vì Mệnh lệnh của Allah phải được thi hành.",
    "FOOTNOTES": ""
  },
  {
    "ID": "541",
    "SURAH": "4",
    "AYAH": "48",
    "ARABIC_TEXT": "إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدِ ٱفۡتَرَىٰٓ إِثۡمًا عَظِيمًا",
    "TRANSLATION": "Quả thật, Allah không tha thứ tội tổ hợp những thần linh cùng với Ngài nhưng Ngài tha thứ (tội) nào khác với (tội) đó cho người nào Ngài muốn; và ai tổ hợp những thần linh với Allah thì chắc chắn đã tự chuốc lấy một tội rất lớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "542",
    "SURAH": "4",
    "AYAH": "49",
    "ARABIC_TEXT": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُزَكُّونَ أَنفُسَهُمۚ بَلِ ٱللَّهُ يُزَكِّي مَن يَشَآءُ وَلَا يُظۡلَمُونَ فَتِيلًا",
    "TRANSLATION": "Há Ngươi (Muhammad!) không lưu ý đến những kẻ đã tự cho mình trong sạch hơn người hay sao? Không, chỉ Allah mới tẩy sạch được người nào Ngài muốn và chúng sẽ không bị xử lý bất công một tí nào.",
    "FOOTNOTES": ""
  },
  {
    "ID": "543",
    "SURAH": "4",
    "AYAH": "50",
    "ARABIC_TEXT": "ٱنظُرۡ كَيۡفَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَۖ وَكَفَىٰ بِهِۦٓ إِثۡمٗا مُّبِينًا",
    "TRANSLATION": "Hãy xem! Chúng đã đặt điều nói dối rồi đổ thừa cho Allah như thế nào! Bởi thế, việc đó đủ là một tội công khai rồi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "544",
    "SURAH": "4",
    "AYAH": "51",
    "ARABIC_TEXT": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ أُوتُواْ نَصِيبٗا مِّنَ ٱلۡكِتَٰبِ يُؤۡمِنُونَ بِٱلۡجِبۡتِ وَٱلطَّٰغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُواْ هَٰٓؤُلَآءِ أَهۡدَىٰ مِنَ ٱلَّذِينَ ءَامَنُواْ سَبِيلًا",
    "TRANSLATION": "Há Ngươi (Sứ Giả!) không lưu ý đến những kẻ đã được ban cho một phần Kinh Sách? Chúng tin tưởng nơi pháp thuật và Tà thần (Taghut) và chúng nói với những kẻ không có đức tin rằng họ là những người được hướng dẫn đúng đường hơn là những người (Muslim) có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "545",
    "SURAH": "4",
    "AYAH": "52",
    "ARABIC_TEXT": "أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُۖ وَمَن يَلۡعَنِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ نَصِيرًا",
    "TRANSLATION": "Họ là những kẻ đã bị Allah nguyền rủa; và ai đã bị Allah nguyền rủa thì Ngươi (Muhammad) sẽ không bao giờ tìm được cho y một người giúp đỡ nào.",
    "FOOTNOTES": ""
  },
  {
    "ID": "546",
    "SURAH": "4",
    "AYAH": "53",
    "ARABIC_TEXT": "أَمۡ لَهُمۡ نَصِيبٞ مِّنَ ٱلۡمُلۡكِ فَإِذٗا لَّا يُؤۡتُونَ ٱلنَّاسَ نَقِيرًا",
    "TRANSLATION": "Phải chăng chúng có một phần vương quyền? Nếu quả thật như thế thì chúng sẽ không bao giờ cho người ta một tí nào cả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "547",
    "SURAH": "4",
    "AYAH": "54",
    "ARABIC_TEXT": "أَمۡ يَحۡسُدُونَ ٱلنَّاسَ عَلَىٰ مَآ ءَاتَىٰهُمُ ٱللَّهُ مِن فَضۡلِهِۦۖ فَقَدۡ ءَاتَيۡنَآ ءَالَ إِبۡرَٰهِيمَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَءَاتَيۡنَٰهُم مُّلۡكًا عَظِيمٗا",
    "TRANSLATION": "Hoặc phải chăng chúng ganh tị với người ta về Đặc ân mà Allah đã ban cho họ? Nhưng chắc chắn TA đã ban cho dòng dõi của Ibrahim Kinh Sách và Lẽ đúng đắn khôn ngoan và ban cho họ một vương quốc rộng lớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "548",
    "SURAH": "4",
    "AYAH": "55",
    "ARABIC_TEXT": "فَمِنۡهُم مَّنۡ ءَامَنَ بِهِۦ وَمِنۡهُم مَّن صَدَّ عَنۡهُۚ وَكَفَىٰ بِجَهَنَّمَ سَعِيرًا",
    "TRANSLATION": "Nhưng trong chúng (người Do thái và tín đồ Thiên Chúa giáo), có người tin tưởng nơi Y (Muhammad) và có người quay mặt lánh xa Y; và hỏa ngục có đủ lửa ngọn (để đốt chúng).",
    "FOOTNOTES": ""
  },
  {
    "ID": "549",
    "SURAH": "4",
    "AYAH": "56",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِنَا سَوۡفَ نُصۡلِيهِمۡ نَارٗا كُلَّمَا نَضِجَتۡ جُلُودُهُم بَدَّلۡنَٰهُمۡ جُلُودًا غَيۡرَهَا لِيَذُوقُواْ ٱلۡعَذَابَۗ إِنَّ ٱللَّهَ كَانَ عَزِيزًا حَكِيمٗا",
    "TRANSLATION": "Quả thật, những ai phủ nhận các Lời Mặc Khải của TA sẽ sớm bị TA ném vào Lửa (của hỏa ngục); mỗi lần lớp da của chúng bị nướng chín, TA cho thay lớp da mới để chúng tiếp tục nếm hình phạt (của Lửa). Quả thật, Allah Toàn Năng, Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "550",
    "SURAH": "4",
    "AYAH": "57",
    "ARABIC_TEXT": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ لَّهُمۡ فِيهَآ أَزۡوَٰجٞ مُّطَهَّرَةٞۖ وَنُدۡخِلُهُمۡ ظِلّٗا ظَلِيلًا",
    "TRANSLATION": "Ngược lại, những ai có đức tin và làm việc thiện thì sẽ sớm được TA cho vào những Ngôi vườn (thiên đàng) bên dưới có các dòng sông chảy, họ sẽ sống trong đó đờ đời; trong đó họ sẽ có những người bạn đời trong sạch; và TA sẽ đưa họ đến nghỉ ngơi dưới tàn cây mát rượi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "551",
    "SURAH": "4",
    "AYAH": "58",
    "ARABIC_TEXT": "۞ إِنَّ ٱللَّهَ يَأۡمُرُكُمۡ أَن تُؤَدُّواْ ٱلۡأَمَٰنَٰتِ إِلَىٰٓ أَهۡلِهَا وَإِذَا حَكَمۡتُم بَيۡنَ ٱلنَّاسِ أَن تَحۡكُمُواْ بِٱلۡعَدۡلِۚ إِنَّ ٱللَّهَ نِعِمَّا يَعِظُكُم بِهِۦٓۗ إِنَّ ٱللَّهَ كَانَ سَمِيعَۢا بَصِيرٗا",
    "TRANSLATION": "Quả thật, Allah ra lệnh cho các ngươi phải giao hoàn tín vật (amanah) về lại cho chủ nhân của nó và khi các ngươi xét xử người ta, hãy xét xử với sự công bằng. Quả thật, tuyệt hảo thay điều mà Allah dùng để khuyên dạy các ngươi. Quả thật, Allah là Đấng Hằng Nghe và là Đấng Hằng Thấy (mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "552",
    "SURAH": "4",
    "AYAH": "59",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَ وَأُوْلِي ٱلۡأَمۡرِ مِنكُمۡۖ فَإِن تَنَٰزَعۡتُمۡ فِي شَيۡءٖ فَرُدُّوهُ إِلَى ٱللَّهِ وَٱلرَّسُولِ إِن كُنتُمۡ تُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلًا",
    "TRANSLATION": "Hỡi những ai có đức tin! Hãy tuân mệnh Allah và tuân lệnh Sứ Giả (của Allah) và (tuân theo) những (viên chức) có thẩm quyền trong các ngươi. Nhưng nếu các ngươi bất đồng ý kiến về điều gì, hãy quay về tham khảo Allah (qua Qur'an) và Sứ Giả (của Allah - qua Sunnah của Y) nếu các ngươi tin tưởng nơi Allah và nơi Ngày (Phán xử) Cuối Cùng. Đó là lối giải thích tốt nhất và đúng đắn nhất.",
    "FOOTNOTES": ""
  },
  {
    "ID": "553",
    "SURAH": "4",
    "AYAH": "60",
    "ARABIC_TEXT": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يَزۡعُمُونَ أَنَّهُمۡ ءَامَنُواْ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَ يُرِيدُونَ أَن يَتَحَاكَمُوٓاْ إِلَى ٱلطَّٰغُوتِ وَقَدۡ أُمِرُوٓاْ أَن يَكۡفُرُواْ بِهِۦۖ وَيُرِيدُ ٱلشَّيۡطَٰنُ أَن يُضِلَّهُمۡ ضَلَٰلَۢا بَعِيدٗا",
    "TRANSLATION": "Há Ngươi (Muhammad!) không lưu ý đến những kẻ đã xác nhận việc chúng tin nơi điều (mặc khải) đã được ban xuống cho Ngươi và nơi điều đã được ban xuống (vào thời) trước Ngươi hay sao? Chúng muốn nhờ Tà thần (Taghut) xét xử công việc của chúng trong lúc chúng được lệnh phải tẩy chay (Tà thần). Và Shaytan muốn dắt chúng lạc đạo rất xa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "554",
    "SURAH": "4",
    "AYAH": "61",
    "ARABIC_TEXT": "وَإِذَا قِيلَ لَهُمۡ تَعَالَوۡاْ إِلَىٰ مَآ أَنزَلَ ٱللَّهُ وَإِلَى ٱلرَّسُولِ رَأَيۡتَ ٱلۡمُنَٰفِقِينَ يَصُدُّونَ عَنكَ صُدُودٗا",
    "TRANSLATION": "Và khi có lời nhắc chúng: “Hãy đến (nghe) điều Mặc khải do Allah ban xuống và đến gặp Sứ Giả (của Allah), Ngươi thấy những tên giả tạo đức tin quay mặt lánh xa Ngươi, dang ra thật xa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "555",
    "SURAH": "4",
    "AYAH": "62",
    "ARABIC_TEXT": "فَكَيۡفَ إِذَآ أَصَٰبَتۡهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ ثُمَّ جَآءُوكَ يَحۡلِفُونَ بِٱللَّهِ إِنۡ أَرَدۡنَآ إِلَّآ إِحۡسَٰنٗا وَتَوۡفِيقًا",
    "TRANSLATION": "Thế thì sự việc sẽ ra sao khi chúng gặp phải tai họa do hậu quả của những việc (tội lỗi) mà bàn tay của chúng đã gởi đi trước cho chúng? Rồi chúng đến gặp Ngươi thề thốt nhân danh Allah nói: “Quả thật, chúng tôi chỉ muốn điều lành và sự hòa thuận mà thôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "556",
    "SURAH": "4",
    "AYAH": "63",
    "ARABIC_TEXT": "أُوْلَٰٓئِكَ ٱلَّذِينَ يَعۡلَمُ ٱللَّهُ مَا فِي قُلُوبِهِمۡ فَأَعۡرِضۡ عَنۡهُمۡ وَعِظۡهُمۡ وَقُل لَّهُمۡ فِيٓ أَنفُسِهِمۡ قَوۡلَۢا بَلِيغٗا",
    "TRANSLATION": "Chúng là những kẻ mà Allah biết rõ những điều (thối nát) nằm trong lòng của chúng. Bởi thế, hãy lánh xa chúng, nhưng hãy cảnh cáo chúng và nói với chúng lời lẽ thấm thía vào tim gan của chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "557",
    "SURAH": "4",
    "AYAH": "64",
    "ARABIC_TEXT": "وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا لِيُطَاعَ بِإِذۡنِ ٱللَّهِۚ وَلَوۡ أَنَّهُمۡ إِذ ظَّلَمُوٓاْ أَنفُسَهُمۡ جَآءُوكَ فَٱسۡتَغۡفَرُواْ ٱللَّهَ وَٱسۡتَغۡفَرَ لَهُمُ ٱلرَّسُولُ لَوَجَدُواْ ٱللَّهَ تَوَّابٗا رَّحِيمٗا",
    "TRANSLATION": "Và TA cử một Sứ Giả đến chỉ là để cho (dân chúng) tuân theo với sự chấp thuận của Allah. Nhưng nếu trường hợp chúng làm hại tâm hồn của chúng rồi đến gặp Ngươi để nhờ Ngươi xin Allah tha thứ và Sứ Giả (của Allah) xin Allah tha thứ cho chúng thì chúng sẽ thấy Allah Hằng Quay lại Tha thứ, Rất Mực Khoan Dung (đối với bầy tôi của Ngài).",
    "FOOTNOTES": ""
  },
  {
    "ID": "558",
    "SURAH": "4",
    "AYAH": "65",
    "ARABIC_TEXT": "فَلَا وَرَبِّكَ لَا يُؤۡمِنُونَ حَتَّىٰ يُحَكِّمُوكَ فِيمَا شَجَرَ بَيۡنَهُمۡ ثُمَّ لَا يَجِدُواْ فِيٓ أَنفُسِهِمۡ حَرَجٗا مِّمَّا قَضَيۡتَ وَيُسَلِّمُواْ تَسۡلِيمٗا",
    "TRANSLATION": "Nhưng không, nhân danh Thượng Đế của Ngươi, chúng chỉ thật lòng tin tưởng khi nào chúng đến yêu cầu Ngươi đứng ra phân xử về điều chúng đang tranh chấp rồi chúng cảm thấy không uất ức trong lòng về quyết định mà Ngươi đã đưa ra và chúng hoàn toàn qui phục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "559",
    "SURAH": "4",
    "AYAH": "66",
    "ARABIC_TEXT": "وَلَوۡ أَنَّا كَتَبۡنَا عَلَيۡهِمۡ أَنِ ٱقۡتُلُوٓاْ أَنفُسَكُمۡ أَوِ ٱخۡرُجُواْ مِن دِيَٰرِكُم مَّا فَعَلُوهُ إِلَّا قَلِيلٞ مِّنۡهُمۡۖ وَلَوۡ أَنَّهُمۡ فَعَلُواْ مَا يُوعَظُونَ بِهِۦ لَكَانَ خَيۡرٗا لَّهُمۡ وَأَشَدَّ تَثۡبِيتٗا",
    "TRANSLATION": "Và nếu TA ra lệnh cho chúng “Hãy hy sinh tính mạng hoặc bỏ nhà cửa ra đi (chinh chiến)” thì chỉ một số ít trong bọn chúng làm theo; và nếu chúng làm theo điều yêu cầu thì chắc chắn điều đó tốt và vững chắc hơn (về đức tin) cho chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "560",
    "SURAH": "4",
    "AYAH": "67",
    "ARABIC_TEXT": "وَإِذٗا لَّأٓتَيۡنَٰهُم مِّن لَّدُنَّآ أَجۡرًا عَظِيمٗا",
    "TRANSLATION": "Và trong trường hợp đó TA sẽ tự tay ban cho chúng một phần thưởng rất lớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "561",
    "SURAH": "4",
    "AYAH": "68",
    "ARABIC_TEXT": "وَلَهَدَيۡنَٰهُمۡ صِرَٰطٗا مُّسۡتَقِيمٗا",
    "TRANSLATION": "Và chắc chắn TA sẽ hướng dẫn chúng theo đúng Chính Đạo.",
    "FOOTNOTES": ""
  },
  {
    "ID": "562",
    "SURAH": "4",
    "AYAH": "69",
    "ARABIC_TEXT": "وَمَن يُطِعِ ٱللَّهَ وَٱلرَّسُولَ فَأُوْلَٰٓئِكَ مَعَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّـۧنَ وَٱلصِّدِّيقِينَ وَٱلشُّهَدَآءِ وَٱلصَّٰلِحِينَۚ وَحَسُنَ أُوْلَٰٓئِكَ رَفِيقٗا",
    "TRANSLATION": "Và ai vâng lệnh Allah và Sứ Giả (của Allah) thì sẽ là cùng hội cùng thuyền với những người đã được Allah ban cho Ân huệ trong hàng ngũ của các Nabi và của những người yêu chuộng sự Thật, của những anh hùng tử đạo và của những người ngoan đạo. Thật tuyệt hảo thay hội đoàn gồm những người đó!",
    "FOOTNOTES": ""
  },
  {
    "ID": "563",
    "SURAH": "4",
    "AYAH": "70",
    "ARABIC_TEXT": "ذَٰلِكَ ٱلۡفَضۡلُ مِنَ ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ عَلِيمٗا",
    "TRANSLATION": "Đó là Thiên ân của Allah và Allah biết đủ hết mọi việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "564",
    "SURAH": "4",
    "AYAH": "71",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ خُذُواْ حِذۡرَكُمۡ فَٱنفِرُواْ ثُبَاتٍ أَوِ ٱنفِرُواْ جَمِيعٗا",
    "TRANSLATION": "Hỡi những ai có đức tin! Hãy đề cao cảnh giác và chuẩn bị cẩn thận khi các ngươi xuất quân ra trận từng nhóm hay toàn đội.",
    "FOOTNOTES": ""
  },
  {
    "ID": "565",
    "SURAH": "4",
    "AYAH": "72",
    "ARABIC_TEXT": "وَإِنَّ مِنكُمۡ لَمَن لَّيُبَطِّئَنَّ فَإِنۡ أَصَٰبَتۡكُم مُّصِيبَةٞ قَالَ قَدۡ أَنۡعَمَ ٱللَّهُ عَلَيَّ إِذۡ لَمۡ أَكُن مَّعَهُمۡ شَهِيدٗا",
    "TRANSLATION": "Và quả thật, trong các ngươi, có người chậm trễ đằng sau (khi xuất quân). Bởi thế, nếu chẳng may các ngươi gặp hoạn nạn thì hắn nói ngay: “Chắc chắn Allah đã đặc ân cho tôi khi tôi không có mặt với họ.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "566",
    "SURAH": "4",
    "AYAH": "73",
    "ARABIC_TEXT": "وَلَئِنۡ أَصَٰبَكُمۡ فَضۡلٞ مِّنَ ٱللَّهِ لَيَقُولَنَّ كَأَن لَّمۡ تَكُنۢ بَيۡنَكُمۡ وَبَيۡنَهُۥ مَوَدَّةٞ يَٰلَيۡتَنِي كُنتُ مَعَهُمۡ فَأَفُوزَ فَوۡزًا عَظِيمٗا",
    "TRANSLATION": "Ngược lại, nếu các ngươi gặp điều may mắn do Allah ban cấp thì chắc chắn hắn sẽ nói ra điều làm như giữa các ngươi và hắn chẳng có một chút quan hệ tình cảm nào cả. Hắn nói: “Thật đáng tiếc! Phải chi tôi có mặt với họ thì tôi sẽ chiến thắng vẻ vang.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "567",
    "SURAH": "4",
    "AYAH": "74",
    "ARABIC_TEXT": "۞ فَلۡيُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ ٱلَّذِينَ يَشۡرُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا بِٱلۡأٓخِرَةِۚ وَمَن يُقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ فَيُقۡتَلۡ أَوۡ يَغۡلِبۡ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا",
    "TRANSLATION": "Bởi thế, hãy để cho những ai bán đời sống trần tục này đổi lấy đời sau, chiến đấu cho Chính Nghĩa của Allah. Và ai chiến đấu cho Chính Nghĩa của Allah, dù bị giết hay chiến thắng, thì sẽ sớm được TA ban cho một phần thưởng rất lớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "568",
    "SURAH": "4",
    "AYAH": "75",
    "ARABIC_TEXT": "وَمَا لَكُمۡ لَا تُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ ٱلَّذِينَ يَقُولُونَ رَبَّنَآ أَخۡرِجۡنَا مِنۡ هَٰذِهِ ٱلۡقَرۡيَةِ ٱلظَّالِمِ أَهۡلُهَا وَٱجۡعَل لَّنَا مِن لَّدُنكَ وَلِيّٗا وَٱجۡعَل لَّنَا مِن لَّدُنكَ نَصِيرًا",
    "TRANSLATION": "Và điều gì cản các ngươi không đi chiến đấu cho Chính Nghĩa của Allah để bênh vực cho những người đàn ông, đàn bà và trẻ thơ cô thế bị áp bức, cho những người đã cầu nguyện, thưa: “Lạy Thượng Đế của bầy tôi! Xin Ngài cứu bầy tôi ra khỏi thị trấn này, dân cư của nó là những kẻ áp bức bất công và xin Ngài dựng lên một Người bảo hộ để bảo vệ và một Vị cứu tinh để giúp đỡ bầy tôi!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "569",
    "SURAH": "4",
    "AYAH": "76",
    "ARABIC_TEXT": "ٱلَّذِينَ ءَامَنُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱللَّهِۖ وَٱلَّذِينَ كَفَرُواْ يُقَٰتِلُونَ فِي سَبِيلِ ٱلطَّٰغُوتِ فَقَٰتِلُوٓاْ أَوۡلِيَآءَ ٱلشَّيۡطَٰنِۖ إِنَّ كَيۡدَ ٱلشَّيۡطَٰنِ كَانَ ضَعِيفًا",
    "TRANSLATION": "Những ai có đức tin thì chiến đấu cho Chính Nghĩa của Allah; ngược lại, những ai phủ nhận đức tin thì chiến đấu cho Tà thần (Taghut); bởi thế, hãy chiến đấu chống bạn bè của Shaytan bởi vì quả thật mưu kế của Shaytan yếu kém.",
    "FOOTNOTES": ""
  },
  {
    "ID": "570",
    "SURAH": "4",
    "AYAH": "77",
    "ARABIC_TEXT": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ قِيلَ لَهُمۡ كُفُّوٓاْ أَيۡدِيَكُمۡ وَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ فَلَمَّا كُتِبَ عَلَيۡهِمُ ٱلۡقِتَالُ إِذَا فَرِيقٞ مِّنۡهُمۡ يَخۡشَوۡنَ ٱلنَّاسَ كَخَشۡيَةِ ٱللَّهِ أَوۡ أَشَدَّ خَشۡيَةٗۚ وَقَالُواْ رَبَّنَا لِمَ كَتَبۡتَ عَلَيۡنَا ٱلۡقِتَالَ لَوۡلَآ أَخَّرۡتَنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖۗ قُلۡ مَتَٰعُ ٱلدُّنۡيَا قَلِيلٞ وَٱلۡأٓخِرَةُ خَيۡرٞ لِّمَنِ ٱتَّقَىٰ وَلَا تُظۡلَمُونَ فَتِيلًا",
    "TRANSLATION": "Há Ngươi không lưu ý đến những kẻ đã được bảo hãy ngưng tay chiến đấu và dâng lễ nguyện Salah một cách chu đáo và đóng Zakah! Nhưng sau đó khi lệnh chiến đấu được truyền xuống cho chúng thì này! Một thành phần của bọn chúng sợ người ta như sợ Allah hoặc sợ dữ hơn nữa. Chúng than: “Lạy Thượng Đế của bầy tôi! Tại sao Ngài bắt bầy tôi đi chiến đấu? Sao Ngài không buông tha cho bầy tôi sống đến lúc mãn hạn sắp tới?” Hãy bảo chúng: “Đời sống trần gian này ngắn ngủi trong lúc đời sống Ngày sau tốt hơn cho người ngay chính sợ Allah và các ngươi sẽ không bị đối xử bất công một tí nào.",
    "FOOTNOTES": ""
  },
  {
    "ID": "571",
    "SURAH": "4",
    "AYAH": "78",
    "ARABIC_TEXT": "أَيۡنَمَا تَكُونُواْ يُدۡرِككُّمُ ٱلۡمَوۡتُ وَلَوۡ كُنتُمۡ فِي بُرُوجٖ مُّشَيَّدَةٖۗ وَإِن تُصِبۡهُمۡ حَسَنَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِ ٱللَّهِۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَقُولُواْ هَٰذِهِۦ مِنۡ عِندِكَۚ قُلۡ كُلّٞ مِّنۡ عِندِ ٱللَّهِۖ فَمَالِ هَٰٓؤُلَآءِ ٱلۡقَوۡمِ لَا يَكَادُونَ يَفۡقَهُونَ حَدِيثٗا",
    "TRANSLATION": "“Bất cứ nơi nào các ngươi ở, cái chết sẽ đến bắt các ngươi dù có ở trong các thành lũy kiên cố đi nữa!” Và khi gặp một điều lành, chúng nói: “Điều (lành) này do Allah ban cho.” Ngược lại, khi gặp điều chẳng lành, chúng nói: “Điều (dữ) này do Ngươi (Muhammad) gây ra.” Hãy bảo chúng: “Mọi chuyện đều do Allah (quyết định) cả,” thế đám người này gặp điều gì vậy? Hầu như chúng không hiểu bất cứ câu chuyện gì!",
    "FOOTNOTES": ""
  },
  {
    "ID": "572",
    "SURAH": "4",
    "AYAH": "79",
    "ARABIC_TEXT": "مَّآ أَصَابَكَ مِنۡ حَسَنَةٖ فَمِنَ ٱللَّهِۖ وَمَآ أَصَابَكَ مِن سَيِّئَةٖ فَمِن نَّفۡسِكَۚ وَأَرۡسَلۡنَٰكَ لِلنَّاسِ رَسُولٗاۚ وَكَفَىٰ بِٱللَّهِ شَهِيدٗا",
    "TRANSLATION": "(Này hỡi người!) Nếu ngươi gặp điều lành thì đó là do Allah ban cho. Ngược lại, nếu ngươi gặp điều dữ thì đó là tự mình làm ra. Và TA chỉ cử Ngươi (Muhammad!) làm một Sứ Giả (để mang Thông điệp) đến cho nhân loại. Và Allah đủ làm một Nhân chứng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "573",
    "SURAH": "4",
    "AYAH": "80",
    "ARABIC_TEXT": "مَّن يُطِعِ ٱلرَّسُولَ فَقَدۡ أَطَاعَ ٱللَّهَۖ وَمَن تَوَلَّىٰ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظٗا",
    "TRANSLATION": "Ai vâng lời Sứ Giả (của Allah) là tuân mệnh Allah. Và ai (bất tuân) quay bỏ đi thì TA không phái Ngươi (Muhammad) đến để canh gác chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "574",
    "SURAH": "4",
    "AYAH": "81",
    "ARABIC_TEXT": "وَيَقُولُونَ طَاعَةٞ فَإِذَا بَرَزُواْ مِنۡ عِندِكَ بَيَّتَ طَآئِفَةٞ مِّنۡهُمۡ غَيۡرَ ٱلَّذِي تَقُولُۖ وَٱللَّهُ يَكۡتُبُ مَا يُبَيِّتُونَۖ فَأَعۡرِضۡ عَنۡهُمۡ وَتَوَكَّلۡ عَلَى ٱللَّهِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
    "TRANSLATION": "Và chúng nói: “Vâng lời” nhưng khi đi khuất mặt Ngươi, một thành phần trong bọn chúng ban đêm bàn tính làm điều khác với điều mà Ngươi đã nói với chúng. Allah cho ghi chép điều chúng âm mưu ban đêm. Bởi thế, hãy lánh xa chúng và hãy phó thác cho Allah và Allah đủ làm một Đấng Thọ Lãnh (sắp đặt công việc được giao phó).",
    "FOOTNOTES": ""
  },
  {
    "ID": "575",
    "SURAH": "4",
    "AYAH": "82",
    "ARABIC_TEXT": "أَفَلَا يَتَدَبَّرُونَ ٱلۡقُرۡءَانَۚ وَلَوۡ كَانَ مِنۡ عِندِ غَيۡرِ ٱللَّهِ لَوَجَدُواْ فِيهِ ٱخۡتِلَٰفٗا كَثِيرٗا",
    "TRANSLATION": "Tại sao chúng không chịu nghiền ngẫm về Qur’an. Nếu là từ một Đấng nào khác Allah thì chắc chắn chúng sẽ tìm thấy trong đó nhiều mâu thuẫn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "576",
    "SURAH": "4",
    "AYAH": "83",
    "ARABIC_TEXT": "وَإِذَا جَآءَهُمۡ أَمۡرٞ مِّنَ ٱلۡأَمۡنِ أَوِ ٱلۡخَوۡفِ أَذَاعُواْ بِهِۦۖ وَلَوۡ رَدُّوهُ إِلَى ٱلرَّسُولِ وَإِلَىٰٓ أُوْلِي ٱلۡأَمۡرِ مِنۡهُمۡ لَعَلِمَهُ ٱلَّذِينَ يَسۡتَنۢبِطُونَهُۥ مِنۡهُمۡۗ وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكُمۡ وَرَحۡمَتُهُۥ لَٱتَّبَعۡتُمُ ٱلشَّيۡطَٰنَ إِلَّا قَلِيلٗا",
    "TRANSLATION": "Và khi thấy có tin tức liên hệ đến nền an ninh công cộng hoặc có điều gì sợ sệt thì chúng phổ biến nó ra ngoài. Nếu chúng báo cáo nó lên Sứ Giả (của Allah) hoặc lên giới chức có thẩm quyền thì những người có khả năng nghiên cứu đều biết tin tức đó từ đâu đến. Và nếu Allah không nhân từ và khoan dung thì tất cả các ngươi ngoại trừ một số ít đã theo Shaytan rồi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "577",
    "SURAH": "4",
    "AYAH": "84",
    "ARABIC_TEXT": "فَقَٰتِلۡ فِي سَبِيلِ ٱللَّهِ لَا تُكَلَّفُ إِلَّا نَفۡسَكَۚ وَحَرِّضِ ٱلۡمُؤۡمِنِينَۖ عَسَى ٱللَّهُ أَن يَكُفَّ بَأۡسَ ٱلَّذِينَ كَفَرُواْۚ وَٱللَّهُ أَشَدُّ بَأۡسٗا وَأَشَدُّ تَنكِيلٗا",
    "TRANSLATION": "Bởi thế, hãy chiến đấu cho Chính Nghĩa của Allah. Ngươi chỉ chịu trách nhiệm cho bản thân của Ngươi. Nhưng hãy động viên tinh thần của những người có đức tin. Có lẽ Allah sẽ chặn đứng sức mạnh của những kẻ ngoại đạo bởi vì Allah mạnh hơn tất cả về sức lực và về sự trừng phạt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "578",
    "SURAH": "4",
    "AYAH": "85",
    "ARABIC_TEXT": "مَّن يَشۡفَعۡ شَفَٰعَةً حَسَنَةٗ يَكُن لَّهُۥ نَصِيبٞ مِّنۡهَاۖ وَمَن يَشۡفَعۡ شَفَٰعَةٗ سَيِّئَةٗ يَكُن لَّهُۥ كِفۡلٞ مِّنۡهَاۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقِيتٗا",
    "TRANSLATION": "Ai can thiệp bằng một sự can thiệp tốt thì sẽ có phần trong đó; ngược lại ai can thiệp bằng một sự can thiệp tội lỗi thì sẽ chịu trách nhiệm trong đó. Bởi vì Allah là Đấng Giám Sát tất cả mọi việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "579",
    "SURAH": "4",
    "AYAH": "86",
    "ARABIC_TEXT": "وَإِذَا حُيِّيتُم بِتَحِيَّةٖ فَحَيُّواْ بِأَحۡسَنَ مِنۡهَآ أَوۡ رُدُّوهَآۗ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَيۡءٍ حَسِيبًا",
    "TRANSLATION": "Và khi các ngươi được chào hỏi lịch thiệp, hãy đáp lại bằng lời chào tốt hơn hoặc ít ra cũng với lời chào tương tự. Bởi vì quả thật, Allah là Đấng tính sổ tất cả các vấn đề.",
    "FOOTNOTES": ""
  },
  {
    "ID": "580",
    "SURAH": "4",
    "AYAH": "87",
    "ARABIC_TEXT": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ لَيَجۡمَعَنَّكُمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَا رَيۡبَ فِيهِۗ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ حَدِيثٗا",
    "TRANSLATION": "Allah! Không có Thượng Đế nào khác duy chỉ Ngài (là Thượng Đế). Ngài sẽ tập trung các ngươi trở lại vào Ngày phục sinh mà không có gì phải ngờ vực cả. Và ai thật hơn Allah về Lời tuyên bố?",
    "FOOTNOTES": ""
  },
  {
    "ID": "581",
    "SURAH": "4",
    "AYAH": "88",
    "ARABIC_TEXT": "۞ فَمَا لَكُمۡ فِي ٱلۡمُنَٰفِقِينَ فِئَتَيۡنِ وَٱللَّهُ أَرۡكَسَهُم بِمَا كَسَبُوٓاْۚ أَتُرِيدُونَ أَن تَهۡدُواْ مَنۡ أَضَلَّ ٱللَّهُۖ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا",
    "TRANSLATION": "Tại sao các ngươi chia rẽ nhau thành hai nhóm chỉ vì (vấn đề của) những tên giả tạo đức tin trong lúc Allah lật đổ chúng vì những điều (gian ác) mà chúng đã gây ra? Phải chăng các ngươi muốn hướng dẫn những kẻ mà Allah đánh lạc hướng hay sao? Và ai mà Allah đánh lạc hướng thì Ngươi sẽ không bao giờ tìm được cho y một con đường (ngay chính).",
    "FOOTNOTES": ""
  },
  {
    "ID": "582",
    "SURAH": "4",
    "AYAH": "89",
    "ARABIC_TEXT": "وَدُّواْ لَوۡ تَكۡفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَآءٗۖ فَلَا تَتَّخِذُواْ مِنۡهُمۡ أَوۡلِيَآءَ حَتَّىٰ يُهَاجِرُواْ فِي سَبِيلِ ٱللَّهِۚ فَإِن تَوَلَّوۡاْ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ وَجَدتُّمُوهُمۡۖ وَلَا تَتَّخِذُواْ مِنۡهُمۡ وَلِيّٗا وَلَا نَصِيرًا",
    "TRANSLATION": "Chúng chỉ mong cho các ngươi phủ nhận đức tin giống như việc chúng phủ nhận đức tin để cho đôi bên bằng nhau. Bởi thế, chớ nhận ai trong bọn chúng làm người đỡ đầu ngoại trừ trường hợp vì Chính Nghĩa của Allah mà chúng di cư (đến Madinah với các ngươi). Nhưng nếu chúng bội giáo, hãy bắt và giết chúng nơi nào các ngươi tìm ra chúng. Và chớ nhận ai trong bọn chúng làm người đỡ đầu hay giúp đỡ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "583",
    "SURAH": "4",
    "AYAH": "90",
    "ARABIC_TEXT": "إِلَّا ٱلَّذِينَ يَصِلُونَ إِلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٌ أَوۡ جَآءُوكُمۡ حَصِرَتۡ صُدُورُهُمۡ أَن يُقَٰتِلُوكُمۡ أَوۡ يُقَٰتِلُواْ قَوۡمَهُمۡۚ وَلَوۡ شَآءَ ٱللَّهُ لَسَلَّطَهُمۡ عَلَيۡكُمۡ فَلَقَٰتَلُوكُمۡۚ فَإِنِ ٱعۡتَزَلُوكُمۡ فَلَمۡ يُقَٰتِلُوكُمۡ وَأَلۡقَوۡاْ إِلَيۡكُمُ ٱلسَّلَمَ فَمَا جَعَلَ ٱللَّهُ لَكُمۡ عَلَيۡهِمۡ سَبِيلٗا",
    "TRANSLATION": "Ngọai trừ những ai gia nhập nhóm (đồng minh) mà các ngươi đã ký một hiệp ước (hoà bình) với họ hoặc những ai đến gặp các ngươi với thiện tâm muốn cầu hoà hoặc không chiến tranh với người dân ngoại đạo của chúng. Và nếu Allah muốn, Ngài sẽ thừa sức làm cho chúng có ưu thế hơn các ngươi. Nhưng nếu chúng rút lui xa các ngươi, không đánh các ngườơi và đề nghị hoà bình với các ngươi thì Allah sẽ không cho các người lý do nào để (chiến tranh) chống lại chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "584",
    "SURAH": "4",
    "AYAH": "91",
    "ARABIC_TEXT": "سَتَجِدُونَ ءَاخَرِينَ يُرِيدُونَ أَن يَأۡمَنُوكُمۡ وَيَأۡمَنُواْ قَوۡمَهُمۡ كُلَّ مَا رُدُّوٓاْ إِلَى ٱلۡفِتۡنَةِ أُرۡكِسُواْ فِيهَاۚ فَإِن لَّمۡ يَعۡتَزِلُوكُمۡ وَيُلۡقُوٓاْ إِلَيۡكُمُ ٱلسَّلَمَ وَيَكُفُّوٓاْ أَيۡدِيَهُمۡ فَخُذُوهُمۡ وَٱقۡتُلُوهُمۡ حَيۡثُ ثَقِفۡتُمُوهُمۡۚ وَأُوْلَٰٓئِكُمۡ جَعَلۡنَا لَكُمۡ عَلَيۡهِمۡ سُلۡطَٰنٗا مُّبِينٗا",
    "TRANSLATION": "Các ngươi sẽ thấy có những người khác (bọn chúng) muốn được sống yên ổn với các ngươi và với người dân ngoại đạo của họ nữa. Nhưng mỗi lần bị lôi cuốn vào vòng thù nghịch, họ liền bội ước. Bởi thế, nếu họ không chịu rút lui xa các ngươi, không đưa ra đề nghị hòa bình cũng không chịu ngưng chiến thì hãy bắt và giết họ nơi nào các ngươi tìm ra họ. Trường hợp của những người này, TA ban cho các ngươi thẩm quyền trừng phạt họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "585",
    "SURAH": "4",
    "AYAH": "92",
    "ARABIC_TEXT": "وَمَا كَانَ لِمُؤۡمِنٍ أَن يَقۡتُلَ مُؤۡمِنًا إِلَّا خَطَـٔٗاۚ وَمَن قَتَلَ مُؤۡمِنًا خَطَـٔٗا فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖ وَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦٓ إِلَّآ أَن يَصَّدَّقُواْۚ فَإِن كَانَ مِن قَوۡمٍ عَدُوّٖ لَّكُمۡ وَهُوَ مُؤۡمِنٞ فَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ وَإِن كَانَ مِن قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞ فَدِيَةٞ مُّسَلَّمَةٌ إِلَىٰٓ أَهۡلِهِۦ وَتَحۡرِيرُ رَقَبَةٖ مُّؤۡمِنَةٖۖ فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ تَوۡبَةٗ مِّنَ ٱللَّهِۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا",
    "TRANSLATION": "Một người có đức tin không được giết hại một người có đức tin khác trừ phi vì lầm lỗi. Và người nào vì lỗi lầm đã giết một người có đức tin thì phải phóng thích một người nô lệ có đức tin và bồi thường nhân mạng cho gia đình người chết trừ phi vì nhân đạo họ từ chối nhận tiền bồi thường đó. Nhưng nếu người chết thuộc đám dân đang thù nghịch với các ngươi và y là một người có đức tin thì việc phóng thích một người nô lệ có đức tin là đủ. Nhưng nếu nạn nhân là người thuộc đám dân mà các ngươi đã ký một hiệp ước (hòa bình) với họ thì phải trả cho gia đình của nạn nhân tiền bồi thường nhân mạng cùng với việc phóng thích một người nô lệ có đức tin. Đối với phạm nhân nào không có phương tiện để bồi thường thì phải nhịn chay hai tháng liên tục như là một phương cách tạ tội do Allah truyền xuống bởi vì Allah Hằng Biết, Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "586",
    "SURAH": "4",
    "AYAH": "93",
    "ARABIC_TEXT": "وَمَن يَقۡتُلۡ مُؤۡمِنٗا مُّتَعَمِّدٗا فَجَزَآؤُهُۥ جَهَنَّمُ خَٰلِدٗا فِيهَا وَغَضِبَ ٱللَّهُ عَلَيۡهِ وَلَعَنَهُۥ وَأَعَدَّ لَهُۥ عَذَابًا عَظِيمٗا",
    "TRANSLATION": "Và ai cố tình giết một người có đức tin thì phần thưởng cho y là hỏa ngục nơi mà hắn sẽ vào ở đời đời trong đó. Và Allah sẽ giận dữ và nguyền rủa hắn và chuẩn bị cho hắn một sự trừng phạt khủng khiếp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "587",
    "SURAH": "4",
    "AYAH": "94",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا ضَرَبۡتُمۡ فِي سَبِيلِ ٱللَّهِ فَتَبَيَّنُواْ وَلَا تَقُولُواْ لِمَنۡ أَلۡقَىٰٓ إِلَيۡكُمُ ٱلسَّلَٰمَ لَسۡتَ مُؤۡمِنٗا تَبۡتَغُونَ عَرَضَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ مَغَانِمُ كَثِيرَةٞۚ كَذَٰلِكَ كُنتُم مِّن قَبۡلُ فَمَنَّ ٱللَّهُ عَلَيۡكُمۡ فَتَبَيَّنُوٓاْۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا",
    "TRANSLATION": "Hỡi những ai có đức tin! Khi các ngươi ra đi chiến đấu cho Chính Nghĩa của Allah, hãy cân nhắc sự việc cho kỹ và chớ đáp lại bất cứ ai chào các ngươi bằng lời này: “Anh không là một người có đức tin”; chỉ mong tìm lợi lộc của đời sống trần gian này. Ngược lại, Allah có vô số chiến lợi phẩm nơi Ngài cho các ngươi. (Nên nhớ rằng) trước đây các ngươi lâm vào hoàn cảnh đúng như thế, rồi Allah đã đặc ân cho các ngươi; bởi thế, hãy cân nhắc cho kỹ (trước khi ra quân) bởi vì Allah Hằng Am Tường mọi việc các người làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "588",
    "SURAH": "4",
    "AYAH": "95",
    "ARABIC_TEXT": "لَّا يَسۡتَوِي ٱلۡقَٰعِدُونَ مِنَ ٱلۡمُؤۡمِنِينَ غَيۡرُ أُوْلِي ٱلضَّرَرِ وَٱلۡمُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡۚ فَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ عَلَى ٱلۡقَٰعِدِينَ دَرَجَةٗۚ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰۚ وَفَضَّلَ ٱللَّهُ ٱلۡمُجَٰهِدِينَ عَلَى ٱلۡقَٰعِدِينَ أَجۡرًا عَظِيمٗا",
    "TRANSLATION": "Trong số những người có đức tin, ngoại trừ các phế binh, những người ở lại nhà không ngang bằng với những người ra đi chiến đấu cho Chính Nghĩa của Allah vì họ hy sinh cả tài sản lẫn sinh mạng của họ. Allah đặc ân cấp bậc cao cho những người hy sinh tài sản lẫn sinh mạng của họ để chiến đấu (cho Allah) hơn những người ở lại nhà dẫu rằng Allah hứa ban điều tốt cho tất cả (những ai có đức tin). Và Allah ban đặc ân cho những ai tòng quân chiến đấu hơn những người ở lại nhà bằng một phần thưởng rất lớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "589",
    "SURAH": "4",
    "AYAH": "96",
    "ARABIC_TEXT": "دَرَجَٰتٖ مِّنۡهُ وَمَغۡفِرَةٗ وَرَحۡمَةٗۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمًا",
    "TRANSLATION": "(Họ sẽ được ban cho ) cấp bậc cao từ nơi Ngài cùng với sự Tha thứ và sự Khoan Dung (của Ngài) bởi Allah là Đấng Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "590",
    "SURAH": "4",
    "AYAH": "97",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ تَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡ قَالُواْ فِيمَ كُنتُمۡۖ قَالُواْ كُنَّا مُسۡتَضۡعَفِينَ فِي ٱلۡأَرۡضِۚ قَالُوٓاْ أَلَمۡ تَكُنۡ أَرۡضُ ٱللَّهِ وَٰسِعَةٗ فَتُهَاجِرُواْ فِيهَاۚ فَأُوْلَٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُۖ وَسَآءَتۡ مَصِيرًا",
    "TRANSLATION": "Quả thật, những ai mà Thiên Thần bắt hồn cho chết trong lúc họ tự làm hại bản thân mình thì (Thiên Thần) sẽ bảo: “Đâu là điều kiện của các ngươi?” Họ đáp: “Chúng tôi cô thế và bị áp bức trên mặt đất.” (Thiên Thần) bảo: “Thế đất đai của Allah không đủ rộng để cho các ngươi di cư (đi lánh nạn) hay sao?” Đối với những người như thế, nhà ở của họ là hỏa ngục, một nơi đến cuối cùng rất xấu xa!",
    "FOOTNOTES": ""
  },
  {
    "ID": "591",
    "SURAH": "4",
    "AYAH": "98",
    "ARABIC_TEXT": "إِلَّا ٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلرِّجَالِ وَٱلنِّسَآءِ وَٱلۡوِلۡدَٰنِ لَا يَسۡتَطِيعُونَ حِيلَةٗ وَلَا يَهۡتَدُونَ سَبِيلٗا",
    "TRANSLATION": "Ngọai trừ đàn ông, đàn bà và trẻ thơ thật sự yếu đuối và cô thế không có phương tiện (để di cư) cũng không được ai dẫn đường đi lánh nạn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "592",
    "SURAH": "4",
    "AYAH": "99",
    "ARABIC_TEXT": "فَأُوْلَٰٓئِكَ عَسَى ٱللَّهُ أَن يَعۡفُوَ عَنۡهُمۡۚ وَكَانَ ٱللَّهُ عَفُوًّا غَفُورٗا",
    "TRANSLATION": "Đối với những người này, may ra Allah sẽ tha thứ cho họ bởi vì Allah Hằng Lượng Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "593",
    "SURAH": "4",
    "AYAH": "100",
    "ARABIC_TEXT": "۞ وَمَن يُهَاجِرۡ فِي سَبِيلِ ٱللَّهِ يَجِدۡ فِي ٱلۡأَرۡضِ مُرَٰغَمٗا كَثِيرٗا وَسَعَةٗۚ وَمَن يَخۡرُجۡ مِنۢ بَيۡتِهِۦ مُهَاجِرًا إِلَى ٱللَّهِ وَرَسُولِهِۦ ثُمَّ يُدۡرِكۡهُ ٱلۡمَوۡتُ فَقَدۡ وَقَعَ أَجۡرُهُۥ عَلَى ٱللَّهِۗ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا",
    "TRANSLATION": "Và ai di cư vì Chính Nghĩa của Allah thì sẽ tìm thấy trên trái đất có nhiều chỗ tị nạn, bao la. Và ai vì Allah và Sứ Giả của Ngài mà bỏ nhà cửa ra đi tị nạn rồi chết nửa đường thì chắc chắn Allah sẽ chịu trách nhiệm về việc tưởng thưởng họ bởi vì Allah Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "594",
    "SURAH": "4",
    "AYAH": "101",
    "ARABIC_TEXT": "وَإِذَا ضَرَبۡتُمۡ فِي ٱلۡأَرۡضِ فَلَيۡسَ عَلَيۡكُمۡ جُنَاحٌ أَن تَقۡصُرُواْ مِنَ ٱلصَّلَوٰةِ إِنۡ خِفۡتُمۡ أَن يَفۡتِنَكُمُ ٱلَّذِينَ كَفَرُوٓاْۚ إِنَّ ٱلۡكَٰفِرِينَ كَانُواْ لَكُمۡ عَدُوّٗا مُّبِينٗا",
    "TRANSLATION": "Và khi di chuyển xa trên trái đất, các ngươi không mắc tội nếu rút ngắn việc dâng lễ Salah vì sợ những kẻ không có đức tin có thể tấn công các ngươi và quả thật những kẻ không có đức tin là kẻ thù công khai của các ngươi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "595",
    "SURAH": "4",
    "AYAH": "102",
    "ARABIC_TEXT": "وَإِذَا كُنتَ فِيهِمۡ فَأَقَمۡتَ لَهُمُ ٱلصَّلَوٰةَ فَلۡتَقُمۡ طَآئِفَةٞ مِّنۡهُم مَّعَكَ وَلۡيَأۡخُذُوٓاْ أَسۡلِحَتَهُمۡۖ فَإِذَا سَجَدُواْ فَلۡيَكُونُواْ مِن وَرَآئِكُمۡ وَلۡتَأۡتِ طَآئِفَةٌ أُخۡرَىٰ لَمۡ يُصَلُّواْ فَلۡيُصَلُّواْ مَعَكَ وَلۡيَأۡخُذُواْ حِذۡرَهُمۡ وَأَسۡلِحَتَهُمۡۗ وَدَّ ٱلَّذِينَ كَفَرُواْ لَوۡ تَغۡفُلُونَ عَنۡ أَسۡلِحَتِكُمۡ وَأَمۡتِعَتِكُمۡ فَيَمِيلُونَ عَلَيۡكُم مَّيۡلَةٗ وَٰحِدَةٗۚ وَلَا جُنَاحَ عَلَيۡكُمۡ إِن كَانَ بِكُمۡ أَذٗى مِّن مَّطَرٍ أَوۡ كُنتُم مَّرۡضَىٰٓ أَن تَضَعُوٓاْ أَسۡلِحَتَكُمۡۖ وَخُذُواْ حِذۡرَكُمۡۗ إِنَّ ٱللَّهَ أَعَدَّ لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا",
    "TRANSLATION": "Và khi Ngươi (Muhammad) ở cùng với họ (Muslim), Ngươi hãy đứng chủ lễ để hướng dẫn họ, và để cho một thành phần của họ cùng đứng dâng lễ với Ngươi mang theo vũ khí của họ. Bởi thế, khi họ đã lễ xong, để họ rút lui về đằng sau (giữ an ninh) và để cho số người còn lại chưa lễ bước đến cùng dâng lễ với Ngươi; và dặn họ nên đề phòng và mang theo vũ khí cùng với họ. Những kẻ ngoại đạo chỉ mong cho các ngươi lơ là về vũ khí và quân trang hầu thừa cơ đánh úp các ngươi một trận. Các ngươi không có tội nếu các ngươi để vũ khí sang một bên (để đi dâng lễ) vì nước mưa làm cho bất tiện hay vì đau ốm. Tuy nhiên, nên đề phòng cẩn thận. Quả thật, Allah đã chuẩn bị cho những kẻ không có đức tin một sự trừng phạt nhục nhã.",
    "FOOTNOTES": ""
  },
  {
    "ID": "596",
    "SURAH": "4",
    "AYAH": "103",
    "ARABIC_TEXT": "فَإِذَا قَضَيۡتُمُ ٱلصَّلَوٰةَ فَٱذۡكُرُواْ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِكُمۡۚ فَإِذَا ٱطۡمَأۡنَنتُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَۚ إِنَّ ٱلصَّلَوٰةَ كَانَتۡ عَلَى ٱلۡمُؤۡمِنِينَ كِتَٰبٗا مَّوۡقُوتٗا",
    "TRANSLATION": "Và khi các ngươi đã hoàn tất cuộc lễ Salah, hãy tưởng nhớ Allah (ở các tư thế) đứng, ngồi và nằm nghiêng một bên. Bởi thế, khi các ngươi được an toàn (không còn sợ nguy hiểm nữa) hãy lễ nguyện bình thường trở lại bởi vì lễ nguyện Salah được truyền xuống cho những người có đức tin (phải thi hành) vào những giờ giấc qui định.",
    "FOOTNOTES": ""
  },
  {
    "ID": "597",
    "SURAH": "4",
    "AYAH": "104",
    "ARABIC_TEXT": "وَلَا تَهِنُواْ فِي ٱبۡتِغَآءِ ٱلۡقَوۡمِۖ إِن تَكُونُواْ تَأۡلَمُونَ فَإِنَّهُمۡ يَأۡلَمُونَ كَمَا تَأۡلَمُونَۖ وَتَرۡجُونَ مِنَ ٱللَّهِ مَا لَا يَرۡجُونَۗ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمًا",
    "TRANSLATION": "Và chớ trì trệ trong việc đuổi bắt địch. Nếu các ngươi đau đớn thì chúng cũng bị đau đớn như các ngươi. Nhưng các ngươi đặt hy vọng nơi Allah điều mà chúng không có niềm hy vọng nào. Và Allah Hằng Biết, Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "598",
    "SURAH": "4",
    "AYAH": "105",
    "ARABIC_TEXT": "إِنَّآ أَنزَلۡنَآ إِلَيۡكَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ لِتَحۡكُمَ بَيۡنَ ٱلنَّاسِ بِمَآ أَرَىٰكَ ٱللَّهُۚ وَلَا تَكُن لِّلۡخَآئِنِينَ خَصِيمٗا",
    "TRANSLATION": "Quả thật, TA (Allah) đã ban cho Ngươi (Muhammad) Kinh Sách (Qur'an) bằng sự thật để Ngươi dùng xét xử giữa nhân loại về điều mà Allah đã chỉ cho Ngươi thấy. Và chớ bênh vực cho những kẻ bội phản.",
    "FOOTNOTES": ""
  },
  {
    "ID": "599",
    "SURAH": "4",
    "AYAH": "106",
    "ARABIC_TEXT": "وَٱسۡتَغۡفِرِ ٱللَّهَۖ إِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا",
    "TRANSLATION": "Và Ngươi hãy cầu xin Allah tha thứ. Quả thật, Allah Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "600",
    "SURAH": "4",
    "AYAH": "107",
    "ARABIC_TEXT": "وَلَا تُجَٰدِلۡ عَنِ ٱلَّذِينَ يَخۡتَانُونَ أَنفُسَهُمۡۚ إِنَّ ٱللَّهَ لَا يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمٗا",
    "TRANSLATION": "Và chớ bênh vực thay cho những kẻ đã phản bội bản thân (linh hồn) mình bởi vì quả thật Allah không yêu thương những kẻ phản bội, tội lỗi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "601",
    "SURAH": "4",
    "AYAH": "108",
    "ARABIC_TEXT": "يَسۡتَخۡفُونَ مِنَ ٱلنَّاسِ وَلَا يَسۡتَخۡفُونَ مِنَ ٱللَّهِ وَهُوَ مَعَهُمۡ إِذۡ يُبَيِّتُونَ مَا لَا يَرۡضَىٰ مِنَ ٱلۡقَوۡلِۚ وَكَانَ ٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطًا",
    "TRANSLATION": "Chúng tìm cách trốn khỏi thiên hạ nhưng chúng không thể trốn thoát khỏi Allah đặng bỏi vì Ngài có mặt với chúng khi chúng mưu định kế hoạch ban đêm bằng những lời nói mà Ngài không thể chấp nhận. Và Allah là Đấng Tóm Thâu tất cả mọi điều chúng làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "602",
    "SURAH": "4",
    "AYAH": "109",
    "ARABIC_TEXT": "هَٰٓأَنتُمۡ هَٰٓؤُلَآءِ جَٰدَلۡتُمۡ عَنۡهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا فَمَن يُجَٰدِلُ ٱللَّهَ عَنۡهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ أَم مَّن يَكُونُ عَلَيۡهِمۡ وَكِيلٗا",
    "TRANSLATION": "À này! Đây là những kẻ mà các ngươi có thể bênh vực giùm cho ở đời này nhưng ai có thể bênh vực giùm cho chúng trước Allah vào Ngày phục sinh và ai là kẻ sẽ thụ lãnh việc làm (tội lỗi) của chúng?",
    "FOOTNOTES": ""
  },
  {
    "ID": "603",
    "SURAH": "4",
    "AYAH": "110",
    "ARABIC_TEXT": "وَمَن يَعۡمَلۡ سُوٓءًا أَوۡ يَظۡلِمۡ نَفۡسَهُۥ ثُمَّ يَسۡتَغۡفِرِ ٱللَّهَ يَجِدِ ٱللَّهَ غَفُورٗا رَّحِيمٗا",
    "TRANSLATION": "Và ai làm điều tội lỗi hoặc làm hại bản thân mình rồi cầu xin Allah tha thứ thì sẽ thấy Allah Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "604",
    "SURAH": "4",
    "AYAH": "111",
    "ARABIC_TEXT": "وَمَن يَكۡسِبۡ إِثۡمٗا فَإِنَّمَا يَكۡسِبُهُۥ عَلَىٰ نَفۡسِهِۦۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا",
    "TRANSLATION": "Và ai phạm tội thì chỉ bản thân y lãnh tội. Bởi vì Allah Hằng Biết, Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "605",
    "SURAH": "4",
    "AYAH": "112",
    "ARABIC_TEXT": "وَمَن يَكۡسِبۡ خَطِيٓـَٔةً أَوۡ إِثۡمٗا ثُمَّ يَرۡمِ بِهِۦ بَرِيٓـٔٗا فَقَدِ ٱحۡتَمَلَ بُهۡتَٰنٗا وَإِثۡمٗا مُّبِينٗا",
    "TRANSLATION": "Và ai phạm lỗi hoặc phạm tội rồi đổ thừa cho một người vô tội thì chắc chắn sẽ mang vào mình tội vu cáo và tội lỗi hiển nhiên.",
    "FOOTNOTES": ""
  },
  {
    "ID": "606",
    "SURAH": "4",
    "AYAH": "113",
    "ARABIC_TEXT": "وَلَوۡلَا فَضۡلُ ٱللَّهِ عَلَيۡكَ وَرَحۡمَتُهُۥ لَهَمَّت طَّآئِفَةٞ مِّنۡهُمۡ أَن يُضِلُّوكَ وَمَا يُضِلُّونَ إِلَّآ أَنفُسَهُمۡۖ وَمَا يَضُرُّونَكَ مِن شَيۡءٖۚ وَأَنزَلَ ٱللَّهُ عَلَيۡكَ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَعَلَّمَكَ مَا لَمۡ تَكُن تَعۡلَمُۚ وَكَانَ فَضۡلُ ٱللَّهِ عَلَيۡكَ عَظِيمٗا",
    "TRANSLATION": "Và nếu Allah không đặc ân và khoan dung cho Ngươi (hỡi Sứ Giả!) thì chắc chắn một nhóm của bọn chúng đã quyết định làm cho Ngươi lạc hướng nhưng chúng tự làm cho mình lạc hướng mà thôi. Và chúng không thể hại được Ngươi một tí nào cả bởi vì Allah đã ban cho Ngươi Kinh Sách và lẽ sáng suốt khôn ngoan và dạy Ngươi điều mà Ngươi đã không từng biết trước đây. Và Đặc ân Allah ban cho Ngươi thật là vĩ đại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "607",
    "SURAH": "4",
    "AYAH": "114",
    "ARABIC_TEXT": "۞ لَّا خَيۡرَ فِي كَثِيرٖ مِّن نَّجۡوَىٰهُمۡ إِلَّا مَنۡ أَمَرَ بِصَدَقَةٍ أَوۡ مَعۡرُوفٍ أَوۡ إِصۡلَٰحِۭ بَيۡنَ ٱلنَّاسِۚ وَمَن يَفۡعَلۡ ذَٰلِكَ ٱبۡتِغَآءَ مَرۡضَاتِ ٱللَّهِ فَسَوۡفَ نُؤۡتِيهِ أَجۡرًا عَظِيمٗا",
    "TRANSLATION": "Đa số những cuộc mật đàm của chúng không có điều gì tốt cả trừ phi ai đó truyền lệnh thực thi việc bố thí hoặc làm điều lành hoặc hòa giải giữa nhân loại (thì cuộc mật đàm ấy được cho phép). Và ai làm các điều đó chỉ mong làm cho Allah hài lòng thì chắc chắn sẽ được TA (Allah) ban cho một phần thưởng rất lớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "608",
    "SURAH": "4",
    "AYAH": "115",
    "ARABIC_TEXT": "وَمَن يُشَاقِقِ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَيَّنَ لَهُ ٱلۡهُدَىٰ وَيَتَّبِعۡ غَيۡرَ سَبِيلِ ٱلۡمُؤۡمِنِينَ نُوَلِّهِۦ مَا تَوَلَّىٰ وَنُصۡلِهِۦ جَهَنَّمَۖ وَسَآءَتۡ مَصِيرًا",
    "TRANSLATION": "Và ai còn tranh cãi và chống đối Sứ Giả (của Allah) sau khi Chỉ Đạo hướng dẫn đã được trình bày rõ cho y và đi theo (con đường) khác với con đường của những người có đức tin thì TA (Allah) sẽ bỏ mặc y đi theo cái mà y đã quay về và TA sẽ nướng y trong hỏa ngục, một nơi đến cuối cùng rất xấu xa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "609",
    "SURAH": "4",
    "AYAH": "116",
    "ARABIC_TEXT": "إِنَّ ٱللَّهَ لَا يَغۡفِرُ أَن يُشۡرَكَ بِهِۦ وَيَغۡفِرُ مَا دُونَ ذَٰلِكَ لِمَن يَشَآءُۚ وَمَن يُشۡرِكۡ بِٱللَّهِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا",
    "TRANSLATION": "Quả thật, Allah không tha thứ việc tổ hợp (ai, vật) cùng với Ngài (Allah) nhưng Ngài tha thứ điều gì khác hơn điều đó cho người nào Ngài muốn. Và ai tổ hợp (ai, vật) cùng với Allah thì quả thật y đã lạc đạo quá xa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "610",
    "SURAH": "4",
    "AYAH": "117",
    "ARABIC_TEXT": "إِن يَدۡعُونَ مِن دُونِهِۦٓ إِلَّآ إِنَٰثٗا وَإِن يَدۡعُونَ إِلَّا شَيۡطَٰنٗا مَّرِيدٗا",
    "TRANSLATION": "Chúng (người ngoại đạo tại Makkah) chỉ cầu nguyện những nữ thần thay vì Ngài (Allah). Chúng không cầu nguyện ai khác ngoài tên Shaytan phản nghịch!",
    "FOOTNOTES": ""
  },
  {
    "ID": "611",
    "SURAH": "4",
    "AYAH": "118",
    "ARABIC_TEXT": "لَّعَنَهُ ٱللَّهُۘ وَقَالَ لَأَتَّخِذَنَّ مِنۡ عِبَادِكَ نَصِيبٗا مَّفۡرُوضٗا",
    "TRANSLATION": "Allah nguyền rủa nó (Shaytan) bởi vì nó đã nói: “Tôi sẽ bắt đi từ bầy tôi của Ngài một phần qui định;",
    "FOOTNOTES": ""
  },
  {
    "ID": "612",
    "SURAH": "4",
    "AYAH": "119",
    "ARABIC_TEXT": "وَلَأُضِلَّنَّهُمۡ وَلَأُمَنِّيَنَّهُمۡ وَلَأٓمُرَنَّهُمۡ فَلَيُبَتِّكُنَّ ءَاذَانَ ٱلۡأَنۡعَٰمِ وَلَأٓمُرَنَّهُمۡ فَلَيُغَيِّرُنَّ خَلۡقَ ٱللَّهِۚ وَمَن يَتَّخِذِ ٱلشَّيۡطَٰنَ وَلِيّٗا مِّن دُونِ ٱللَّهِ فَقَدۡ خَسِرَ خُسۡرَانٗا مُّبِينٗا",
    "TRANSLATION": "Và tôi sẽ dắt chúng đi lạc đạo, xúi giục chúng theo đuổi những thèm muốn sai lầm và ra lệnh cho chúng; bởi thế, chúng cắt tai gia súc; và tôi sẽ truyền lệnh cho chúng, bởi thế chúng thay đổi sự tạo hóa của Allah.” Và ai nhận Shaytan làm kẻ đỡ đầu thay vì Allah thì chắc chắn sẽ hoàn toàn thua thiệt công khai.",
    "FOOTNOTES": ""
  },
  {
    "ID": "613",
    "SURAH": "4",
    "AYAH": "120",
    "ARABIC_TEXT": "يَعِدُهُمۡ وَيُمَنِّيهِمۡۖ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا",
    "TRANSLATION": "Nó (Shaytan) hứa với chúng và xúi giục chúng thèm muốn điều sai trái và Shaytan chỉ hứa với chúng điều gian dối.",
    "FOOTNOTES": ""
  },
  {
    "ID": "614",
    "SURAH": "4",
    "AYAH": "121",
    "ARABIC_TEXT": "أُوْلَٰٓئِكَ مَأۡوَىٰهُمۡ جَهَنَّمُ وَلَا يَجِدُونَ عَنۡهَا مَحِيصٗا",
    "TRANSLATION": "Chúng là những kẻ mà nhà ở sẽ là hỏa ngục và sẽ không tìm được một lối thoát nào để thoát ra khỏi đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "615",
    "SURAH": "4",
    "AYAH": "122",
    "ARABIC_TEXT": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَنُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ وَعۡدَ ٱللَّهِ حَقّٗاۚ وَمَنۡ أَصۡدَقُ مِنَ ٱللَّهِ قِيلٗا",
    "TRANSLATION": "Ngược lại, những ai có đức tin và làm việc thiện tốt, TA (Allah) sẽ sớm chấp nhận họ vào các Ngôi vườn (thiên đàng) bên dưới có các dòng sông chảy, họ sẽ sống trong đó đời đời bởi vì Lời hứa của Allah là sự Thật. Và ai thật hơn Allah trong Lời hứa?!",
    "FOOTNOTES": ""
  },
  {
    "ID": "616",
    "SURAH": "4",
    "AYAH": "123",
    "ARABIC_TEXT": "لَّيۡسَ بِأَمَانِيِّكُمۡ وَلَآ أَمَانِيِّ أَهۡلِ ٱلۡكِتَٰبِۗ مَن يَعۡمَلۡ سُوٓءٗا يُجۡزَ بِهِۦ وَلَا يَجِدۡ لَهُۥ مِن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا",
    "TRANSLATION": "Không phải theo ước muốn của các ngươi cũng không phải theo mong muốn của người dân Kinh Sách (mà lời hứa của Allah sẽ thể hiện); ai làm nên tội thì sẽ lãnh đủ về tội đó; và ngoài Allah ra, y sẽ không tìm được một người đỡ đầu hay một vị cứu tinh nào giúp đỡ y được cả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "617",
    "SURAH": "4",
    "AYAH": "124",
    "ARABIC_TEXT": "وَمَن يَعۡمَلۡ مِنَ ٱلصَّٰلِحَٰتِ مِن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ نَقِيرٗا",
    "TRANSLATION": "Và bất cứ ai làm điều thiện tốt, dù là nam hay nữ, và là một người có đức tin thì sẽ vào thiên đàng và sẽ không bị đối xử bất công một tí nào.",
    "FOOTNOTES": ""
  },
  {
    "ID": "618",
    "SURAH": "4",
    "AYAH": "125",
    "ARABIC_TEXT": "وَمَنۡ أَحۡسَنُ دِينٗا مِّمَّنۡ أَسۡلَمَ وَجۡهَهُۥ لِلَّهِ وَهُوَ مُحۡسِنٞ وَٱتَّبَعَ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۗ وَٱتَّخَذَ ٱللَّهُ إِبۡرَٰهِيمَ خَلِيلٗا",
    "TRANSLATION": "về tôn giáo, ai tốt hơn người dâng trọn bản thân mình cho Allah đồng thời là một người làm tốt và theo tín ngưỡng của Ibrahim thuần túy (chỉ thờ phượng một mình Allah)? Và Allah nhận Ibrahim làm một nô lệ cận kề.",
    "FOOTNOTES": ""
  },
  {
    "ID": "619",
    "SURAH": "4",
    "AYAH": "126",
    "ARABIC_TEXT": "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ بِكُلِّ شَيۡءٖ مُّحِيطٗا",
    "TRANSLATION": "Nhưng mọi vật trong các tầng trời và mọi vật dưới đất đều là (tạo vật) cua Allah cả. Và Allah là Đấng Tóm Thâu hết tất cả mọi vật.",
    "FOOTNOTES": ""
  },
  {
    "ID": "620",
    "SURAH": "4",
    "AYAH": "127",
    "ARABIC_TEXT": "وَيَسۡتَفۡتُونَكَ فِي ٱلنِّسَآءِۖ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِيهِنَّ وَمَا يُتۡلَىٰ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ فِي يَتَٰمَى ٱلنِّسَآءِ ٱلَّٰتِي لَا تُؤۡتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرۡغَبُونَ أَن تَنكِحُوهُنَّ وَٱلۡمُسۡتَضۡعَفِينَ مِنَ ٱلۡوِلۡدَٰنِ وَأَن تَقُومُواْ لِلۡيَتَٰمَىٰ بِٱلۡقِسۡطِۚ وَمَا تَفۡعَلُواْ مِنۡ خَيۡرٖ فَإِنَّ ٱللَّهَ كَانَ بِهِۦ عَلِيمٗا",
    "TRANSLATION": "Họ hỏi Ngươi (Muhammad) về phụ nữ. Hãy bảo (họ): “Allah đã nghị định cho các ngươi về họ (phụ nữ) và các điều lệnh đã được đọc ra cho các ngươi trong Kinh Sách liên quan đến các phụ nữ mồ côi mà các ngươi không chịu tặng phần (tiền cưới) bắt buộc đã được qui định cho họ nhưng lại muốn kết hôn với họ; và về các đứa bé cô thế (bị áp bức) thì các ngươi vì lẽ công bằng phải đứng ra bênh vực các đứa bé mồ côi; và bất cứ việc tốt nào các ngươi làm Allah đều biết rõ cả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "621",
    "SURAH": "4",
    "AYAH": "128",
    "ARABIC_TEXT": "وَإِنِ ٱمۡرَأَةٌ خَافَتۡ مِنۢ بَعۡلِهَا نُشُوزًا أَوۡ إِعۡرَاضٗا فَلَا جُنَاحَ عَلَيۡهِمَآ أَن يُصۡلِحَا بَيۡنَهُمَا صُلۡحٗاۚ وَٱلصُّلۡحُ خَيۡرٞۗ وَأُحۡضِرَتِ ٱلۡأَنفُسُ ٱلشُّحَّۚ وَإِن تُحۡسِنُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا",
    "TRANSLATION": "Và nếu người vợ sợ người chồng đối xử tàn tệ hoặc bỏ rơi thì hai đằng không có tội nếu chịu hòa giải với nhau; và hoà giải luôn luôn là (một giải pháp) tốt. Nhưng lòng tham đã có sẵn nơi bản thân của mỗi người. Tuy nhiên, nếu các ngươi làm tốt và sợ Allah thì quả thật Allah Rất Am Tường về những điều các ngươi đã từng làm. ",
    "FOOTNOTES": ""
  },
  {
    "ID": "622",
    "SURAH": "4",
    "AYAH": "129",
    "ARABIC_TEXT": "وَلَن تَسۡتَطِيعُوٓاْ أَن تَعۡدِلُواْ بَيۡنَ ٱلنِّسَآءِ وَلَوۡ حَرَصۡتُمۡۖ فَلَا تَمِيلُواْ كُلَّ ٱلۡمَيۡلِ فَتَذَرُوهَا كَٱلۡمُعَلَّقَةِۚ وَإِن تُصۡلِحُواْ وَتَتَّقُواْ فَإِنَّ ٱللَّهَ كَانَ غَفُورٗا رَّحِيمٗا",
    "TRANSLATION": "Và không bao giờ các ngươi có thể đối xử công bằng với các bà vợ mặc dầu các ngươi rất muốn. Bởi thế, chớ hoàn toàn nghiêng hẳn (về một bà và bỏ rơi bà khác) như là phạt treo bà ta. Bởi thế, nếu các ngươi giải hòa và sợ Allah thì (các người sẽ thấy) quả thật Allah Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "623",
    "SURAH": "4",
    "AYAH": "130",
    "ARABIC_TEXT": "وَإِن يَتَفَرَّقَا يُغۡنِ ٱللَّهُ كُلّٗا مِّن سَعَتِهِۦۚ وَكَانَ ٱللَّهُ وَٰسِعًا حَكِيمٗا",
    "TRANSLATION": "Và nếu hai vợ chồng nhất định thôi nhau thì Allah sẽ làm cho đôi bên giàu có với thiên lộc của Ngài. Và Allah Bao La, Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "624",
    "SURAH": "4",
    "AYAH": "131",
    "ARABIC_TEXT": "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَلَقَدۡ وَصَّيۡنَا ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلِكُمۡ وَإِيَّاكُمۡ أَنِ ٱتَّقُواْ ٱللَّهَۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ غَنِيًّا حَمِيدٗا",
    "TRANSLATION": "Và mọi vật trong các tầng trời và mọi vật dưới đất đều là của Allah cả. Và quả thật TA (Allah) đã ra lệnh cho những ai đã được ban cho Kinh Sách trước các ngươi và cả các ngươi nữa (hỡi Muslim!). Các ngươi hãy sợ Allah (trong mọi giao dịch). Nhưng nếu các ngươi phủ nhận thì quả thật mọi vật trong các tầng trời và mọi vật dưới đất đều là của Allah cả. Và Allah Rất Mực Giàu Có, Rất Đáng Ca Tụng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "625",
    "SURAH": "4",
    "AYAH": "132",
    "ARABIC_TEXT": "وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
    "TRANSLATION": "Và mọi vật trong các tầng trời và mọi vật dưới đất đều là của Allah cả. Và chỉ một mình Allah đã đủ chi phối tất cả mọi sự việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "626",
    "SURAH": "4",
    "AYAH": "133",
    "ARABIC_TEXT": "إِن يَشَأۡ يُذۡهِبۡكُمۡ أَيُّهَا ٱلنَّاسُ وَيَأۡتِ بِـَٔاخَرِينَۚ وَكَانَ ٱللَّهُ عَلَىٰ ذَٰلِكَ قَدِيرٗا",
    "TRANSLATION": "Hỡi nhân loại! Nếu (Allah) muốn, Ngài thừa sức tiêu diệt các ngươi và mang một loại (tạo vật) khác đến thay thế các ngươi. Bởi vì Allah là Đấng Toàn Năng trên sự việc đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "627",
    "SURAH": "4",
    "AYAH": "134",
    "ARABIC_TEXT": "مَّن كَانَ يُرِيدُ ثَوَابَ ٱلدُّنۡيَا فَعِندَ ٱللَّهِ ثَوَابُ ٱلدُّنۡيَا وَٱلۡأٓخِرَةِۚ وَكَانَ ٱللَّهُ سَمِيعَۢا بَصِيرٗا",
    "TRANSLATION": "Ai muốn phần thưởng của đời này thì ở nơi Allah có cả phần thưởng của đời này lẫn đời sau. Và Allah là Đấng Hằng Nghe, Đấng Hằng Thấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "628",
    "SURAH": "4",
    "AYAH": "135",
    "ARABIC_TEXT": "۞ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُواْ قَوَّٰمِينَ بِٱلۡقِسۡطِ شُهَدَآءَ لِلَّهِ وَلَوۡ عَلَىٰٓ أَنفُسِكُمۡ أَوِ ٱلۡوَٰلِدَيۡنِ وَٱلۡأَقۡرَبِينَۚ إِن يَكُنۡ غَنِيًّا أَوۡ فَقِيرٗا فَٱللَّهُ أَوۡلَىٰ بِهِمَاۖ فَلَا تَتَّبِعُواْ ٱلۡهَوَىٰٓ أَن تَعۡدِلُواْۚ وَإِن تَلۡوُۥٓاْ أَوۡ تُعۡرِضُواْ فَإِنَّ ٱللَّهَ كَانَ بِمَا تَعۡمَلُونَ خَبِيرٗا",
    "TRANSLATION": "Hỡi những ai có đức tin! Hãy hiên ngang bênh vực nền công lý như là nhân chứng cho Allah dẫu điều đó có nghịch với bản thân của các ngươi, nghịch với cha mẹ và bà con của các ngươi; và dẫu cho y giàu hay nghèo thì Allah vẫn kế cận hai người đó (hơn các ngươi). Bởi thế, chớ làm theo điều ham muốn của các ngươi sợ rằng các ngươi có thể lệch lạc. Nếu các ngươi quay đi hoặc xa lánh (sự Thật) thì nên biết rằng Allah Rất Am Tường điều mà các ngươi đã làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "629",
    "SURAH": "4",
    "AYAH": "136",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِي نَزَّلَ عَلَىٰ رَسُولِهِۦ وَٱلۡكِتَٰبِ ٱلَّذِيٓ أَنزَلَ مِن قَبۡلُۚ وَمَن يَكۡفُرۡ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ فَقَدۡ ضَلَّ ضَلَٰلَۢا بَعِيدًا",
    "TRANSLATION": "Hỡi những ai có đức tin! Hãy tin tưởng nơi Allah và Sứ Giả của Ngài và Kinh Sách (Qur'an) mà Ngài đã ban xuống cho Sứ Giả của Ngài và Kinh Sách mà Ngài đã ban xuống trước đây. Và ai phủ nhận Allah, các Thiên Thần của Ngài, các Kinh Sách của Ngài, các Sứ Giả của Ngài và Ngày Phán Xử Cuối Cùng thì quả thật y đã lạc đạo quá xa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "630",
    "SURAH": "4",
    "AYAH": "137",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ءَامَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ٱزۡدَادُواْ كُفۡرٗا لَّمۡ يَكُنِ ٱللَّهُ لِيَغۡفِرَ لَهُمۡ وَلَا لِيَهۡدِيَهُمۡ سَبِيلَۢا",
    "TRANSLATION": "Quả thật, những ai có đức tin rồi chối bỏ đức tin, rồi lại tin, sau đó lại chối bỏ đức tin và càng ngoan cố không tin thì chắc chắn Allah sẽ không tha thứ cho họ cũng như không hướng dẫn họ theo Chính Đạo (Islam).",
    "FOOTNOTES": ""
  },
  {
    "ID": "631",
    "SURAH": "4",
    "AYAH": "138",
    "ARABIC_TEXT": "بَشِّرِ ٱلۡمُنَٰفِقِينَ بِأَنَّ لَهُمۡ عَذَابًا أَلِيمًا",
    "TRANSLATION": "Hãy báo tin cho những người giả tạo đức tin (Munafiq) về một sự trừng phạt đau đớn đang chờ đợi chúng:",
    "FOOTNOTES": ""
  },
  {
    "ID": "632",
    "SURAH": "4",
    "AYAH": "139",
    "ARABIC_TEXT": "ٱلَّذِينَ يَتَّخِذُونَ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۚ أَيَبۡتَغُونَ عِندَهُمُ ٱلۡعِزَّةَ فَإِنَّ ٱلۡعِزَّةَ لِلَّهِ جَمِيعٗا",
    "TRANSLATION": "Những ai nhận những kẻ ngoại đạo làm người bảo hộ thay vì những người có đức tin. Phải chăng họ muốn tìm quyền vinh nơi chúng? Bởi vì quả thật, mọi thứ quyền vinh đều là của Allah cả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "633",
    "SURAH": "4",
    "AYAH": "140",
    "ARABIC_TEXT": "وَقَدۡ نَزَّلَ عَلَيۡكُمۡ فِي ٱلۡكِتَٰبِ أَنۡ إِذَا سَمِعۡتُمۡ ءَايَٰتِ ٱللَّهِ يُكۡفَرُ بِهَا وَيُسۡتَهۡزَأُ بِهَا فَلَا تَقۡعُدُواْ مَعَهُمۡ حَتَّىٰ يَخُوضُواْ فِي حَدِيثٍ غَيۡرِهِۦٓ إِنَّكُمۡ إِذٗا مِّثۡلُهُمۡۗ إِنَّ ٱللَّهَ جَامِعُ ٱلۡمُنَٰفِقِينَ وَٱلۡكَٰفِرِينَ فِي جَهَنَّمَ جَمِيعًا",
    "TRANSLATION": "Và chắc chắn đã có lệnh truyền cho các ngươi (hỡi những người Muslim) trong Kinh Sách rằng khi các ngươi nghe các Lời Mặc Khải của Allah bị phủ nhận hay bị chế giễu thì chớ ngồi chung với bọn chúng trừ phi chúng chuyển sang câu chuyện khác bởi trong trường hợp đó, các ngươi sẽ như chúng. Quả thật, Allah sẽ tập trung tất cả những tên giả tạo đức tin và những kẻ không có đức tin vào trong hỏa ngục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "634",
    "SURAH": "4",
    "AYAH": "141",
    "ARABIC_TEXT": "ٱلَّذِينَ يَتَرَبَّصُونَ بِكُمۡ فَإِن كَانَ لَكُمۡ فَتۡحٞ مِّنَ ٱللَّهِ قَالُوٓاْ أَلَمۡ نَكُن مَّعَكُمۡ وَإِن كَانَ لِلۡكَٰفِرِينَ نَصِيبٞ قَالُوٓاْ أَلَمۡ نَسۡتَحۡوِذۡ عَلَيۡكُمۡ وَنَمۡنَعۡكُم مِّنَ ٱلۡمُؤۡمِنِينَۚ فَٱللَّهُ يَحۡكُمُ بَيۡنَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِۚ وَلَن يَجۡعَلَ ٱللَّهُ لِلۡكَٰفِرِينَ عَلَى ٱلۡمُؤۡمِنِينَ سَبِيلًا",
    "TRANSLATION": "Những kẻ đang dòm ngó các ngươi. Bởi thế, khi Allah ban cho các ngươi một thắng lợi nào, chúng bảo (các ngươi): “Chúng tôi không về phe của quí vị hay sao?” Và nếu những kẻ không có đức tin đạt một phần (thắng lợi) nào thì chúng bảo: “Há chúng tôi không nắm ưu thế hơn quí vị và che chở quí vị khỏi tay của những người tin tưởng hay sao?” Nhưng Allah sẽ xét xử giữa các ngươi vào Ngày phục sinh (để biết ai là người chân thật và ai là kẻ gian dối). Và không bao giờ Allah mở đường cho những kẻ không có đức tin thắng những người có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "635",
    "SURAH": "4",
    "AYAH": "142",
    "ARABIC_TEXT": "إِنَّ ٱلۡمُنَٰفِقِينَ يُخَٰدِعُونَ ٱللَّهَ وَهُوَ خَٰدِعُهُمۡ وَإِذَا قَامُوٓاْ إِلَى ٱلصَّلَوٰةِ قَامُواْ كُسَالَىٰ يُرَآءُونَ ٱلنَّاسَ وَلَا يَذۡكُرُونَ ٱللَّهَ إِلَّا قَلِيلٗا",
    "TRANSLATION": "Quả thật, những tên giả tạo đức tin tìm cách lừa dối Allah nhưng chính Ngài đã đánh lừa chúng (vào cạm bẫy của chúng). Và khi chúng đứng dậy để dâng lễ, chúng đứng lên một cách uể oải, chúng chỉ muốn phô trương cho thiên hạ thấy, và chỉ tưởng nhớ Allah chút ít thôi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "636",
    "SURAH": "4",
    "AYAH": "143",
    "ARABIC_TEXT": "مُّذَبۡذَبِينَ بَيۡنَ ذَٰلِكَ لَآ إِلَىٰ هَٰٓؤُلَآءِ وَلَآ إِلَىٰ هَٰٓؤُلَآءِۚ وَمَن يُضۡلِلِ ٱللَّهُ فَلَن تَجِدَ لَهُۥ سَبِيلٗا",
    "TRANSLATION": "Chúng do dự giữa bên này và bên nọ, không dứt khoát theo phía bên nào. Và ai mà Allah đánh lạc hướng thì Ngươi sẽ không bao giờ tìm được cho y một con đường.",
    "FOOTNOTES": ""
  },
  {
    "ID": "637",
    "SURAH": "4",
    "AYAH": "144",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَتَّخِذُواْ ٱلۡكَٰفِرِينَ أَوۡلِيَآءَ مِن دُونِ ٱلۡمُؤۡمِنِينَۚ أَتُرِيدُونَ أَن تَجۡعَلُواْ لِلَّهِ عَلَيۡكُمۡ سُلۡطَٰنٗا مُّبِينًا",
    "TRANSLATION": "Hỡi những ai có đức tin! Chớ nhận những kẻ không có đức tin làm người bảo hộ thay vì những người có đức tin. Phải chăng các ngươi muốn giao cho Allah một thẩm quyền để trừng phạt các ngươi hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "638",
    "SURAH": "4",
    "AYAH": "145",
    "ARABIC_TEXT": "إِنَّ ٱلۡمُنَٰفِقِينَ فِي ٱلدَّرۡكِ ٱلۡأَسۡفَلِ مِنَ ٱلنَّارِ وَلَن تَجِدَ لَهُمۡ نَصِيرًا",
    "TRANSLATION": "Quả thật, những tên giả tạo đức tin sẽ ở tận đáy cùng của hỏa ngục và Ngươi sẽ không tìm được cho chúng một vị cứu tinh nào.",
    "FOOTNOTES": ""
  },
  {
    "ID": "639",
    "SURAH": "4",
    "AYAH": "146",
    "ARABIC_TEXT": "إِلَّا ٱلَّذِينَ تَابُواْ وَأَصۡلَحُواْ وَٱعۡتَصَمُواْ بِٱللَّهِ وَأَخۡلَصُواْ دِينَهُمۡ لِلَّهِ فَأُوْلَٰٓئِكَ مَعَ ٱلۡمُؤۡمِنِينَۖ وَسَوۡفَ يُؤۡتِ ٱللَّهُ ٱلۡمُؤۡمِنِينَ أَجۡرًا عَظِيمٗا",
    "TRANSLATION": "Ngoại trừ những ai biết ăn năn hối cải và sửa mình và bám chắc vào Allah và dâng tôn giáo của họ hoàn toàn cho Allah thì sẽ được liệt vào hàng ngũ của những người có đức tin. Và Allah sẽ sớm ban cho những người có đức tin một phần thưởng vĩ đại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "640",
    "SURAH": "4",
    "AYAH": "147",
    "ARABIC_TEXT": "مَّا يَفۡعَلُ ٱللَّهُ بِعَذَابِكُمۡ إِن شَكَرۡتُمۡ وَءَامَنتُمۡۚ وَكَانَ ٱللَّهُ شَاكِرًا عَلِيمٗا",
    "TRANSLATION": "Allah sẽ trừng phạt các ngươi nếu các ngươi biết ơn và có đức tin bởi Allah là Đấng Hằng Ghi Công, Đấng Hằng Biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "641",
    "SURAH": "4",
    "AYAH": "148",
    "ARABIC_TEXT": "۞ لَّا يُحِبُّ ٱللَّهُ ٱلۡجَهۡرَ بِٱلسُّوٓءِ مِنَ ٱلۡقَوۡلِ إِلَّا مَن ظُلِمَۚ وَكَانَ ٱللَّهُ سَمِيعًا عَلِيمًا",
    "TRANSLATION": "Allah không thích việc mang lời lẽ xấu xa (tội lỗi) ra la lối giữa công chúng ngoại trừ trường hợp một người bị áp bức. Và Allah là Đấng Hằng Nghe, Đấng Hằng Biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "642",
    "SURAH": "4",
    "AYAH": "149",
    "ARABIC_TEXT": "إِن تُبۡدُواْ خَيۡرًا أَوۡ تُخۡفُوهُ أَوۡ تَعۡفُواْ عَن سُوٓءٖ فَإِنَّ ٱللَّهَ كَانَ عَفُوّٗا قَدِيرًا",
    "TRANSLATION": "Nếu các ngươi phô trương hay giấu giếm một việc làm tốt hoặc lượng thứ cho việc xấu thì quả thật Allah là Đấng Hằng Tha Thứ, Đấng Toàn Năng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "643",
    "SURAH": "4",
    "AYAH": "150",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ يَكۡفُرُونَ بِٱللَّهِ وَرُسُلِهِۦ وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيۡنَ ٱللَّهِ وَرُسُلِهِۦ وَيَقُولُونَ نُؤۡمِنُ بِبَعۡضٖ وَنَكۡفُرُ بِبَعۡضٖ وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيۡنَ ذَٰلِكَ سَبِيلًا",
    "TRANSLATION": "Quả thật, những ai phủ nhận Allah và các vị Sứ Giả của Ngài và muốn phân cách Allah với các vị Sứ Giả của Ngài và nói: “Chúng tôi tin một số (Sứ Giả) và phủ nhận một số khác,” và muốn chọn một lối đi chính giữa cái đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "644",
    "SURAH": "4",
    "AYAH": "151",
    "ARABIC_TEXT": "أُوْلَٰٓئِكَ هُمُ ٱلۡكَٰفِرُونَ حَقّٗاۚ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ عَذَابٗا مُّهِينٗا",
    "TRANSLATION": "Chúng là những kẻ không có đức tin nơi sự Thật và TA (Allah) đã chuẩn bị cho những kẻ không có đức tin một sự trừng phạt nhục nhã.",
    "FOOTNOTES": ""
  },
  {
    "ID": "645",
    "SURAH": "4",
    "AYAH": "152",
    "ARABIC_TEXT": "وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِۦ وَلَمۡ يُفَرِّقُواْ بَيۡنَ أَحَدٖ مِّنۡهُمۡ أُوْلَٰٓئِكَ سَوۡفَ يُؤۡتِيهِمۡ أُجُورَهُمۡۚ وَكَانَ ٱللَّهُ غَفُورٗا رَّحِيمٗا",
    "TRANSLATION": "Ngược lại, những ai có đức tin nơi Allah và các Sứ Giả của Ngài và không kỳ thị phân biệt một vị (Sứ Giả) nào của (Allah) thì TA (Allah) sẽ sớm ban cho họ phần thưởng của họ. Và Allah là Đấng Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "646",
    "SURAH": "4",
    "AYAH": "153",
    "ARABIC_TEXT": "يَسۡـَٔلُكَ أَهۡلُ ٱلۡكِتَٰبِ أَن تُنَزِّلَ عَلَيۡهِمۡ كِتَٰبٗا مِّنَ ٱلسَّمَآءِۚ فَقَدۡ سَأَلُواْ مُوسَىٰٓ أَكۡبَرَ مِن ذَٰلِكَ فَقَالُوٓاْ أَرِنَا ٱللَّهَ جَهۡرَةٗ فَأَخَذَتۡهُمُ ٱلصَّٰعِقَةُ بِظُلۡمِهِمۡۚ ثُمَّ ٱتَّخَذُواْ ٱلۡعِجۡلَ مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَٰتُ فَعَفَوۡنَا عَن ذَٰلِكَۚ وَءَاتَيۡنَا مُوسَىٰ سُلۡطَٰنٗا مُّبِينٗا",
    "TRANSLATION": "Người Dân Kinh Sách yêu cầu Ngươi (Muhammad) mang từ trên trời xuống một Kinh Sách cho họ. Nhưng quả thật họ đã yêu cầu Musa đưa ra một điều (Phép lạ) lớn hơn cái đó nữa, bởi lẽ họ đã bảo (Musa): “Hãy mang Allah đến cho chúng tôi thấy công khai” thì liền đó lưỡi tầm sét (của Allah) đã đánh họ gục xuống bất tỉnh vì điều sai quấy của họ; rồi sau đó họ còn mang con bò con (được đúc) ra thờ sau khi đã chứng kiến những bằng chứng rõ rệt. Mặc dù thế TA (Allah) vẫn lượng thứ cho điều đó. Và TA đã ban cho Musa một thẩm quyền rõ rệt (của một Sứ Giả của Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "647",
    "SURAH": "4",
    "AYAH": "154",
    "ARABIC_TEXT": "وَرَفَعۡنَا فَوۡقَهُمُ ٱلطُّورَ بِمِيثَٰقِهِمۡ وَقُلۡنَا لَهُمُ ٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا وَقُلۡنَا لَهُمۡ لَا تَعۡدُواْ فِي ٱلسَّبۡتِ وَأَخَذۡنَا مِنۡهُم مِّيثَٰقًا غَلِيظٗا",
    "TRANSLATION": "Do lời giao ước của họ, TA (Allah) đã dựng ngọn núi (Tur) cao khỏi đầu họ. Và (vào một dịp khác) TA (Allah) đã phán cho họ: “Hãy bước vào cửa mọp đầu thần phục” và (một lần nữa) TA (Allah) đã phán bảo họ: \"Chớ vi phạm lệnh cấm vào Ngày Thứ Bảy\" và TA (Allah) đã nhận từ họ một sự giao ước long trọng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "648",
    "SURAH": "4",
    "AYAH": "155",
    "ARABIC_TEXT": "فَبِمَا نَقۡضِهِم مِّيثَٰقَهُمۡ وَكُفۡرِهِم بِـَٔايَٰتِ ٱللَّهِ وَقَتۡلِهِمُ ٱلۡأَنۢبِيَآءَ بِغَيۡرِ حَقّٖ وَقَوۡلِهِمۡ قُلُوبُنَا غُلۡفُۢۚ بَلۡ طَبَعَ ٱللَّهُ عَلَيۡهَا بِكُفۡرِهِمۡ فَلَا يُؤۡمِنُونَ إِلَّا قَلِيلٗا",
    "TRANSLATION": "Vì họ bội ước qua việc họ phủ nhận các dấu hiệu của Allah, qua việc họ đã giết hại các Nabi (của Allah) không có lý do chính đáng, qua việc họ nói: “Quả tim của chúng tôi được bọc kín” nên Allah đã niêm kín tấm lòng của họ về tội không tin. Bởi thế, đức tin của họ rất mỏng manh.",
    "FOOTNOTES": ""
  },
  {
    "ID": "649",
    "SURAH": "4",
    "AYAH": "156",
    "ARABIC_TEXT": "وَبِكُفۡرِهِمۡ وَقَوۡلِهِمۡ عَلَىٰ مَرۡيَمَ بُهۡتَٰنًا عَظِيمٗا",
    "TRANSLATION": "Và vì họ phủ nhận đức tin và dùng lời lẽ nặng nề để vu oan cho Maryam.",
    "FOOTNOTES": ""
  },
  {
    "ID": "650",
    "SURAH": "4",
    "AYAH": "157",
    "ARABIC_TEXT": "وَقَوۡلِهِمۡ إِنَّا قَتَلۡنَا ٱلۡمَسِيحَ عِيسَى ٱبۡنَ مَرۡيَمَ رَسُولَ ٱللَّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلَٰكِن شُبِّهَ لَهُمۡۚ وَإِنَّ ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِ لَفِي شَكّٖ مِّنۡهُۚ مَا لَهُم بِهِۦ مِنۡ عِلۡمٍ إِلَّا ٱتِّبَاعَ ٱلظَّنِّۚ وَمَا قَتَلُوهُ يَقِينَۢا",
    "TRANSLATION": "Và vì họ đã nói: “Chúng tôi đã giết chết Masih Ysa, con trai của Maryam, tức Sứ Giả của Allah;” và thực ra họ đã không giết được Y (Ysa) cũng không đóng đinh Y trên cây thánh giá mà là một sự hoán đổi tương tự đã được trình bày qua cho họ. Và quả thật, những ai bất đồng ý kiến về việc (sát hại Ysa) hoàn toàn nghi ngờ về sự kiện đó; họ không hiểu biết chắc chắn việc đó, ngược lại chỉ nhắm mắt phỏng chừng mà thôi. Và chắc chắn họ đã không giết chết Người (Ysa).",
    "FOOTNOTES": ""
  },
  {
    "ID": "651",
    "SURAH": "4",
    "AYAH": "158",
    "ARABIC_TEXT": "بَل رَّفَعَهُ ٱللَّهُ إِلَيۡهِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا",
    "TRANSLATION": "Không, Allah đã đưa Người (Ysa) lên cùng với Ngài. Bởi vì Allah là Đấng Toàn Năng, Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "652",
    "SURAH": "4",
    "AYAH": "159",
    "ARABIC_TEXT": "وَإِن مِّنۡ أَهۡلِ ٱلۡكِتَٰبِ إِلَّا لَيُؤۡمِنَنَّ بِهِۦ قَبۡلَ مَوۡتِهِۦۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكُونُ عَلَيۡهِمۡ شَهِيدٗا",
    "TRANSLATION": "Và chỉ Người dân Kinh Sách tin tưởng nơi Y trước khi xảy ra cái chết của Y (Ysa). Và vào Ngày phục sinh, Y sẽ là nhân chứng đối chất lại với họ (trước Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "653",
    "SURAH": "4",
    "AYAH": "160",
    "ARABIC_TEXT": "فَبِظُلۡمٖ مِّنَ ٱلَّذِينَ هَادُواْ حَرَّمۡنَا عَلَيۡهِمۡ طَيِّبَٰتٍ أُحِلَّتۡ لَهُمۡ وَبِصَدِّهِمۡ عَن سَبِيلِ ٱللَّهِ كَثِيرٗا",
    "TRANSLATION": "Và vì những việc làm sai quấy của người Do thái nên TA (Allah) đã cấm họ dùng một số thực phẩm tốt và sạch đã được chấp thuận cho họ; và vì việc họ đã cản trở đa số nhân loại theo Con đường của Allah;",
    "FOOTNOTES": ""
  },
  {
    "ID": "654",
    "SURAH": "4",
    "AYAH": "161",
    "ARABIC_TEXT": "وَأَخۡذِهِمُ ٱلرِّبَوٰاْ وَقَدۡ نُهُواْ عَنۡهُ وَأَكۡلِهِمۡ أَمۡوَٰلَ ٱلنَّاسِ بِٱلۡبَٰطِلِۚ وَأَعۡتَدۡنَا لِلۡكَٰفِرِينَ مِنۡهُمۡ عَذَابًا أَلِيمٗا",
    "TRANSLATION": "Và vì họ lấy tiền lãi cho vay (Riba) mà họ đã bị cấm thu trước đó; và vì họ đã ăn chặn tài sản của thiên hạ một cách bất chính; cho nên TA (Allah) đã chuẩn bị sẵn cho những kẻ không có đức tin trong bọn họ một sự trừng phạt đau đớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "655",
    "SURAH": "4",
    "AYAH": "162",
    "ARABIC_TEXT": "لَّٰكِنِ ٱلرَّٰسِخُونَ فِي ٱلۡعِلۡمِ مِنۡهُمۡ وَٱلۡمُؤۡمِنُونَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَمَآ أُنزِلَ مِن قَبۡلِكَۚ وَٱلۡمُقِيمِينَ ٱلصَّلَوٰةَۚ وَٱلۡمُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلۡمُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ أُوْلَٰٓئِكَ سَنُؤۡتِيهِمۡ أَجۡرًا عَظِيمًا",
    "TRANSLATION": "Tuy nhiên, những người nào của họ có một cơ sở hiểu biết vững chắc và có đức tin thì đều tin tưởng nơi điều (Mặc khải) đã được ban xuống cho Ngươi (Muhammad) và điều đã được ban xuống vào thời trước Ngươi và (đặc biệt) những người dâng lễ nguyện Salah một cách chu đáo và đóng Zakah và tin tưởng nơi Allah và Ngày Phán Xử Cuối Cùng thì là những người mà TA (Allah) sẽ ban cho một phần thưởng rất to lớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "656",
    "SURAH": "4",
    "AYAH": "163",
    "ARABIC_TEXT": "۞ إِنَّآ أَوۡحَيۡنَآ إِلَيۡكَ كَمَآ أَوۡحَيۡنَآ إِلَىٰ نُوحٖ وَٱلنَّبِيِّـۧنَ مِنۢ بَعۡدِهِۦۚ وَأَوۡحَيۡنَآ إِلَىٰٓ إِبۡرَٰهِيمَ وَإِسۡمَٰعِيلَ وَإِسۡحَٰقَ وَيَعۡقُوبَ وَٱلۡأَسۡبَاطِ وَعِيسَىٰ وَأَيُّوبَ وَيُونُسَ وَهَٰرُونَ وَسُلَيۡمَٰنَۚ وَءَاتَيۡنَا دَاوُۥدَ زَبُورٗا",
    "TRANSLATION": "Quả thật, TA (Allah) đã mặc khải cho Ngươi (Muhammad!) giống như việc TA đã mặc khải cho Nuh và cho các Nabi sau Người; và TA đã mặc khải cho Ibrãhĩm và Ismã'ĩl và Ishãq và Ya'qũb và các Bộ lạc (của Israel); và cho 'Isa và Ayyũb và Yũnus và Hãrũn và cho Sulaymãn; và TA đã ban cho Dawood Zabũr (kinh Thi thiên).",
    "FOOTNOTES": ""
  },
  {
    "ID": "657",
    "SURAH": "4",
    "AYAH": "164",
    "ARABIC_TEXT": "وَرُسُلٗا قَدۡ قَصَصۡنَٰهُمۡ عَلَيۡكَ مِن قَبۡلُ وَرُسُلٗا لَّمۡ نَقۡصُصۡهُمۡ عَلَيۡكَۚ وَكَلَّمَ ٱللَّهُ مُوسَىٰ تَكۡلِيمٗا",
    "TRANSLATION": "Và trước đây, một số Sứ Giả, TA (Allah) đã kể lại câu chuyện của Họ cho Ngươi; và một số khác TA đã không kể lại cho Ngươi biết câu chuyện của Họ. Và Allah phán bảo trực tiếp với Mũsa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "658",
    "SURAH": "4",
    "AYAH": "165",
    "ARABIC_TEXT": "رُّسُلٗا مُّبَشِّرِينَ وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى ٱللَّهِ حُجَّةُۢ بَعۡدَ ٱلرُّسُلِۚ وَكَانَ ٱللَّهُ عَزِيزًا حَكِيمٗا",
    "TRANSLATION": "Các vị Sứ Giả vừa làm người báo tin lành vừa là người cảnh cáo để cho nhân loại không còn dựa vào lý do nào khác để khiếu nại với Allah sau khi các vị Sứ Giả đó (đã được phái đến với họ). Và Allah Toàn Năng, Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "659",
    "SURAH": "4",
    "AYAH": "166",
    "ARABIC_TEXT": "لَّٰكِنِ ٱللَّهُ يَشۡهَدُ بِمَآ أَنزَلَ إِلَيۡكَۖ أَنزَلَهُۥ بِعِلۡمِهِۦۖ وَٱلۡمَلَٰٓئِكَةُ يَشۡهَدُونَۚ وَكَفَىٰ بِٱللَّهِ شَهِيدًا",
    "TRANSLATION": "Và Allah xác nhận điều (Mặc khải) mà Ngài đã ban xuống cho Ngươi (Muhammad); Ngài ban Nó (Qur‘an) xuống từ Kiến thức của Ngài; và các Thiên Thần cũng xác nhận như thế; nhưng riêng Allah thôi cũng đủ làm chứng (cho việc này.)",
    "FOOTNOTES": ""
  },
  {
    "ID": "660",
    "SURAH": "4",
    "AYAH": "167",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ قَدۡ ضَلُّواْ ضَلَٰلَۢا بَعِيدًا",
    "TRANSLATION": "Quả thật, những ai không có đức tin và cản trở (thiên hạ) theo Con đường của Allah thì quả thật họ đã lạc đạo quá xa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "661",
    "SURAH": "4",
    "AYAH": "168",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ كَفَرُواْ وَظَلَمُواْ لَمۡ يَكُنِ ٱللَّهُ لِيَغۡفِرَ لَهُمۡ وَلَا لِيَهۡدِيَهُمۡ طَرِيقًا",
    "TRANSLATION": "Quả thật, những ai không có đức tin và làm điều sai quấy thì chắc chắn sẽ không được Allah tha thứ cũng không được Ngài hướng dẫn bất cứ đường nào đúng đắn nào.",
    "FOOTNOTES": ""
  },
  {
    "ID": "662",
    "SURAH": "4",
    "AYAH": "169",
    "ARABIC_TEXT": "إِلَّا طَرِيقَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٗا",
    "TRANSLATION": "Ngoại trừ con đường dẫn họ đến hỏa ngục, nơi mà họ sẽ vào ở đời đời trong đó; và (việc) đó chẳng mấy gì khó khăn đối với Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "663",
    "SURAH": "4",
    "AYAH": "170",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُمُ ٱلرَّسُولُ بِٱلۡحَقِّ مِن رَّبِّكُمۡ فَـَٔامِنُواْ خَيۡرٗا لَّكُمۡۚ وَإِن تَكۡفُرُواْ فَإِنَّ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِيمًا حَكِيمٗا",
    "TRANSLATION": "Hỡi nhân loại! Quả thật, Sứ Giả (Muhammad) đến với các ngươi mang theo sự Thật từ Thượng Đế (Allah) của các ngươi; bởi thế, việc tin tưởng nơi Y là một điều tốt cho các ngươi. Và nếu các ngươi phủ nhận thì quả thật mọi vật trong các tầng trời và trái đất đều là của Allah cả. Và Allah là Đấng Hằng Biết, Đấng Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "664",
    "SURAH": "4",
    "AYAH": "171",
    "ARABIC_TEXT": "يَٰٓأَهۡلَ ٱلۡكِتَٰبِ لَا تَغۡلُواْ فِي دِينِكُمۡ وَلَا تَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ إِنَّمَا ٱلۡمَسِيحُ عِيسَى ٱبۡنُ مَرۡيَمَ رَسُولُ ٱللَّهِ وَكَلِمَتُهُۥٓ أَلۡقَىٰهَآ إِلَىٰ مَرۡيَمَ وَرُوحٞ مِّنۡهُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرُسُلِهِۦۖ وَلَا تَقُولُواْ ثَلَٰثَةٌۚ ٱنتَهُواْ خَيۡرٗا لَّكُمۡۚ إِنَّمَا ٱللَّهُ إِلَٰهٞ وَٰحِدٞۖ سُبۡحَٰنَهُۥٓ أَن يَكُونَ لَهُۥ وَلَدٞۘ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَكَفَىٰ بِٱللَّهِ وَكِيلٗا",
    "TRANSLATION": "Hỡi Người dân Kinh Sách! Chớ tỏ ra thái quá trong tôn giáo của các ngươi và chỉ nói sự thật về Allah. Masih Ysa con trai của Maryam chỉ là một Sứ Giả của Allah và là Lời phán (Hãy Thành) mà Ngài truyền xuống cho Maryam và là một Tinh thần (Ruh) từ Ngài (Allah). Bởi thế, hãy tin tưởng nơi Allah và các Sứ Giả của Ngài. Và chớ nói 'Ba' (ngôi). Từ bỏ (tư tưởng đó) tốt cho các ngươi hơn bởi Allah là Thượng Đế Duy nhất, Ngài là Đấng Siêu Việt vượt trên sự việc có một đứa con trai bởi lẽ mọi vật trong các tầng trời và mọi vật dưới đất đều là (tạo vật) của Ngài. Và chỉ một mình Allah đủ chi phối và điều hành tất cả mọi sự việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "665",
    "SURAH": "4",
    "AYAH": "172",
    "ARABIC_TEXT": "لَّن يَسۡتَنكِفَ ٱلۡمَسِيحُ أَن يَكُونَ عَبۡدٗا لِّلَّهِ وَلَا ٱلۡمَلَٰٓئِكَةُ ٱلۡمُقَرَّبُونَۚ وَمَن يَسۡتَنكِفۡ عَنۡ عِبَادَتِهِۦ وَيَسۡتَكۡبِرۡ فَسَيَحۡشُرُهُمۡ إِلَيۡهِ جَمِيعٗا",
    "TRANSLATION": "Masih (Ysa) không có gì phải ái ngại khi làm một người bề tôi của Allah; các Thiên Thần kế cận (Allah) nhất cũng không ái ngại làm điều đó. Và ai tỏ ra ái ngại không muốn phụng sự Ngài và tỏ thái độ ngạo mạn thì sẽ bị Ngài tập trung đưa về chầu Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "666",
    "SURAH": "4",
    "AYAH": "173",
    "ARABIC_TEXT": "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فَيُوَفِّيهِمۡ أُجُورَهُمۡ وَيَزِيدُهُم مِّن فَضۡلِهِۦۖ وَأَمَّا ٱلَّذِينَ ٱسۡتَنكَفُواْ وَٱسۡتَكۡبَرُواْ فَيُعَذِّبُهُمۡ عَذَابًا أَلِيمٗا وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيّٗا وَلَا نَصِيرٗا",
    "TRANSLATION": "Còn đối với những ai có đức tin và làm việc thiện thì Ngài (Allah) sẽ sớm trả lại cho họ đầy đủ phần công lao của họ và còn ban thêm thiên lộc của Ngài nữa. Ngược lại, đối với những ai miệt thị và tỏ ra ngạo mạn thì sẽ bị Ngài phạt bằng một hình phạt đau đớn và ngoài Allah ra họ sẽ không tìm được một Đấng Bảo Hộ hay một Vị Cứu Tinh nào (để giúp đỡ họ).",
    "FOOTNOTES": ""
  },
  {
    "ID": "667",
    "SURAH": "4",
    "AYAH": "174",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَكُم بُرۡهَٰنٞ مِّن رَّبِّكُمۡ وَأَنزَلۡنَآ إِلَيۡكُمۡ نُورٗا مُّبِينٗا",
    "TRANSLATION": "Hỡi nhân loại! Một Bằng chứng xác thực từ Thượng Đế (Allah) của các ngươi đã đến với các ngươi bởi vì TA đã ban xuống cho các ngươi một ánh sáng rõ rệt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "668",
    "SURAH": "4",
    "AYAH": "175",
    "ARABIC_TEXT": "فَأَمَّا ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَٱعۡتَصَمُواْ بِهِۦ فَسَيُدۡخِلُهُمۡ فِي رَحۡمَةٖ مِّنۡهُ وَفَضۡلٖ وَيَهۡدِيهِمۡ إِلَيۡهِ صِرَٰطٗا مُّسۡتَقِيمٗا",
    "TRANSLATION": "Bởi thế, đối với những ai tin tưởng nơi Allah và bám chắc vào Ngài thì sẽ sớm được Ngài khoan dung và ưu ái và sẽ được hướng dẫn theo con đường ngay chính để trở về với Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "669",
    "SURAH": "4",
    "AYAH": "176",
    "ARABIC_TEXT": "يَسۡتَفۡتُونَكَ قُلِ ٱللَّهُ يُفۡتِيكُمۡ فِي ٱلۡكَلَٰلَةِۚ إِنِ ٱمۡرُؤٌاْ هَلَكَ لَيۡسَ لَهُۥ وَلَدٞ وَلَهُۥٓ أُخۡتٞ فَلَهَا نِصۡفُ مَا تَرَكَۚ وَهُوَ يَرِثُهَآ إِن لَّمۡ يَكُن لَّهَا وَلَدٞۚ فَإِن كَانَتَا ٱثۡنَتَيۡنِ فَلَهُمَا ٱلثُّلُثَانِ مِمَّا تَرَكَۚ وَإِن كَانُوٓاْ إِخۡوَةٗ رِّجَالٗا وَنِسَآءٗ فَلِلذَّكَرِ مِثۡلُ حَظِّ ٱلۡأُنثَيَيۡنِۗ يُبَيِّنُ ٱللَّهُ لَكُمۡ أَن تَضِلُّواْۗ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمُۢ",
    "TRANSLATION": "Họ hỏi Ngươi (Muhammad) về một quyết định pháp lý. Hãy bảo họ: “Allah đã chỉ dẫn cho các ngươi về việc hưởng gia tài của một người không có cha mẹ và con cái như sau: nếu một người qua đời  không có con mà chỉ có một người chị (hay em gái) thì người này được hưởng phân nửa (1/2) gia tài do y để lại. Nhưng nếu người chị (hay em gái) chết đi nhưng không có con thì anh (hay em) trai sẽ là người thừa kế của chị (hay em gái) đó; còn nếu người chết có hai chị (em) gái còn sống thì hai người này sẽ được hưởng hai phần ba (2/3) của gia tài mà y để lại; và nếu có anh (em) trai lẫn chị (em) gái còn sống thì phần của nam bằng hai phần của nữ. Allah giải thích rõ điều này cho các ngươi sợ rằng các người sai lạc. Và Allah Hằng Biết hết mọi việc.”",
    "FOOTNOTES": ""
  }
]