[
  {
    "ID": "4134",
    "SURAH": "40",
    "AYAH": "1",
    "ARABIC_TEXT": "حمٓ",
    "TRANSLATION": "Ha. Mim.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4135",
    "SURAH": "40",
    "AYAH": "2",
    "ARABIC_TEXT": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
    "TRANSLATION": "Kinh Sách (Qur'an) do Allah, Đấng Toàn Năng, Đấng Toàn Tri ban xuống,",
    "FOOTNOTES": ""
  },
  {
    "ID": "4136",
    "SURAH": "40",
    "AYAH": "3",
    "ARABIC_TEXT": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ",
    "TRANSLATION": "Đấng tha thứ tội lỗi, chấp nhận việc sám hối, nhưng nghiêm khắc trong việc trừng phạt, Đấng ban bố (ân huệ). Không có Thượng Đế nào cả duy chỉ Ngài (là Thượng Đế). Tất cả đều trở về gặp Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4137",
    "SURAH": "40",
    "AYAH": "4",
    "ARABIC_TEXT": "مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ",
    "TRANSLATION": "Không ai tranh cãi về các dấu hiệu của Allah ngoài những kẻ không có đức tin. Bởi thế, chớ để cho sự tung hoành của chúng trong xứ làm Ngươi (Muhammad) bị mắc lừa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4138",
    "SURAH": "40",
    "AYAH": "5",
    "ARABIC_TEXT": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ",
    "TRANSLATION": "Trước chúng, người dân của Nuh và sau chúng, các liên minh (tòng phạm) đã phủ nhận (các Sứ Giả của họ); mỗi một cộng đồng đều âm mưu chống lại Sứ Giả của họ để mong triệt hạ Y và dùng lời lẽ ngụy biện để tranh luận hầu dập tắt Chân Lý; nhưng TA đã bắt phạt họ. Bởi thế, (hãy xem) việc trừng phạt của TA khủng khiếp như thế nào.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4139",
    "SURAH": "40",
    "AYAH": "6",
    "ARABIC_TEXT": "وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ",
    "TRANSLATION": "Lời của Thượng Đế của Ngươi (Muhammad) đối với những kẻ không có đức tin đều là thật rằng chúng sẽ là những người bạn của hỏa ngục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4140",
    "SURAH": "40",
    "AYAH": "7",
    "ARABIC_TEXT": "ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ",
    "TRANSLATION": "Những vị (Thiên Thần) mang Ngai Vương của Allah và những vị (Thiên Thần) đứng hầu xung quanh nó đều tán dương Lời ca tụng Thượng Đế của họ và tin tưởng nơi Ngài; và cầu xin sự tha thứ cho những ai có đức tin, thưa: “Lạy Thượng Đế của bầy tôi! Xin Ngài lấy Đức Khoan dung và sự Hiểu biết (của Ngài) mà bao trùm tất cả mọi vật. Xin Ngài tha thứ cho những ai quay về sám hối (với Ngài) và tuân theo con đường của Ngài và cứu vớt họ khỏi hình phạt của hỏa ngục.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4141",
    "SURAH": "40",
    "AYAH": "8",
    "ARABIC_TEXT": "رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
    "TRANSLATION": "“Lạy Thượng Đế của bầy tôi! Xin Ngài cho họ được vào những ngôi Vườn Vĩnh Cửu (thiên đàng) mà Ngài đã hứa với họ và người đạo đức trong số cha mẹ, vợ chồng và con cái của họ bởi vì Ngài là Đấng Toàn Năng, Đấng Chí Minh.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4142",
    "SURAH": "40",
    "AYAH": "9",
    "ARABIC_TEXT": "وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
    "TRANSLATION": "“Và bảo vệ khỏi điều xấu xa (tội lỗi). Và ai được Ngài cứu vớt khỏi điều xấu xa vào Ngày (Phán Xử) đó thì chắc chắn sẽ được Ngài khoan dung. Và đó là một thắng lợi vẻ vang nhất.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4143",
    "SURAH": "40",
    "AYAH": "10",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ",
    "TRANSLATION": "Quả thật, những ai không có đức tin sẽ bị mắng: “Chắc chắn Allah ghét bỏ các ngươi còn hơn việc các ngươi ruồng ghét lẫn nhau khi các ngươi được mời chấp nhận đức tin nhưng các ngươi đã từ chối.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4144",
    "SURAH": "40",
    "AYAH": "11",
    "ARABIC_TEXT": "قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ",
    "TRANSLATION": "Chúng sẽ thưa: “Lạy Thượng Đế của bầy tôi! Ngài đã làm cho bầy tôi chết hai lần(148) và sống hai lần. Bây giờ bầy tôi thú nhận tội của bầy tôi. Thế có lối thoát nào ra khỏi (hỏa ngục) hay chăng?”",
    "FOOTNOTES": "(148) Chết hai lần: Một lần trong trái cật của người cha và một lần lìa đời; sống hai lần: một lần chào đời và một lần phục sinh."
  },
  {
    "ID": "4145",
    "SURAH": "40",
    "AYAH": "12",
    "ARABIC_TEXT": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ",
    "TRANSLATION": "(Sẽ có lời bảo chúng:) “Như thế là vì khi Allah, Đấng Duy Nhất được khấn vái (trong lời cầu nguyện) thì các người phủ nhận; và nếu có các thần linh nào được cầu nguyện cùng với Ngài (Allah) thì các người tin tưởng. Bởi thế, việc phán xử là của Allah, Đấng Tối Cao, Đấng Vĩ Đại.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4146",
    "SURAH": "40",
    "AYAH": "13",
    "ARABIC_TEXT": "هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
    "TRANSLATION": "Ngài là Đấng trưng bày cho các ngươi thấy các dấu hiệu của Ngài và ban bổng lộc (nước mưa) từ trên trời xuống cho các ngươi và chỉ ai biết sám hối mới ghi nhớ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4147",
    "SURAH": "40",
    "AYAH": "14",
    "ARABIC_TEXT": "فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ",
    "TRANSLATION": "Do đó, hãy thành tâm cầu nguyện Allah, triệt để thần phục chỉ riêng Ngài dẫu rằng những kẻ vô đức tin ghét điều đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4148",
    "SURAH": "40",
    "AYAH": "15",
    "ARABIC_TEXT": "رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ",
    "TRANSLATION": "(Allah) tốii cao về cấp bậc, Chủ nhân của Ngai Vương. Ngài phái Ruh (Jibril) mang Mặc Khải theo Mệnh Lệnh của Ngài xuống gặp người nào mà Ngài muốn trong số bầy tôi của Ngài để người đó cảnh báo nhân loại về Ngày Gặp Gỡ (phục sinh).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4149",
    "SURAH": "40",
    "AYAH": "16",
    "ARABIC_TEXT": "يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ",
    "TRANSLATION": "Ngày mà tất cả sẽ phải đến trình diện. Không một điều (tội lỗi) nào của họ có thể giấu giếm khỏi Allah. Quyền hành (Phán Xử) vào Ngày đó sẽ thuộc về ai? Thuộc về Allah, Đấng Duy Nhất, Đấng Tối Thượng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4150",
    "SURAH": "40",
    "AYAH": "17",
    "ARABIC_TEXT": "ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
    "TRANSLATION": "Vào Ngày đó, mỗi người (linh hồn) sẽ được tưởng thưởng về công trình của mình. Sẽ không có việc (xét xử) bất công vào Ngày đó. Quả thật, Allah rất nhanh trong việc thanh toán (việc tưởng thưởng và trừng phạt).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4151",
    "SURAH": "40",
    "AYAH": "18",
    "ARABIC_TEXT": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ",
    "TRANSLATION": "Và hãy cảnh báo họ về Ngày (phục sinh) đang tiến đến gần, Ngày mà những quả tim sẽ nhảy thót lên cổ họng, làm nghẹt thở. Những kẻ làm điều sai quấy sẽ không có bạn bè hoặc người can thiệp nào để nhờ cậy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4152",
    "SURAH": "40",
    "AYAH": "19",
    "ARABIC_TEXT": "يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ",
    "TRANSLATION": "(Allah) biết rõ điều gian xảo nơi cặp mắt của họ và điều (dối trá) giấu kín trong lòng (của họ).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4153",
    "SURAH": "40",
    "AYAH": "20",
    "ARABIC_TEXT": "وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
    "TRANSLATION": "Và Allah sẽ phán quyết bằng sự Thật, trong lúc những kẻ mà họ khấn vái ngoài Ngài sẽ không quyết định được gì cả. Rõ thật Allah Ngài là Đấng Hằng Nghe, Đấng Hằng Thấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4154",
    "SURAH": "40",
    "AYAH": "21",
    "ARABIC_TEXT": "۞ أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ",
    "TRANSLATION": "Và há họ không đi du lịch trên trái đất để xét xem kết cuộc của những ai đã sống trước họ ra sao? Chúng mạnh hơn họ về quyền lực và di tích mà chúng còn để lại trên trái đất. Nhưng Allah bắt phạt chúng vì tội lỗi của chúng. Và không có ai che chở chúng khỏi (sự trừng phạt của) Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4155",
    "SURAH": "40",
    "AYAH": "22",
    "ARABIC_TEXT": "ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ",
    "TRANSLATION": "Như thế là vì các Sứ Giả của chúng đã đến gặp chúng với những bằng chứng rõ rệt, nhưng chúng không tin tưởng, cho nên Allah bắt phạt chúng. Quả thật, Ngài Đấng Hùng Mạnh và trừng phạt rất nghiêm khắc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4156",
    "SURAH": "40",
    "AYAH": "23",
    "ARABIC_TEXT": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ",
    "TRANSLATION": "Và chắc chắn TA đã cử Musa mang các Phép Lạ của TA với một thẩm quyền rõ rệt,",
    "FOOTNOTES": ""
  },
  {
    "ID": "4157",
    "SURAH": "40",
    "AYAH": "24",
    "ARABIC_TEXT": "إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ",
    "TRANSLATION": "Đến gặp Fir-'awn, Haman(149) và Qorun nhưng chúng bảo (Musa) là một tên phù thủy, một tên nói dối.",
    "FOOTNOTES": "(149) Haman là một bộ trưởng rất nịnh hót của Fir-’awn (Phê-rô), quốc vương Ai Cập. Phê-rô tiêu biểu cho tính ngạo mạn, gian ác, cậy quyền; Haman tiêu biểu cho sự nịnh hót và Qorun tiêu biểu cho sự giàu có và lòng ích kỷ. (Xem Q. 28:38, 76-81)"
  },
  {
    "ID": "4158",
    "SURAH": "40",
    "AYAH": "25",
    "ARABIC_TEXT": "فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ",
    "TRANSLATION": "Và khi Y (Musa) mang Chân Lý từ TA đến cho chúng, chúng bảo: “Hãy giết các đứa con trai của những ai tin tưởng theo Y (Musa) và tha sống phụ nữ của chúng.” Và mưu đồ của những kẻ không có đức tin chỉ rơi vào lầm lạc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4159",
    "SURAH": "40",
    "AYAH": "26",
    "ARABIC_TEXT": "وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ",
    "TRANSLATION": "Fir-'awn bảo: “Để ta giết Musa, và để nó gọi Thượng Đế của nó (đến cứu nó). Ta sợ nó sẽ thay đổi tôn giáo của các ngươi hoặc sẽ dấy loạn trong xứ.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4160",
    "SURAH": "40",
    "AYAH": "27",
    "ARABIC_TEXT": "وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ",
    "TRANSLATION": "Và Musa bảo: \"Tôi cầu xin Thượng Đế của tôi và của quí vị che chở tôi khỏi (tay của) từng tên ngạo mạn không tin tưởng nơi Ngày Thanh Toán (để thưởng và phạt).\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4161",
    "SURAH": "40",
    "AYAH": "28",
    "ARABIC_TEXT": "وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ",
    "TRANSLATION": "Và một người đàn ông có đức tin trong đám thuộc hạ của Fir-'awn đã từng giấu kín đức tin của mình vội lên tiếng thưa: “Ngài sẽ giết một người chỉ vì lý do y nói: 'Thượng Đế của tôi là Allah và chắc chắn đã mang những bằng chứng rõ rệt từ Thượng Đế của quí ngài đến cho quí ngài hay sao? Và nếu là một tên nói dối thì y sẽ chịu tội về lời gian dối của y. Ngược lại, nếu y là một người nói sự thật thì điều mà y hăm dọa quí ngài chắc chắn sẽ nhằm phải quí ngài. Thật sự, Allah không hướng dẫn một người phạm tội (giết người, áp bức...), một tên nói dối.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4162",
    "SURAH": "40",
    "AYAH": "29",
    "ARABIC_TEXT": "يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ",
    "TRANSLATION": "\"Thưa quí ngài! Ngày nay quyền hành nằm trong tay của quí ngài. Quí ngài thắng thế trong xứ. Nhưng ai sẽ cứu chúng ta khỏi hình phạt của Allah nếu nó nhằm phải chúng ta?” Fir-'awn đáp: \"Ta chỉ trình bày cho các người thấy điều mà ta thấy (đúng). Và ta chỉ hướng dẫn các người theo con đường chân chính.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4163",
    "SURAH": "40",
    "AYAH": "30",
    "ARABIC_TEXT": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ",
    "TRANSLATION": "Và người có đức tin đó thưa: “Thưa quí ngài! Thật sự, tôi sợ giùm cho quí ngài về (đại họa) giống như (cái đã xảy ra vào) Ngày của Liên quân (tòng phạm)!\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4164",
    "SURAH": "40",
    "AYAH": "31",
    "ARABIC_TEXT": "مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ",
    "TRANSLATION": "“Giống như số phận của người dân của Nuh, của 'Ad và của Thamud và của những kẻ sống sau chúng bởi vì Allah không muốn bầy tôi của Ngài chịu thiệt thòi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4165",
    "SURAH": "40",
    "AYAH": "32",
    "ARABIC_TEXT": "وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ",
    "TRANSLATION": "“Và thưa quí ngài! Tôi sợ giùm cho quí ngài về Ngày với gọi nhau (đau đớn).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4166",
    "SURAH": "40",
    "AYAH": "33",
    "ARABIC_TEXT": "يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
    "TRANSLATION": "“Ngày mà quí ngài sẽ quay lưng tháo chạy. Quí vị sẽ không có một vị che chở nào từ Allah. Và ai mà Allah đánh lạc hướng thì sẽ không được một người hướng đạo nào cả.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4167",
    "SURAH": "40",
    "AYAH": "34",
    "ARABIC_TEXT": "وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ",
    "TRANSLATION": "“Và chắc chắn khi xưa Yusuf (Joseph) mang các bằng chứng rõ rệt đến gặp quí ngài nhưng quí ngài không ngừng nghi ngờ về thông điệp mà Y mang đến; mãi cho đến khi Y qua đời thì quí ngài bảo: “Allah sẽ không bao giờ dựng một Sứ Giả nào sau Y nữa.” Allah đánh lạc hướng kẻ nào là một người áp bức, tội lỗi và hay nghi ngờ giống như thế.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4168",
    "SURAH": "40",
    "AYAH": "35",
    "ARABIC_TEXT": "ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ",
    "TRANSLATION": "“Những ai hay tranh cãi về các dấu hiệu của Allah nhưng không có một thẩm quyền (hay bằng chứng) nào thì thật đáng ghét đối với Allah và đối với những người có đức tin. Allah niêm kín tấm lòng của từng tên ngạo mạn, bạo ngược giống như thế.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4169",
    "SURAH": "40",
    "AYAH": "36",
    "ARABIC_TEXT": "وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ",
    "TRANSLATION": "Và Fir-'awn bảo: “Hỡi Haman! Hãy xây cho ta một cái tháp cao để ta có thể đến giáp những con đường.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4170",
    "SURAH": "40",
    "AYAH": "37",
    "ARABIC_TEXT": "أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ",
    "TRANSLATION": "“Những con đường của các tầng trời đưa ta lên diện kiến Thượng Đế của Musa bởi vì ta nghĩ nó là một tên nói dối.” Và đối với Fir-'awn, hành động tội lỗi của y đã tỏ ra hấp dẫn đối với y giống như thế và y bị cản trở khỏi con đường (của Allah). Và mưu đồ của Fir-'awn chỉ đưa đến thất bại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4171",
    "SURAH": "40",
    "AYAH": "38",
    "ARABIC_TEXT": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ",
    "TRANSLATION": "Người tin tưởng (đó) tiếp: “Hỡi người dân của tôi! Hãy nghe lời tôi. Tôi sẽ hướng dẫn quí vị theo con đường chân chính.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4172",
    "SURAH": "40",
    "AYAH": "39",
    "ARABIC_TEXT": "يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ",
    "TRANSLATION": "“Hỡi người dân của tôi! Đời sống trần tục này chỉ là một sự hưởng thụ ngắn ngủi và chắc chắn đời sau mới là một ngôi nhà vĩnh cửu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4173",
    "SURAH": "40",
    "AYAH": "40",
    "ARABIC_TEXT": "مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ",
    "TRANSLATION": "“Ai làm điều xấu thì chỉ bị phạt ngang bằng với tội đã phạm. Ngược lại, ai làm điều thiện, bất luận nam hay nữ, và có đức tin thì sẽ vào thiên đàng, nơi mà họ sẽ hưởng vô vàn bổng lộc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4174",
    "SURAH": "40",
    "AYAH": "41",
    "ARABIC_TEXT": "۞ وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ",
    "TRANSLATION": "“Hỡi người dân của tôi! Tại sao lại có chuyện (ngược ngạo) như thế trong lúc tôi kêu gọi quí vị đến chỗ Cứu Rỗi thì quí vị lại kêu gọi tôi đi vào hỏa ngục?\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4175",
    "SURAH": "40",
    "AYAH": "42",
    "ARABIC_TEXT": "تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّٰرِ",
    "TRANSLATION": "“Quí vị kêu gọi tôi phủ nhận Allah và tổ hợp thần linh cùng với Ngài điều mà tôi không biết một tí gì trong lúc tôi kêu gọi quí vị đến với Đấng Toàn Năng, Đấng Hằng Tha Thứ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4176",
    "SURAH": "40",
    "AYAH": "43",
    "ARABIC_TEXT": "لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ",
    "TRANSLATION": "“Không có gì phải nghi ngờ cả, quí vị kêu gọi tôi đến với một kẻ không có quyền đòi thiên hạ phải cầu nguyện mình ỡ đời này và ở đời sau; và quả thật, mục tiêu trở về của tất cả chúng ta là Allah; và quả thật những kẻ tội lỗi sẽ là những người bạn của hỏa ngục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4177",
    "SURAH": "40",
    "AYAH": "44",
    "ARABIC_TEXT": "فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ",
    "TRANSLATION": "“Rồi sau này quí vị sẽ nhớ những điều tôi nói. Tôi giao công việc của tôi cho Allah bởi vì Allah là Đấng Hằng Thấy bầy tôi (của Ngài).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4178",
    "SURAH": "40",
    "AYAH": "45",
    "ARABIC_TEXT": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ",
    "TRANSLATION": "Do đó, Allah giải cứu y (người có đức tin) khỏi những điều xấu xa mà chúng âm mưu hại y; và tai họa bao vây người nhà (thuộc hạ) của Fir-'awn tứ phía.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4179",
    "SURAH": "40",
    "AYAH": "46",
    "ARABIC_TEXT": "ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ",
    "TRANSLATION": "hỏa ngục mà chúng sẽ bị dắt ra chạm trán cả buổi sáng lẫn buổi chiều. Và vào Ngày mà Giờ (Xét Xử) sẽ được thiết lập, sẽ có lời (bảo Thiên Thần): “Hãy đưa thuộc hạ của Fir-'awn vào chỗ trừng phạt khắc nghiệt nhất.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4180",
    "SURAH": "40",
    "AYAH": "47",
    "ARABIC_TEXT": "وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ",
    "TRANSLATION": "Và khi chúng sẽ cãi nhau trong hỏa ngục; người cô thế sẽ bảo kẻ ngạo mạn như sau: “Quả thật, chúng tôi là người theo quí ngài. Có thể nào quí ngài bốc một phần Lửa đốt khỏi chúng tôi được hay không?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4181",
    "SURAH": "40",
    "AYAH": "48",
    "ARABIC_TEXT": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ",
    "TRANSLATION": "Những kẻ ngạo mạn sẽ đáp: “Tất cả chúng ta đều ở trong dó (hỏa ngục) cả! Chắc chắn, Allah sẽ phân xử giữa bầy tôi của Ngài.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4182",
    "SURAH": "40",
    "AYAH": "49",
    "ARABIC_TEXT": "وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ",
    "TRANSLATION": "Và những kẻ ở trong hỏa ngục sẽ nói với những vị Cai ngục (Thiên Thần): “Hãy xin Thượng Đế của quí ngài giảm bớt hình phạt giùm chúng tôi một ngày được hay không?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4183",
    "SURAH": "40",
    "AYAH": "50",
    "ARABIC_TEXT": "قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ",
    "TRANSLATION": "Họ sẽ đáp: “Há các Sứ Giả của các người đã không đến gặp các ngươi với những bằng chứng rõ rệt ư?” Chúng sẽ thưa: “Dạ, có!” Họ bảo chúng: “Thế hãy cầu nguyện (theo ý muốn của các ngươi).” Nhưng lời cầu nguyện của những kẻ không có đức tin chỉ quanh quẩn trong lầm lạc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4184",
    "SURAH": "40",
    "AYAH": "51",
    "ARABIC_TEXT": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ",
    "TRANSLATION": "Chắc chắn, TA sẽ giúp các Sứ Giả của TA và những ai có đức tin ở đời này chiến thắng; và vào Ngày mà các nhân chúng sẽ đứng ra (làm chứng);",
    "FOOTNOTES": ""
  },
  {
    "ID": "4185",
    "SURAH": "40",
    "AYAH": "52",
    "ARABIC_TEXT": "يَوۡمَ لَا يَنفَعُ ٱلظَّٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ",
    "TRANSLATION": "Ngày mà lời lẽ phân trần của những kẻ làm điều sai quấy sẽ không giúp ích gì được cho chúng. Ngược lại, chúng sẽ nhận lời nguyền rủa và một chỗ ngụ xấu xa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4186",
    "SURAH": "40",
    "AYAH": "53",
    "ARABIC_TEXT": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡكِتَٰبَ",
    "TRANSLATION": "Và quả thật, TA đã ban Chỉ Đạo cho Musa và làm cho con cháu của Israel thừa hưởng Kinh Sách (Tawrah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4187",
    "SURAH": "40",
    "AYAH": "54",
    "ARABIC_TEXT": "هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
    "TRANSLATION": "Một Chỉ Đạo và một sự Nhắc Nhở cho những người thông hiểu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4188",
    "SURAH": "40",
    "AYAH": "55",
    "ARABIC_TEXT": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ",
    "TRANSLATION": "Bởi thế, hãy kiên nhẫn (hỡi Muhammad!) bởi vì Lời Hứa của Allah sẽ đích thực. Và hãy xin Thượng Đế của Ngươi tha thứ lỗi lầm của Ngươi và hãy tán dương ca tụng Thượng Đế của Ngươi đêm và ngày.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4189",
    "SURAH": "40",
    "AYAH": "56",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
    "TRANSLATION": "Quả thật, những ai tranh cãi về các dấu hiệu của Allah nhưng không có một chút thẩm quyền nào được ban cho thì chỉ muốn sự tự cao tự đại trong lòng mình, nhưng chúng sẽ không bao giờ đạt nó được. Bởi thế, hãy xin Allah che chơ bởi vì Ngài là Đấng Hằng Nghe và Hằng Thấy (mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4190",
    "SURAH": "40",
    "AYAH": "57",
    "ARABIC_TEXT": "لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
    "TRANSLATION": "Chắc chắn việc tạo hóa các tầng trời và trái đất lớn hơn việc tạo hóa loài người, nhưng đa số nhân loại không biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4191",
    "SURAH": "40",
    "AYAH": "58",
    "ARABIC_TEXT": "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ",
    "TRANSLATION": "Người mù mắt và người sáng mắt không ngang bằng nhau; và những ai có đức tin và làm việc thiện không ngang bằng với người làm điều xấu và tội lỗi. Các người ít nhớ thay!",
    "FOOTNOTES": ""
  },
  {
    "ID": "4192",
    "SURAH": "40",
    "AYAH": "59",
    "ARABIC_TEXT": "إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
    "TRANSLATION": "Quả thật, Giờ Tận Thế chắc chắn sẽ đến, không có chi phải nghi ngờ cả; nhưng đa số thiên hạ không tin tưởng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4193",
    "SURAH": "40",
    "AYAH": "60",
    "ARABIC_TEXT": "وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ",
    "TRANSLATION": "Và Thượng Đế của các ngươi phán: “Hãy cầu nguyện TA, TA sẽ đáp lại các ngươi. Thật sự, những ai kiêu ngạo xem thường việc thờ phụng TA thì sẽ đi vào hỏa ngục một cách nhục nhã.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4194",
    "SURAH": "40",
    "AYAH": "61",
    "ARABIC_TEXT": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
    "TRANSLATION": "Allah là Đấng đã làm ra ban đêm cho các ngươi để các ngươi có thể nghỉ ngơi và ban ngày để nhìn thấy. Và quả thật, Allah có đầy đủ thiên lộc cho loài người nhưng đa số thiên hạ không biết ơn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4195",
    "SURAH": "40",
    "AYAH": "62",
    "ARABIC_TEXT": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ",
    "TRANSLATION": "Allah, Thượng Đế của các ngươi là thế; Đấng Tạo Hóa vạn vật. Không có Thượng Đế nào cả, duy chỉ Ngài (là Thượng Đế). Thế tại sao các ngươi lánh xa (Ngài)?",
    "FOOTNOTES": ""
  },
  {
    "ID": "4196",
    "SURAH": "40",
    "AYAH": "63",
    "ARABIC_TEXT": "كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ",
    "TRANSLATION": "Những ai phủ nhận các dấu hiệu của Allah thường tránh né như thế.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4197",
    "SURAH": "40",
    "AYAH": "64",
    "ARABIC_TEXT": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "Allah là Đấng làm trái đất thành một nơi cư ngụ cho các ngươi và bầu trời thành cái lọng (mái) che và ban cho các ngươi hình thể và tô điểm hình thể của các ngươi thành xinh đẹp và cung dưỡng các ngươi với thực phẩm tốt và sạch. Allah, Thượng Đế của các ngươi là thế. Bởi thế, Phúc đức thay Allah! Thượng Đế của vũ trụ và muôn loài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4198",
    "SURAH": "40",
    "AYAH": "65",
    "ARABIC_TEXT": "هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "Ngài là Đấng Hằng sống. Không có Thượng Đế nào khác cả, duy chỉ Ngài (là Thượng Đế). Do đó, hãy cầu nguyện Ngài, chân thành tôn thờ chỉ riêng Ngài. Mọi lời ca tụng đều thuộc về Allah, Thượng Đế (Đấng Chủ Tể) của vũ trụ và muôn loài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4199",
    "SURAH": "40",
    "AYAH": "66",
    "ARABIC_TEXT": "۞ قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "Hãy bảo (chúng): “(Allah) cấm Ta không được tôn thờ những ai mà các người cầu nguyện ngoài Ngài khi Ta đã nhận được những bằng chứng rõ rệt từ Thượng Đế của Ta. Và Ta được lệnh phải thần phục Thượng Đế (Đấng Chủ Tể) của vũ trụ và muôn loài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4200",
    "SURAH": "40",
    "AYAH": "67",
    "ARABIC_TEXT": "هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ",
    "TRANSLATION": "Ngài là Đấng đã tạo hóa các ngươi từ đất bụi, rồi từ giọt tinh dịch, rồi từ một hòn máu đặc, rồi mang các ngươi ra đời thành các đứa bé, rồi làm cho các ngươi lớn mạnh đầy đủ sức lực, rồi làm cho các ngươi trở thành già yếu. Và trong các ngươi, có người chết trước (chết non); và (có người) được để cho sống đến thời hạn qui định và để cho các ngươi thông hiểu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4201",
    "SURAH": "40",
    "AYAH": "68",
    "ARABIC_TEXT": "هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
    "TRANSLATION": "Ngài (Allah) là Đấng làm cho sống và làm cho chết. Bởi thế, khi Ngài quyết định một vật (việc), Ngài chỉ phán với nó “Hãy Thành!” thì nó sẽ thành (như Ý Ngài muốn).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4202",
    "SURAH": "40",
    "AYAH": "69",
    "ARABIC_TEXT": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ",
    "TRANSLATION": "Há Ngươi (Muhammad) không nhận thấy những kẻ đã tranh cãi về các dấu hiệu của Allah rằng chúng xa lánh (Chân Lý) như thế nào ư?",
    "FOOTNOTES": ""
  },
  {
    "ID": "4203",
    "SURAH": "40",
    "AYAH": "70",
    "ARABIC_TEXT": "ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ",
    "TRANSLATION": "Những ai đã phủ nhận Kinh Sách (Qur'an) và những điều (mặc khải) mà TA đã ban xuống cùng với các Sứ Giả của TA. Rồi đây, chúng sẽ sớm biết (hậu quả của việc làm của chúng).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4204",
    "SURAH": "40",
    "AYAH": "71",
    "ARABIC_TEXT": "إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ",
    "TRANSLATION": "Khi những chiếc gông sẽ được đóng vào cổ của chúng và những sợi xích mà chúng sẽ bị kéo lôi đi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4205",
    "SURAH": "40",
    "AYAH": "72",
    "ARABIC_TEXT": "فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ",
    "TRANSLATION": "Vào trong loại nước sôi hôi thúi; rồi vào trong Lửa, nơi mà chúng sẽ bị đốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4206",
    "SURAH": "40",
    "AYAH": "73",
    "ARABIC_TEXT": "ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ",
    "TRANSLATION": "Rồi sẽ có lời bảo chúng: “Đâu là những thần linh mà các ngươi tôn thờ",
    "FOOTNOTES": ""
  },
  {
    "ID": "4207",
    "SURAH": "40",
    "AYAH": "74",
    "ARABIC_TEXT": "مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ",
    "TRANSLATION": "Ngoài Allah?” Chúng sẽ thưa: “Họ đã bỏ chúng tôi đi mất biệt. Trước đây chúng tôi đã không cầu nguyện và tôn thờ ai (vật gì).” Allah đã đánh lạc hướng những kẻ không có đức tin như thế.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4208",
    "SURAH": "40",
    "AYAH": "75",
    "ARABIC_TEXT": "ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ",
    "TRANSLATION": "Như thế là vì các ngươi đã thỏa thích với những điều không đúng với sự Thật và các ngươi thường hí hửng trên trái đất.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4209",
    "SURAH": "40",
    "AYAH": "76",
    "ARABIC_TEXT": "ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
    "TRANSLATION": "Hãy bước vào các cánh cửa hỏa ngục để ở trong đó. Thật xấu xa thay chỗ ngụ của những kệ ngạo mạn!",
    "FOOTNOTES": ""
  },
  {
    "ID": "4210",
    "SURAH": "40",
    "AYAH": "77",
    "ARABIC_TEXT": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ",
    "TRANSLATION": "Bởi thế hãy kiên nhẫn (hỡi Muhammad!). Quả thật, Lời Hứa của Allah sẽ là sự thật. Bởi thế, dẫu TA có cho Ngươi thấy một phần của những điều mà TA đã hứa với chúng hoặc TA có bắt hồn của Ngươi (về cõi Ân Phúc) trước thì bề nào chúng vẫn phải trở về gặp TA (để chịu xét xử).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4211",
    "SURAH": "40",
    "AYAH": "78",
    "ARABIC_TEXT": "وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ",
    "TRANSLATION": "Và quả thật, TA đã cử các Sứ Giả đến (với nhân loại) trước Ngươi. Trong số đó có người TA đã kể cho Ngươi câu chuyện của họ và có người TA không kể câu chuyện của họ cho Ngươi. Và không một Sứ Giả nào được quyền mang một dấu hiệu đến nếu không có Phép của Allah. Và khi Mệnh Lệnh của Allah đã được ban hành, vấn đề sẽ được quyết định đúng với sự thật. Và những kẻ tuân theo điều giả dối lúc đó sẽ hoàn toàn bị thất bại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4212",
    "SURAH": "40",
    "AYAH": "79",
    "ARABIC_TEXT": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ",
    "TRANSLATION": "Allah là Đấng làm ra gia súc cho các ngươi. Một số các ngươi dùng để cưỡi và một số các người dùng để ăn thịt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4213",
    "SURAH": "40",
    "AYAH": "80",
    "ARABIC_TEXT": "وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ",
    "TRANSLATION": "Và nơi chúng các ngươi còn được một số lợi ích khác. Và nhờ chúng các ngươi có thể đạt được một ước vọng trong lòng. Và các ngươi được chuyên chở trên (lưng) của chúng và trên (boong) tàu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4214",
    "SURAH": "40",
    "AYAH": "81",
    "ARABIC_TEXT": "وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ",
    "TRANSLATION": "Và Ngài trưng cho các ngươi thấy các dấu hiệu của Ngài. Thế đâu là các dấu hiệu của Allah mà các ngươi phủ nhận?",
    "FOOTNOTES": ""
  },
  {
    "ID": "4215",
    "SURAH": "40",
    "AYAH": "82",
    "ARABIC_TEXT": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
    "TRANSLATION": "Há họ không đi du lịch trên trái đất để nhận xét kết cuộc của những ai đã sống trước họ ra sao ư? Chúng đông người và mạnh hơn họ và những di tích (lịch sử) mà chúng đã để lại trên trái đất. Tuy nhiên, những công trình mà họ đã làm ra chẳng giúp ích gì được cho họ cả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4216",
    "SURAH": "40",
    "AYAH": "83",
    "ARABIC_TEXT": "فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
    "TRANSLATION": "Bởi vì khi những Sứ Giả của họ đến gặp họ với những bằng chứng rõ rệt (để răn họ), thì họ ỷ lại và tự hào về kiến thức (và tài năng) họ đang có, và những điều mà họ thường chế giễu sẽ bao vây họ trong đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4217",
    "SURAH": "40",
    "AYAH": "84",
    "ARABIC_TEXT": "فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ",
    "TRANSLATION": "Bởi thế, khi thấy sự trừng phạt của TA, họ thưa: “Chúng tôi tin tưởng nơi Đấng Allah Duy Nhất; và phủ nhận những đối tác mà chúng tôi đã tổ hợp với Ngài.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4218",
    "SURAH": "40",
    "AYAH": "85",
    "ARABIC_TEXT": "فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ",
    "TRANSLATION": "Nhưng đức tin của họ vào lúc thấy hình phạt của TA chẳng giúp ích gì được cho họ cả. Đó là Sunnah (Đường lối) của Allah mà Ngài dùng để đối xử với bầy tôi của Ngài (từ thuở nào). Và những kẻ không có đức tin cuối cùng nhất định sẽ mất mát.",
    "FOOTNOTES": ""
  }
]