[
  {
    "ID": "4219",
    "SURAH": "41",
    "AYAH": "1",
    "ARABIC_TEXT": "حمٓ",
    "TRANSLATION": "Ha. Mim.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4220",
    "SURAH": "41",
    "AYAH": "2",
    "ARABIC_TEXT": "تَنزِيلٞ مِّنَ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
    "TRANSLATION": "Việc ban (Qur'an) xuống là do Đấng Rất Mực Độ Lượng, Đấng Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4221",
    "SURAH": "41",
    "AYAH": "3",
    "ARABIC_TEXT": "كِتَٰبٞ فُصِّلَتۡ ءَايَٰتُهُۥ قُرۡءَانًا عَرَبِيّٗا لِّقَوۡمٖ يَعۡلَمُونَ",
    "TRANSLATION": "Một Kinh Sách với các câu được giả thích chi tiết; một Qur'an bằng tiếng Ả Rập ban cho những người hiểu biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4222",
    "SURAH": "41",
    "AYAH": "4",
    "ARABIC_TEXT": "بَشِيرٗا وَنَذِيرٗا فَأَعۡرَضَ أَكۡثَرُهُمۡ فَهُمۡ لَا يَسۡمَعُونَ",
    "TRANSLATION": "(Mang) Tin mừng và Lời cảnh báo; nhưng đa số bọn họ quay bỏ đi, cho nên họ không nghe được (điều lành và điều dữ).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4223",
    "SURAH": "41",
    "AYAH": "5",
    "ARABIC_TEXT": "وَقَالُواْ قُلُوبُنَا فِيٓ أَكِنَّةٖ مِّمَّا تَدۡعُونَآ إِلَيۡهِ وَفِيٓ ءَاذَانِنَا وَقۡرٞ وَمِنۢ بَيۡنِنَا وَبَيۡنِكَ حِجَابٞ فَٱعۡمَلۡ إِنَّنَا عَٰمِلُونَ",
    "TRANSLATION": "Họ bảo: “Quả tim của bọn ta được bọc kín tránh khỏi những điều mà Ngươi mời bọn ta chấp nhận, tai của bọn ta điếc và giữa bọn ta và Ngươi có một bức màn ngăn cách. Bởi thế, hãy làm (theo đường lối của Ngươi); quả thật, bọn ta làm (theo đường lối của bọn ta).\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4224",
    "SURAH": "41",
    "AYAH": "6",
    "ARABIC_TEXT": "قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱسۡتَقِيمُوٓاْ إِلَيۡهِ وَٱسۡتَغۡفِرُوهُۗ وَوَيۡلٞ لِّلۡمُشۡرِكِينَ",
    "TRANSLATION": "Hãy bảo họ: “Ta (Muhammad) là một người phàm như các người, nhưng ta được mặc khải cho biết Thượng Đế của các người chỉ có một Thượng Đế. Do đó, hãy theo con đường ngay chính dẫn đến Ngài và xin Ngài tha thứ; và khốn khổ cho những người thờ đa thần.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4225",
    "SURAH": "41",
    "AYAH": "7",
    "ARABIC_TEXT": "ٱلَّذِينَ لَا يُؤۡتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلۡأٓخِرَةِ هُمۡ كَٰفِرُونَ",
    "TRANSLATION": "\"Những ai không đóng Zakah và không tin có đời sau.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4226",
    "SURAH": "41",
    "AYAH": "8",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمۡ أَجۡرٌ غَيۡرُ مَمۡنُونٖ",
    "TRANSLATION": "\"Quả thật, những ai có đức tin và làm việc thiện thì sẽ được ban thưởng không dứt.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4227",
    "SURAH": "41",
    "AYAH": "9",
    "ARABIC_TEXT": "۞ قُلۡ أَئِنَّكُمۡ لَتَكۡفُرُونَ بِٱلَّذِي خَلَقَ ٱلۡأَرۡضَ فِي يَوۡمَيۡنِ وَتَجۡعَلُونَ لَهُۥٓ أَندَادٗاۚ ذَٰلِكَ رَبُّ ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "Hãy bảo họ (hỡi Muhammad): “Phải chăng các người phủ nhận Đấng đã tạo hóa trái đất trong hai Ngày và các người dựng những đối thủ ngang vai với Ngài? Đấy là Thượng Đế của vũ trụ và muôn loài.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4228",
    "SURAH": "41",
    "AYAH": "10",
    "ARABIC_TEXT": "وَجَعَلَ فِيهَا رَوَٰسِيَ مِن فَوۡقِهَا وَبَٰرَكَ فِيهَا وَقَدَّرَ فِيهَآ أَقۡوَٰتَهَا فِيٓ أَرۡبَعَةِ أَيَّامٖ سَوَآءٗ لِّلسَّآئِلِينَ",
    "TRANSLATION": "Và Ngài (Allah) đã đặt nơi đó những quả núi vững chắc cao hơn mặt đất và ban phúc nơi đó và tính toán lương thực (cho dân cư) của nó nơi đó trong bốn Ngày, đồng đều cho những người đòi hỏi. ",
    "FOOTNOTES": ""
  },
  {
    "ID": "4229",
    "SURAH": "41",
    "AYAH": "11",
    "ARABIC_TEXT": "ثُمَّ ٱسۡتَوَىٰٓ إِلَى ٱلسَّمَآءِ وَهِيَ دُخَانٞ فَقَالَ لَهَا وَلِلۡأَرۡضِ ٱئۡتِيَا طَوۡعًا أَوۡ كَرۡهٗا قَالَتَآ أَتَيۡنَا طَآئِعِينَ",
    "TRANSLATION": "Rồi Ngài hướng về bầu trời lúc đó là một lớp khói mờ. Tiếp đó, Ngài phán cho nó và cho trái đất: “Hai ngươi hãy đến cùng nhau, thuận hay không thuận?” cả hai cùng thưa: “Chúng tôi thuận đến với nhau.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4230",
    "SURAH": "41",
    "AYAH": "12",
    "ARABIC_TEXT": "فَقَضَىٰهُنَّ سَبۡعَ سَمَٰوَاتٖ فِي يَوۡمَيۡنِ وَأَوۡحَىٰ فِي كُلِّ سَمَآءٍ أَمۡرَهَاۚ وَزَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَحِفۡظٗاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
    "TRANSLATION": "Rồi Ngài hoàn tất chúng thành bẩy tầng trời trong hai Ngày và Ngài mặc khải cho mỗi tầng trời công việc của nó. Và TA đã trang hoàng tầng trời của thế gian (tầng trời hạ giới) với những ngọn đèn (tinh tú) và (cử Thiên Thần) canh giữ nó. Đó là Quyết định của Đấng Toàn Năng, Đấng Toàn Tri.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4231",
    "SURAH": "41",
    "AYAH": "13",
    "ARABIC_TEXT": "فَإِنۡ أَعۡرَضُواْ فَقُلۡ أَنذَرۡتُكُمۡ صَٰعِقَةٗ مِّثۡلَ صَٰعِقَةِ عَادٖ وَثَمُودَ",
    "TRANSLATION": "Nhưng nếu họ quay bỏ đi thì hãy bảo (họ): “Ta cảnh báo các người về lưỡi tầm sét giống như lưỡi tầm sét đã đánh người dân 'Ad và Thamud.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4232",
    "SURAH": "41",
    "AYAH": "14",
    "ARABIC_TEXT": "إِذۡ جَآءَتۡهُمُ ٱلرُّسُلُ مِنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ أَلَّا تَعۡبُدُوٓاْ إِلَّا ٱللَّهَۖ قَالُواْ لَوۡ شَآءَ رَبُّنَا لَأَنزَلَ مَلَٰٓئِكَةٗ فَإِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ",
    "TRANSLATION": "Khi các Sứ Giả (của Allah) đã đến gặp chúng từ phía trước lẫn phía sau, (bảo:) “Hãy thờ phụng chỉ riêng Allah thôi.” Chúng đáp: “Nếu muốn, Thượng Đế chúng tôi sẽ cử Thiên Thần xuống (làm Sứ Giả). Bởi thế, chúng tôi không tin nơi điều mà quí vị mang đến .”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4233",
    "SURAH": "41",
    "AYAH": "15",
    "ARABIC_TEXT": "فَأَمَّا عَادٞ فَٱسۡتَكۡبَرُواْ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَقَالُواْ مَنۡ أَشَدُّ مِنَّا قُوَّةًۖ أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَهُمۡ هُوَ أَشَدُّ مِنۡهُمۡ قُوَّةٗۖ وَكَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ",
    "TRANSLATION": "Về (người dân) 'Ad, chúng đã cư xử ngạo mạn trên trái đất không lý do chính đáng. Chúng bảo: “Ai mạnh hơn bọn ta về sức mạnh?” Há chúng không nhận thấy rằng Allah, Đấng đã tạo hóa chúng, đã mạnh hơn chúng về sức mạnh hay sao? Và chúng thường phủ nhận các dấu hiệu của TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4234",
    "SURAH": "41",
    "AYAH": "16",
    "ARABIC_TEXT": "فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِيحٗا صَرۡصَرٗا فِيٓ أَيَّامٖ نَّحِسَاتٖ لِّنُذِيقَهُمۡ عَذَابَ ٱلۡخِزۡيِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَعَذَابُ ٱلۡأٓخِرَةِ أَخۡزَىٰۖ وَهُمۡ لَا يُنصَرُونَ",
    "TRANSLATION": "Bởi thế, TA đã gởi một trận cuồng phong đến phạt chúng suốt những ngày bất hạnh để TA cho chúng nếm sự trừng phạt nhục nhã ở đời này; nhưng sự trừng phạt ở đời sau còn nhục nhã hơn; và chúng sẽ không được ai cứu giúp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4235",
    "SURAH": "41",
    "AYAH": "17",
    "ARABIC_TEXT": "وَأَمَّا ثَمُودُ فَهَدَيۡنَٰهُمۡ فَٱسۡتَحَبُّواْ ٱلۡعَمَىٰ عَلَى ٱلۡهُدَىٰ فَأَخَذَتۡهُمۡ صَٰعِقَةُ ٱلۡعَذَابِ ٱلۡهُونِ بِمَا كَانُواْ يَكۡسِبُونَ",
    "TRANSLATION": "Còn về (người dân) Thamud. TA đã hướng dẫn chúng nhưng chúng thích sự mù quáng (của con tim) hơn là Chỉ Đạo sáng sủa. Bởi thế, lưỡi tầm sét của sự trừng phạt nhục nhã đã đánh chúng vì những điều (tội lỗi) mà chúng đã làm ra.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4236",
    "SURAH": "41",
    "AYAH": "18",
    "ARABIC_TEXT": "وَنَجَّيۡنَا ٱلَّذِينَ ءَامَنُواْ وَكَانُواْ يَتَّقُونَ",
    "TRANSLATION": "Và TA đã cứu sống những ai có đức tin và sợ Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4237",
    "SURAH": "41",
    "AYAH": "19",
    "ARABIC_TEXT": "وَيَوۡمَ يُحۡشَرُ أَعۡدَآءُ ٱللَّهِ إِلَى ٱلنَّارِ فَهُمۡ يُوزَعُونَ",
    "TRANSLATION": "Và vào Ngày mà những kẻ thù của Allah sẽ được tập trung lùa vào hỏa ngục; bởi thế, chúng sẽ được tập hợp theo từng nhóm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4238",
    "SURAH": "41",
    "AYAH": "20",
    "ARABIC_TEXT": "حَتَّىٰٓ إِذَا مَا جَآءُوهَا شَهِدَ عَلَيۡهِمۡ سَمۡعُهُمۡ وَأَبۡصَٰرُهُمۡ وَجُلُودُهُم بِمَا كَانُواْ يَعۡمَلُونَ",
    "TRANSLATION": "Mãi cho đến khi chúng đến đó (hỏa ngục), đôi tai, cặp mắt và các làn da của chúng sẽ làm chứng chống lại chúng về những điều (tội lỗi) mà chúng đã từng làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4239",
    "SURAH": "41",
    "AYAH": "21",
    "ARABIC_TEXT": "وَقَالُواْ لِجُلُودِهِمۡ لِمَ شَهِدتُّمۡ عَلَيۡنَاۖ قَالُوٓاْ أَنطَقَنَا ٱللَّهُ ٱلَّذِيٓ أَنطَقَ كُلَّ شَيۡءٖۚ وَهُوَ خَلَقَكُمۡ أَوَّلَ مَرَّةٖ وَإِلَيۡهِ تُرۡجَعُونَ",
    "TRANSLATION": "Và chúng sẽ bảo các lớp da của chúng: “Tại sao tụi bây làm chứng chống lại bọn ta?” (Các lớp da sẽ) đáp: “Allah khiến chúng tôi nói giống như Ngài khiến cho mọi vật đều nói và Ngài đã tạo ra quí vị lần đầu và quí vị sẽ được đưa về gặp Ngài trở lại.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4240",
    "SURAH": "41",
    "AYAH": "22",
    "ARABIC_TEXT": "وَمَا كُنتُمۡ تَسۡتَتِرُونَ أَن يَشۡهَدَ عَلَيۡكُمۡ سَمۡعُكُمۡ وَلَآ أَبۡصَٰرُكُمۡ وَلَا جُلُودُكُمۡ وَلَٰكِن ظَنَنتُمۡ أَنَّ ٱللَّهَ لَا يَعۡلَمُ كَثِيرٗا مِّمَّا تَعۡمَلُونَ",
    "TRANSLATION": "“Quí vị không chịu tìm cách che giấu mình của quí vị bởi vì đôi tai, cặp mất và các làn da của quí vị có thể làm chứng chống lại quí vị; nhưng quí vị nghĩ rằng Allah không mấy biết về những điều mà quí vị đã từng làm.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4241",
    "SURAH": "41",
    "AYAH": "23",
    "ARABIC_TEXT": "وَذَٰلِكُمۡ ظَنُّكُمُ ٱلَّذِي ظَنَنتُم بِرَبِّكُمۡ أَرۡدَىٰكُمۡ فَأَصۡبَحۡتُم مِّنَ ٱلۡخَٰسِرِينَ",
    "TRANSLATION": "“Và ý nghĩ đó của quí vị mà quí vị đã nghĩ về Thượng Đế của quí vị đã tiêu diệt quí vị; bởi thế, ngày đó, quí vị sẽ trở thành những kẻ hoàn toàn mất mát.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4242",
    "SURAH": "41",
    "AYAH": "24",
    "ARABIC_TEXT": "فَإِن يَصۡبِرُواْ فَٱلنَّارُ مَثۡوٗى لَّهُمۡۖ وَإِن يَسۡتَعۡتِبُواْ فَمَا هُم مِّنَ ٱلۡمُعۡتَبِينَ",
    "TRANSLATION": "Nhưng nếu chúng có kiên nhẫn chịu đựng thì hỏa ngục vẫn là chỗ ngụ của chúng. Và nếu chúng có xin được tha thứ thì lời cầu xin của chúng cũng sẽ không được chấp thuận.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4243",
    "SURAH": "41",
    "AYAH": "25",
    "ARABIC_TEXT": "۞ وَقَيَّضۡنَا لَهُمۡ قُرَنَآءَ فَزَيَّنُواْ لَهُم مَّا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡ وَحَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُواْ خَٰسِرِينَ",
    "TRANSLATION": "Và TA đã chỉ định cho chúng những người bạn đường (tương đắc) có nhiệm vụ làm cho chúng say đắm với những điều (tội lỗi) đằng trước chúng và những điều (sai trái) đằng sau chúng. Và Lời (xử) phạt bọn chúng đều xác minh đúng nơi các cộng đồng của loài Jinn và loài người đã qua đời trước bọn chúng. Quả thật, chúng là những kẻ mất mát.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4244",
    "SURAH": "41",
    "AYAH": "26",
    "ARABIC_TEXT": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لَا تَسۡمَعُواْ لِهَٰذَا ٱلۡقُرۡءَانِ وَٱلۡغَوۡاْ فِيهِ لَعَلَّكُمۡ تَغۡلِبُونَ",
    "TRANSLATION": "Và những kẻ không có tin bảo: “Chớ nphe Qur'an này và gây náo động ồn ào (khi nó được xướng lên) để may ra các ngươi nắm ưu thế.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4245",
    "SURAH": "41",
    "AYAH": "27",
    "ARABIC_TEXT": "فَلَنُذِيقَنَّ ٱلَّذِينَ كَفَرُواْ عَذَابٗا شَدِيدٗا وَلَنَجۡزِيَنَّهُمۡ أَسۡوَأَ ٱلَّذِي كَانُواْ يَعۡمَلُونَ",
    "TRANSLATION": "Nhưng chắc chắn TA sẽ cho những kẻ không có đức tin nếm sự trừng phạt khắc nghiệt và sẽ trừng phạt chúng vô cùng tàn tệ về những điều (tội lỗi) chúng đã từng làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4246",
    "SURAH": "41",
    "AYAH": "28",
    "ARABIC_TEXT": "ذَٰلِكَ جَزَآءُ أَعۡدَآءِ ٱللَّهِ ٱلنَّارُۖ لَهُمۡ فِيهَا دَارُ ٱلۡخُلۡدِ جَزَآءَۢ بِمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ",
    "TRANSLATION": "Đấy là quả báo dành cho những kẻ thù của Allah:  trong đó (hỏa ngục) chúng sẽ có một mái nhà vĩnh viễn, một quả báo cho tội chúng đã từng phủ nhận các dấu hiệu của TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4247",
    "SURAH": "41",
    "AYAH": "29",
    "ARABIC_TEXT": "وَقَالَ ٱلَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا ٱلَّذَيۡنِ أَضَلَّانَا مِنَ ٱلۡجِنِّ وَٱلۡإِنسِ نَجۡعَلۡهُمَا تَحۡتَ أَقۡدَامِنَا لِيَكُونَا مِنَ ٱلۡأَسۡفَلِينَ",
    "TRANSLATION": "Và những kẻ không có đức tin sẽ thưa: “Lạy Thượng Đế bầy tôi! Xin Ngài vạch mặt những tên Jinn và lủ người đã dắt bầy tôi đi lạc để bầy tôi chà đạp hai chúng nó dưới bàn chân của bầy tôi khiến cho chúng thành những tên hèn hạ nhất.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4248",
    "SURAH": "41",
    "AYAH": "30",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ قَالُواْ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَٰمُواْ تَتَنَزَّلُ عَلَيۡهِمُ ٱلۡمَلَٰٓئِكَةُ أَلَّا تَخَافُواْ وَلَا تَحۡزَنُواْ وَأَبۡشِرُواْ بِٱلۡجَنَّةِ ٱلَّتِي كُنتُمۡ تُوعَدُونَ",
    "TRANSLATION": "Quả thật, những ai nói: “Thượng Đế của chúng tôi là Allah.” rồi đứng vững như bàn thạch, các Thiên Thần sẽ xuống động viên họ, bảo: “Chớ lo sợ cũng chớ buồn phiền mà hãy vui lên với tin mừng về thiên đàng (hạnh phúc) mà quí vị đã được hứa!\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4249",
    "SURAH": "41",
    "AYAH": "31",
    "ARABIC_TEXT": "نَحۡنُ أَوۡلِيَآؤُكُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَلَكُمۡ فِيهَا مَا تَشۡتَهِيٓ أَنفُسُكُمۡ وَلَكُمۡ فِيهَا مَا تَدَّعُونَ",
    "TRANSLATION": "“Chúng tôi là bạn của quí vị ở đời này và ở đời sau. Và nơi đó, quí vị sẽ được bất cứ món gì mà bản thân của quí vị ước muốn và nơi đó quí vị sẽ được ban cấp bất cứ món gì mà quí vị yêu cầu.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4250",
    "SURAH": "41",
    "AYAH": "32",
    "ARABIC_TEXT": "نُزُلٗا مِّنۡ غَفُورٖ رَّحِيمٖ",
    "TRANSLATION": "“Một sự khoan đãi từ Đấng Hằng Tha Thứ, Đấng Rất Mực Khoan Dung.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4251",
    "SURAH": "41",
    "AYAH": "33",
    "ARABIC_TEXT": "وَمَنۡ أَحۡسَنُ قَوۡلٗا مِّمَّن دَعَآ إِلَى ٱللَّهِ وَعَمِلَ صَٰلِحٗا وَقَالَ إِنَّنِي مِنَ ٱلۡمُسۡلِمِينَ",
    "TRANSLATION": "Và còn ai tử tế và tốt về lời nói hơn người mời gọi (nhân loại) đến với Allah và làm việc thiện và bảo: tôi đây là một người Muslim.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4252",
    "SURAH": "41",
    "AYAH": "34",
    "ARABIC_TEXT": "وَلَا تَسۡتَوِي ٱلۡحَسَنَةُ وَلَا ٱلسَّيِّئَةُۚ ٱدۡفَعۡ بِٱلَّتِي هِيَ أَحۡسَنُ فَإِذَا ٱلَّذِي بَيۡنَكَ وَبَيۡنَهُۥ عَدَٰوَةٞ كَأَنَّهُۥ وَلِيٌّ حَمِيمٞ",
    "TRANSLATION": "Và điều thiện tốt và điều xấu, tội lỗi không thể ngang bằng nhau. Hãy dùng điều thiện tốt mà đẩy lùi điều xấu và tội lỗi. Rồi (Ngươi sẽ thấy) kẻ ôm lòng hận thù Ngươi sẽ trở thành người bạn thân tình của Ngươi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4253",
    "SURAH": "41",
    "AYAH": "35",
    "ARABIC_TEXT": "وَمَا يُلَقَّىٰهَآ إِلَّا ٱلَّذِينَ صَبَرُواْ وَمَا يُلَقَّىٰهَآ إِلَّا ذُو حَظٍّ عَظِيمٖ",
    "TRANSLATION": "Và không ai được phú cho cái đó (lòng tốt) ngoại trừ những người thật sự kiên nhẫn và không ai được phú cho cái đó, ngoại trừ người có phần số lớn (được vào thiên đàng).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4254",
    "SURAH": "41",
    "AYAH": "36",
    "ARABIC_TEXT": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
    "TRANSLATION": "Và nếu có lời từ Shaytan xúi giục Ngươi (làm điều sai trái) thì hãy xin Allah che chở bởi vì quả thật Ngài Hằng Nghe, Hằng Biết mọi việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4255",
    "SURAH": "41",
    "AYAH": "37",
    "ARABIC_TEXT": "وَمِنۡ ءَايَٰتِهِ ٱلَّيۡلُ وَٱلنَّهَارُ وَٱلشَّمۡسُ وَٱلۡقَمَرُۚ لَا تَسۡجُدُواْ لِلشَّمۡسِ وَلَا لِلۡقَمَرِ وَٱسۡجُدُواْۤ لِلَّهِۤ ٱلَّذِي خَلَقَهُنَّ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ",
    "TRANSLATION": "Và ban đêm và ban ngày, và mặt trời và mặt trăng là những dấu hiệu chỉ dẫn của Ngài (Allah). Chớ lạy mặt trời và mặt trăng mà hãy quỳ lạy Allah, Đấng đã tạo ra chúng nếu các ngươi tôn thờ chỉ riêng Ngài thôi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4256",
    "SURAH": "41",
    "AYAH": "38",
    "ARABIC_TEXT": "فَإِنِ ٱسۡتَكۡبَرُواْ فَٱلَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُۥ بِٱلَّيۡلِ وَٱلنَّهَارِ وَهُمۡ لَا يَسۡـَٔمُونَ۩",
    "TRANSLATION": "Nhưng nếu chúng ngạo mạn thì những ai (Thiên Thần) ở cùng với Thượng Đế của Ngươi hằng tán dương Ngài cả đêm lẫn ngày và không bao giờ mỏi mệt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4257",
    "SURAH": "41",
    "AYAH": "39",
    "ARABIC_TEXT": "وَمِنۡ ءَايَٰتِهِۦٓ أَنَّكَ تَرَى ٱلۡأَرۡضَ خَٰشِعَةٗ فَإِذَآ أَنزَلۡنَا عَلَيۡهَا ٱلۡمَآءَ ٱهۡتَزَّتۡ وَرَبَتۡۚ إِنَّ ٱلَّذِيٓ أَحۡيَاهَا لَمُحۡيِ ٱلۡمَوۡتَىٰٓۚ إِنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
    "TRANSLATION": "Và trong các dấu hiệu của Ngài (có cái này): rằng đất đai hạ mình khiêm tốn (khô nứt). Nhưng khi TA tưới nước mưa lên nó, nó cựa mình (sống lại) và cho mọc ra (hoa màu). Quả thật, Đấng làm cho nó sống lại chắc chắn sẽ làm cho người chết sống lại (vào Ngày phục sinh). Quả thật, Ngài thừa khả năng làm được tất cả mọi vật.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4258",
    "SURAH": "41",
    "AYAH": "40",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ ءَايَٰتِنَا لَا يَخۡفَوۡنَ عَلَيۡنَآۗ أَفَمَن يُلۡقَىٰ فِي ٱلنَّارِ خَيۡرٌ أَم مَّن يَأۡتِيٓ ءَامِنٗا يَوۡمَ ٱلۡقِيَٰمَةِۚ ٱعۡمَلُواْ مَا شِئۡتُمۡ إِنَّهُۥ بِمَا تَعۡمَلُونَ بَصِيرٌ",
    "TRANSLATION": "Quả thật, những ai báng bổ các dấu hiệu của TA thì sẽ không trốn khỏi TA đặng. Thế ai tốt hơn? Kẻ bị ném vào hỏa ngục hay là người bước ra an toàn vào Ngày phục sinh? (Hỡi những kẻ không có đức tin!) hãy làm những điều mà các ngươi muốn bởi vì chắc chắn Ngài (Allah) Hằng Thấy những điều các người làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4259",
    "SURAH": "41",
    "AYAH": "41",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ كَفَرُواْ بِٱلذِّكۡرِ لَمَّا جَآءَهُمۡۖ وَإِنَّهُۥ لَكِتَٰبٌ عَزِيزٞ",
    "TRANSLATION": "Quả thật, những ai phủ nhận Lời Nhắc Nhở (Qur'an) khi Nó đến với họ (thì sẽ bị trừng phạt). Và quả thật, Nó là một Kinh Sách rất đỗi quyền năng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4260",
    "SURAH": "41",
    "AYAH": "42",
    "ARABIC_TEXT": "لَّا يَأۡتِيهِ ٱلۡبَٰطِلُ مِنۢ بَيۡنِ يَدَيۡهِ وَلَا مِنۡ خَلۡفِهِۦۖ تَنزِيلٞ مِّنۡ حَكِيمٍ حَمِيدٖ",
    "TRANSLATION": "Không một điều giả dối nào có thể xâm nhập Nó (Qur'an) từ đằng trước hay đằng sau. Bởi vì Nó do Đấng (Allah) Rất Mực Sáng Suốt, Rất Đáng Ca Tụng ban xuống.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4261",
    "SURAH": "41",
    "AYAH": "43",
    "ARABIC_TEXT": "مَّا يُقَالُ لَكَ إِلَّا مَا قَدۡ قِيلَ لِلرُّسُلِ مِن قَبۡلِكَۚ إِنَّ رَبَّكَ لَذُو مَغۡفِرَةٖ وَذُو عِقَابٍ أَلِيمٖ",
    "TRANSLATION": "Những điều mà chúng nói cho Ngươi chẳng khác với điều đã được nói cho các Sứ Giả trước Ngươi. Quả thật, Thượng Đế của Ngươi nắm trọn sự tha thứ và sự trừng phạt đau đớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4262",
    "SURAH": "41",
    "AYAH": "44",
    "ARABIC_TEXT": "وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ وَٱلَّذِينَ لَا يُؤۡمِنُونَ فِيٓ ءَاذَانِهِمۡ وَقۡرٞ وَهُوَ عَلَيۡهِمۡ عَمًىۚ أُوْلَٰٓئِكَ يُنَادَوۡنَ مِن مَّكَانِۭ بَعِيدٖ",
    "TRANSLATION": "Nếu TA làm Qur'an bằng một thứ tiếng không phải ngôn ngữ Ả Rập thì (nhũng người Ả Rập ngoại đạo) sẽ bảo: “Tại sao các câu kinh của nó không được giải thích chi tiết (theo ngôn ngữ của chúng tôi?)” Sao! một (Kinh Sách bằng) ngôn ngữ khác (tiếng Ả Rập) và một (Sứ Giả) người Ả Rập ư? Hãy bảo chúng: “Nó là một Chỉ Đạo và là một phương thuốc chữa lành bệnh cho những ai có đức tin. Ngược lại, những ai không có đức tin thì tai của chúng điếc và Nó (Qur'an) là một sự mù lòa đối với chúng. Chúng là những người được gọi từ một chỗ rất xa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4263",
    "SURAH": "41",
    "AYAH": "45",
    "ARABIC_TEXT": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ فَٱخۡتُلِفَ فِيهِۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ لَقُضِيَ بَيۡنَهُمۡۚ وَإِنَّهُمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ",
    "TRANSLATION": "Và quả thật TA đã ban cho Musa Kinh Sách nhưng lại có sự tranh cãi trong đó. Nếu không vì một Lời Phán từ Thượng Đế của Ngươi đã được phán ra trước đây thì việc tranh cãi giữa bọn chúng đã được giải quyết xong. Nhưng chúng lại rất đỗi nghi ngờ về Nó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4264",
    "SURAH": "41",
    "AYAH": "46",
    "ARABIC_TEXT": "مَّنۡ عَمِلَ صَٰلِحٗا فَلِنَفۡسِهِۦۖ وَمَنۡ أَسَآءَ فَعَلَيۡهَاۗ وَمَا رَبُّكَ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
    "TRANSLATION": "Ai làm điều thiện thì được lợi cho bản thần mình. Còn ai làm điều xấu và tội lỗi thì bất lợi cho bản thân y. Bởi vì quả thật Thượng Đế của Ngươi không bao giờ bất công với bầy tôi (của Ngài).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4265",
    "SURAH": "41",
    "AYAH": "47",
    "ARABIC_TEXT": "۞ إِلَيۡهِ يُرَدُّ عِلۡمُ ٱلسَّاعَةِۚ وَمَا تَخۡرُجُ مِن ثَمَرَٰتٖ مِّنۡ أَكۡمَامِهَا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِۦۚ وَيَوۡمَ يُنَادِيهِمۡ أَيۡنَ شُرَكَآءِي قَالُوٓاْ ءَاذَنَّٰكَ مَا مِنَّا مِن شَهِيدٖ",
    "TRANSLATION": "Sự hiểu biết về Giờ Tận Thế chỉ được qui riêng cho Ngài (Allah) thôi. Và không một trái cây nào lú ra khỏi vỏ của nó, cũng không một người phụ nữ mang thai và hạ sanh (đứa con) nào mà Ngài không biết. Và vào Ngày mà Ngài (Allah) sẽ gọi chúng đến hỏi: “Những thần linh (mà các ngươi cho là những đối tác) của TA hiện ở đâu?” Chúng sẽ thưa: “Bầy tôi xin bảo đảm với Ngài không một ai trong bầy tôi làm chứng (cho việc Ngài có những đối tác ngang vai).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4266",
    "SURAH": "41",
    "AYAH": "48",
    "ARABIC_TEXT": "وَضَلَّ عَنۡهُم مَّا كَانُواْ يَدۡعُونَ مِن قَبۡلُۖ وَظَنُّواْ مَا لَهُم مِّن مَّحِيصٖ",
    "TRANSLATION": "Và những kẻ (thần linh) mà chúng đã từng khấn vái trước kia sẽ bỏ chúng đi biệt dạng và chúng sẽ thấy mình không thể trốn thoát khỏi (sự trừng phạt của Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4267",
    "SURAH": "41",
    "AYAH": "49",
    "ARABIC_TEXT": "لَّا يَسۡـَٔمُ ٱلۡإِنسَٰنُ مِن دُعَآءِ ٱلۡخَيۡرِ وَإِن مَّسَّهُ ٱلشَّرُّ فَيَـُٔوسٞ قَنُوطٞ",
    "TRANSLATION": "Con người (vô đức tin) không cảm thấy mỏi mệt trong việc cầu nguyện điều tốt lành (cho bản thân mình). Nhưng nếu gặp phải điều xấu xa (hoạn nạn) thì y đâm buông xuôi, tuyệt vọng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4268",
    "SURAH": "41",
    "AYAH": "50",
    "ARABIC_TEXT": "وَلَئِنۡ أَذَقۡنَٰهُ رَحۡمَةٗ مِّنَّا مِنۢ بَعۡدِ ضَرَّآءَ مَسَّتۡهُ لَيَقُولَنَّ هَٰذَا لِي وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّجِعۡتُ إِلَىٰ رَبِّيٓ إِنَّ لِي عِندَهُۥ لَلۡحُسۡنَىٰۚ فَلَنُنَبِّئَنَّ ٱلَّذِينَ كَفَرُواْ بِمَا عَمِلُواْ وَلَنُذِيقَنَّهُم مِّنۡ عَذَابٍ غَلِيظٖ",
    "TRANSLATION": "Và chắc chắn nếu TA cho y nếm mùi Khoan Dung từ TA sau khi y gặp hoạn nạn thì chắc chắn y sẽ nói: “Điều này do bởi tôi (làm ra). Và tôi nghĩ sẽ không có Giờ Tận Thế gì cả; và nếu tôi có được đưa trở về gặp Thượng Đế của tôi lại thì chắc chắn tôi sẽ có được vô vàn cái tốt (phú quí giàu sang) nơi Ngài.” Nhưng chắc chắn TA sẽ cho những kẻ không có đức tin biết về những điều (tội lỗi) mà chúng đã làm và sẽ cho chúng nếm sự trừng phạt to lớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4269",
    "SURAH": "41",
    "AYAH": "51",
    "ARABIC_TEXT": "وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِۦ وَإِذَا مَسَّهُ ٱلشَّرُّ فَذُو دُعَآءٍ عَرِيضٖ",
    "TRANSLATION": "Và khi TA ban ân huệ cho con người, y trở mặt và dang ra xa (thay vì đến gần TA) nhưng khi gặp hoạn nạn thì y sẽ cầu nguyện (TA) rất lâu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4270",
    "SURAH": "41",
    "AYAH": "52",
    "ARABIC_TEXT": "قُلۡ أَرَءَيۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ ثُمَّ كَفَرۡتُم بِهِۦ مَنۡ أَضَلُّ مِمَّنۡ هُوَ فِي شِقَاقِۭ بَعِيدٖ",
    "TRANSLATION": "Hãy bảo chúng: “Các người có suy xét chăng nếu Nó (Qurn) thật sự do Allah ban xuống, rồi các người phủ nhận Nó thì ai là người lầm lạc hơn kẻ chống đối Nó từ xa?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4271",
    "SURAH": "41",
    "AYAH": "53",
    "ARABIC_TEXT": "سَنُرِيهِمۡ ءَايَٰتِنَا فِي ٱلۡأٓفَاقِ وَفِيٓ أَنفُسِهِمۡ حَتَّىٰ يَتَبَيَّنَ لَهُمۡ أَنَّهُ ٱلۡحَقُّۗ أَوَلَمۡ يَكۡفِ بِرَبِّكَ أَنَّهُۥ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ",
    "TRANSLATION": "TA sẽ sớm cho chúng thấy các dấu hiệu của TA trong vũ trụ và nơi bản thân của chúng; cho đến khi tỏ rõ cho chúng thấy Nó (Qur'an) là Chân Lý. Há không đủ cho Thượng Đế của Ngươi hay sao việc Ngài là Nhân Chứng cho tất cả mọi việc?",
    "FOOTNOTES": ""
  },
  {
    "ID": "4272",
    "SURAH": "41",
    "AYAH": "54",
    "ARABIC_TEXT": "أَلَآ إِنَّهُمۡ فِي مِرۡيَةٖ مِّن لِّقَآءِ رَبِّهِمۡۗ أَلَآ إِنَّهُۥ بِكُلِّ شَيۡءٖ مُّحِيطُۢ",
    "TRANSLATION": "Ô này! Quả thật chúng còn nghi ngờ về việc gặp gỡ Thượng Đế của chúng! Ô này! Quả thật Ngài (Allah) bao quát hết tất cả mọi vật.",
    "FOOTNOTES": ""
  }
]