[
  {
    "ID": "4273",
    "SURAH": "42",
    "AYAH": "1",
    "ARABIC_TEXT": "حمٓ",
    "TRANSLATION": "Ha. Mim.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4274",
    "SURAH": "42",
    "AYAH": "2",
    "ARABIC_TEXT": "عٓسٓقٓ",
    "TRANSLATION": "Ain. Sin. Qaf.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4275",
    "SURAH": "42",
    "AYAH": "3",
    "ARABIC_TEXT": "كَذَٰلِكَ يُوحِيٓ إِلَيۡكَ وَإِلَى ٱلَّذِينَ مِن قَبۡلِكَ ٱللَّهُ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
    "TRANSLATION": "Allah, Đấng Toàn Năng, Đấng Chí Minh, mặc khải (Kinh Sách) cho Ngươi và cho các vị (Sứ Giả) trước Ngươi đúng như thế.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4276",
    "SURAH": "42",
    "AYAH": "4",
    "ARABIC_TEXT": "لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ",
    "TRANSLATION": "Mọi vật trong các tầng trời và mọi vật dưới đất đều là của Ngài. Và Ngài la Đấng Tối Cao, Đấng Vĩ Đại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4277",
    "SURAH": "42",
    "AYAH": "5",
    "ARABIC_TEXT": "تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِن فَوۡقِهِنَّۚ وَٱلۡمَلَٰٓئِكَةُ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيَسۡتَغۡفِرُونَ لِمَن فِي ٱلۡأَرۡضِۗ أَلَآ إِنَّ ٱللَّهَ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
    "TRANSLATION": "(Do Quyền Uy của Ngài) các tầng trời gần chẻ ra làm hai phía bên trên họ và các Thiên Thần tán dương lời ca tụng Thượng Đế của họ và cầu xin tha thứ cho mọi người trên trái đất. Quả thật Allah là Đấng Hằng Tha Thứ, Đấng Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4278",
    "SURAH": "42",
    "AYAH": "6",
    "ARABIC_TEXT": "وَٱلَّذِينَ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَ ٱللَّهُ حَفِيظٌ عَلَيۡهِمۡ وَمَآ أَنتَ عَلَيۡهِم بِوَكِيلٖ",
    "TRANSLATION": "Và những ai nhận kẻ khác ngoài Ngài làm người bảo hộ thì (nên biết) Allah là Đấng Trông Chừng họ và Ngươi không là một người thọ lãnh giùm cho họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4279",
    "SURAH": "42",
    "AYAH": "7",
    "ARABIC_TEXT": "وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ قُرۡءَانًا عَرَبِيّٗا لِّتُنذِرَ أُمَّ ٱلۡقُرَىٰ وَمَنۡ حَوۡلَهَا وَتُنذِرَ يَوۡمَ ٱلۡجَمۡعِ لَا رَيۡبَ فِيهِۚ فَرِيقٞ فِي ٱلۡجَنَّةِ وَفَرِيقٞ فِي ٱلسَّعِيرِ",
    "TRANSLATION": "Và TA đã mặc khải cho Ngươi (Muhammad) Qur'an bằng tiếng Ả Rập đúng như thế để Ngươi dùng cảnh báo thị trấn mẹ (Makkah) và tất cả ai ở xung quanh nó và báo trước về Ngày Đại Hội mà không có chi phải nghi ngờ. (Sau cuộc Phán Xử), một nhóm sẽ đi vào thiên đàng và một mhoms sẽ đi vào hỏa ngục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4280",
    "SURAH": "42",
    "AYAH": "8",
    "ARABIC_TEXT": "وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَهُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمُونَ مَا لَهُم مِّن وَلِيّٖ وَلَا نَصِيرٍ",
    "TRANSLATION": "Và nếu muốn, Allah thừa sức làm cho họ trở thành một cộng đồng duy nhất, nhưng Ngài thu nhận người nào Ngài muốn vào vòng Khoan Dung của Ngài. Và những kẻ làm điều sai quấy sẽ không có được một Vị che chở lẫn một cứu nhân nào cả. ",
    "FOOTNOTES": ""
  },
  {
    "ID": "4281",
    "SURAH": "42",
    "AYAH": "9",
    "ARABIC_TEXT": "أَمِ ٱتَّخَذُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۖ فَٱللَّهُ هُوَ ٱلۡوَلِيُّ وَهُوَ يُحۡيِ ٱلۡمَوۡتَىٰ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
    "TRANSLATION": "Hoặc phải chăng họ đã nhận những kẻ khác ngoài Ngài (Allah) làm người bảo vệ ư? Nhưng Allah mới thực sự là Đấng Bảo vệ và Ngài làm cho người chết sống lại và Ngài là Đấng Toàn Năng trên mọi thứ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4282",
    "SURAH": "42",
    "AYAH": "10",
    "ARABIC_TEXT": "وَمَا ٱخۡتَلَفۡتُمۡ فِيهِ مِن شَيۡءٖ فَحُكۡمُهُۥٓ إِلَى ٱللَّهِۚ ذَٰلِكُمُ ٱللَّهُ رَبِّي عَلَيۡهِ تَوَكَّلۡتُ وَإِلَيۡهِ أُنِيبُ",
    "TRANSLATION": "Và bất cứ điều gì mà các ngươi tranh chấp đều được trình lên cho Allah quyết định. Đó là Allah, Thượng Đế của Ta (Muhammad), Đấng mà Ta phó thác công việc và quay về sám hối;",
    "FOOTNOTES": ""
  },
  {
    "ID": "4283",
    "SURAH": "42",
    "AYAH": "11",
    "ARABIC_TEXT": "فَاطِرُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَمِنَ ٱلۡأَنۡعَٰمِ أَزۡوَٰجٗا يَذۡرَؤُكُمۡ فِيهِۚ لَيۡسَ كَمِثۡلِهِۦ شَيۡءٞۖ وَهُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
    "TRANSLATION": "Đấng sáng tạo các tầng trời và trái đất. Ngài tạo từ bản thân của các ngươi các người vợ cho các ngươi và (tạo) từ các loại gia súc các con cái của chúng. Bằng cách đó, Ngài gia tăng các ngươi thêm đông đảo. Không có cái gì giống Ngài cả. Và Ngài là Đấng Hằng Nghe, Đấng Hằng Thấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4284",
    "SURAH": "42",
    "AYAH": "12",
    "ARABIC_TEXT": "لَهُۥ مَقَالِيدُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ عَلِيمٞ",
    "TRANSLATION": "Ngài nắm các chìa khóa (kho tài nguyên) của các tầng trời và trái đất. Ngài nới rộng hoặc thu hẹp bổng lộc (của Ngài) cho người nào Ngài muốn. Quả thật, Ngài là Đấng Hằng Biết tất cả mọi việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4285",
    "SURAH": "42",
    "AYAH": "13",
    "ARABIC_TEXT": "۞ شَرَعَ لَكُم مِّنَ ٱلدِّينِ مَا وَصَّىٰ بِهِۦ نُوحٗا وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ وَمَا وَصَّيۡنَا بِهِۦٓ إِبۡرَٰهِيمَ وَمُوسَىٰ وَعِيسَىٰٓۖ أَنۡ أَقِيمُواْ ٱلدِّينَ وَلَا تَتَفَرَّقُواْ فِيهِۚ كَبُرَ عَلَى ٱلۡمُشۡرِكِينَ مَا تَدۡعُوهُمۡ إِلَيۡهِۚ ٱللَّهُ يَجۡتَبِيٓ إِلَيۡهِ مَن يَشَآءُ وَيَهۡدِيٓ إِلَيۡهِ مَن يُنِيبُ",
    "TRANSLATION": "Ngài đã qui định cho các ngươi tôn giáo (Islam) mà Ngài đã truyền xuống cho Nuh và là cái (tôn giáo) mà TA đã mặc khải cho Ngươi và cũng là cái mà TA đã truyền cho Ibrahim và cho Musa và cho Ysa, phán bảo: 'Hãy thành lập tôn giáo và chớ phân chia (thành giáo phái) trong đó'. Đối với những người thờ đa thần, điều mà Ngươi mời họ chấp nhận thật là khó khăn. Allah chọn cho Ngài người nào Ngài muốn và hướng dẫn về với Ngài người nào hằng quay về sám hối.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4286",
    "SURAH": "42",
    "AYAH": "14",
    "ARABIC_TEXT": "وَمَا تَفَرَّقُوٓاْ إِلَّا مِنۢ بَعۡدِ مَا جَآءَهُمُ ٱلۡعِلۡمُ بَغۡيَۢا بَيۡنَهُمۡۚ وَلَوۡلَا كَلِمَةٞ سَبَقَتۡ مِن رَّبِّكَ إِلَىٰٓ أَجَلٖ مُّسَمّٗى لَّقُضِيَ بَيۡنَهُمۡۚ وَإِنَّ ٱلَّذِينَ أُورِثُواْ ٱلۡكِتَٰبَ مِنۢ بَعۡدِهِمۡ لَفِي شَكّٖ مِّنۡهُ مُرِيبٖ",
    "TRANSLATION": "Và từ sau lúc tiếp thu được sự hiểu biết (về tôn giáo), do bởi muốn lấn át nhau nên họ đã chia rẽ nhau. Nếu không vì một Lời Phán từ Thượng Đế của Ngươi tuyên bố (dời Ngày Phán Xử) đến mọt thời hạn ấn định thì vấn đề tranh chấp giữa họ đã được giải quyết xong. Và quả thật, những ai thừa hưởng Kinh Sách (Tawrah và Injil) sau họ còn rất đỗi nghi ngờ về nó (Islam).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4287",
    "SURAH": "42",
    "AYAH": "15",
    "ARABIC_TEXT": "فَلِذَٰلِكَ فَٱدۡعُۖ وَٱسۡتَقِمۡ كَمَآ أُمِرۡتَۖ وَلَا تَتَّبِعۡ أَهۡوَآءَهُمۡۖ وَقُلۡ ءَامَنتُ بِمَآ أَنزَلَ ٱللَّهُ مِن كِتَٰبٖۖ وَأُمِرۡتُ لِأَعۡدِلَ بَيۡنَكُمُۖ ٱللَّهُ رَبُّنَا وَرَبُّكُمۡۖ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡۖ لَا حُجَّةَ بَيۡنَنَا وَبَيۡنَكُمُۖ ٱللَّهُ يَجۡمَعُ بَيۡنَنَاۖ وَإِلَيۡهِ ٱلۡمَصِيرُ",
    "TRANSLATION": "Vì lý do đó, hãy mời gọi (nhân loại theo Islam); và hãy đứng vững như Ngươi đã được truyền và chớ nghe theo điều ham muốn của họ và bảo (họ): “Ta tin nơi điều (mặc khải) của Kinh Sách mà Allah đã ban xuống và được lệnh thi hành nền công lý giữa các người. Allah là Thượng Đế của bọn ta và là Thượng Đế của các người. Việc làm của bọn ta là của bọn ta và việc làm của các người là của các người. Không có việc tranh cãi giữa bọn ta và các người. Allah sẽ tập trung (tất cả) chúng ta trở lại và đưa về gặp Ngài (để chịu xét xử).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4288",
    "SURAH": "42",
    "AYAH": "16",
    "ARABIC_TEXT": "وَٱلَّذِينَ يُحَآجُّونَ فِي ٱللَّهِ مِنۢ بَعۡدِ مَا ٱسۡتُجِيبَ لَهُۥ حُجَّتُهُمۡ دَاحِضَةٌ عِندَ رَبِّهِمۡ وَعَلَيۡهِمۡ غَضَبٞ وَلَهُمۡ عَذَابٞ شَدِيدٌ",
    "TRANSLATION": "Và những ai tranh cãi về (tôn giáo của) Allah sau khi nó đã được công nhận thì việc tranh cãi của họ thật là vô-ích dưới cái nhìn của Thượng Đế của họ; và họ sẽ đón nhận sự Giận Dữ (của Allah) và sẽ hứng chịu một sự trừng phạt khủng khiếp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4289",
    "SURAH": "42",
    "AYAH": "17",
    "ARABIC_TEXT": "ٱللَّهُ ٱلَّذِيٓ أَنزَلَ ٱلۡكِتَٰبَ بِٱلۡحَقِّ وَٱلۡمِيزَانَۗ وَمَا يُدۡرِيكَ لَعَلَّ ٱلسَّاعَةَ قَرِيبٞ",
    "TRANSLATION": "Allah là Đấng đã ban Kinh Sách (Qur'an) xuống bằng sự thật và chiếc Cân (Công lý). Và điều gì sẽ làm cho Ngươi (Muhammad) biết có lẽ Giờ Tận Thế sắp gần kề?",
    "FOOTNOTES": ""
  },
  {
    "ID": "4290",
    "SURAH": "42",
    "AYAH": "18",
    "ARABIC_TEXT": "يَسۡتَعۡجِلُ بِهَا ٱلَّذِينَ لَا يُؤۡمِنُونَ بِهَاۖ وَٱلَّذِينَ ءَامَنُواْ مُشۡفِقُونَ مِنۡهَا وَيَعۡلَمُونَ أَنَّهَا ٱلۡحَقُّۗ أَلَآ إِنَّ ٱلَّذِينَ يُمَارُونَ فِي ٱلسَّاعَةِ لَفِي ضَلَٰلِۭ بَعِيدٍ",
    "TRANSLATION": "Những ai không tin nơi nó (Giờ Tận Thế) giục nó cho mau đến. Còn những ai có đức tin thì sợ nó bởi vì họ biết đó là sự Thật. Quả thật, những ai tranh cãi về Giờ Tận Thế chắc chắn đi lạc rất xa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4291",
    "SURAH": "42",
    "AYAH": "19",
    "ARABIC_TEXT": "ٱللَّهُ لَطِيفُۢ بِعِبَادِهِۦ يَرۡزُقُ مَن يَشَآءُۖ وَهُوَ ٱلۡقَوِيُّ ٱلۡعَزِيزُ",
    "TRANSLATION": "Allah Rất Mực Nhân Từ với bầy tôi của Ngài. Ngài cung dưỡng bổng lộc cho người nào Ngài muốn. Và Ngài là Đấng Toàn Lực, Đấng Toàn Năng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4292",
    "SURAH": "42",
    "AYAH": "20",
    "ARABIC_TEXT": "مَن كَانَ يُرِيدُ حَرۡثَ ٱلۡأٓخِرَةِ نَزِدۡ لَهُۥ فِي حَرۡثِهِۦۖ وَمَن كَانَ يُرِيدُ حَرۡثَ ٱلدُّنۡيَا نُؤۡتِهِۦ مِنۡهَا وَمَا لَهُۥ فِي ٱلۡأٓخِرَةِ مِن نَّصِيبٍ",
    "TRANSLATION": "Ai mong muốn mảnh đất trồng ở đời sau, TA sẽ gia tăng cho y nơi mảnh đất của y; và ai mong muốn mảnh đất trồng ở đời này, TA sẽ ban nó cho y nhưng y sẽ không có một phần nào cả ở đời sau.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4293",
    "SURAH": "42",
    "AYAH": "21",
    "ARABIC_TEXT": "أَمۡ لَهُمۡ شُرَكَٰٓؤُاْ شَرَعُواْ لَهُم مِّنَ ٱلدِّينِ مَا لَمۡ يَأۡذَنۢ بِهِ ٱللَّهُۚ وَلَوۡلَا كَلِمَةُ ٱلۡفَصۡلِ لَقُضِيَ بَيۡنَهُمۡۗ وَإِنَّ ٱلظَّٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ",
    "TRANSLATION": "Hoặc phải chăng họ có những đối tác (thần linh) đã thiết lập cho họ một tôn giáo mà Allah không chấp thuận? Nếu không vì một Lời Phán đã được công bố thì vấn đề (tranh chấp) giữa họ đã được giải quyết xong. Và quả thật, những kẻ làm điều sai quấy sẽ chịu một sự trừng phạt đau đớn. ",
    "FOOTNOTES": ""
  },
  {
    "ID": "4294",
    "SURAH": "42",
    "AYAH": "22",
    "ARABIC_TEXT": "تَرَى ٱلظَّٰلِمِينَ مُشۡفِقِينَ مِمَّا كَسَبُواْ وَهُوَ وَاقِعُۢ بِهِمۡۗ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ فِي رَوۡضَاتِ ٱلۡجَنَّاتِۖ لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمۡۚ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ",
    "TRANSLATION": "Ngươi (Muhammad) sẽ thấy những kẻ làm điều sai quấy lo sợ về những điều mà chúng đã phạm và chắc chắn nó (sự trừng phạt) sẽ rơi nhằm phải họ trong lúc những ai có đức tin và làm việc thiện sẽ ở giữa những cánh đồng xanh tươi của thiên đàng. Họ sẽ được những thứ mà họ mong ước từ Thượng Đế của họ. Đó là một thiên lộc rất lớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4295",
    "SURAH": "42",
    "AYAH": "23",
    "ARABIC_TEXT": "ذَٰلِكَ ٱلَّذِي يُبَشِّرُ ٱللَّهُ عِبَادَهُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِۗ قُل لَّآ أَسۡـَٔلُكُمۡ عَلَيۡهِ أَجۡرًا إِلَّا ٱلۡمَوَدَّةَ فِي ٱلۡقُرۡبَىٰۗ وَمَن يَقۡتَرِفۡ حَسَنَةٗ نَّزِدۡ لَهُۥ فِيهَا حُسۡنًاۚ إِنَّ ٱللَّهَ غَفُورٞ شَكُورٌ",
    "TRANSLATION": "Đó là điều mà Allah đã báo tin vui cho bầy tôi của Ngài, những ai có đức tin và làm việc thiện. Hãy bảo họ: ‘Ta không đòi hỏi các người phần thưởng về nó (việc truyền giáo) mà chỉ muốn tình thương dành cho một người ruột thịt (như ta Muhammad).” Và ai làm được một điều tốt thì TA sẽ tăng thêm cái tốt cho y trong đó. Quả thật, Allah Hằng Tha Thứ, Hằng Ghi Công.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4296",
    "SURAH": "42",
    "AYAH": "24",
    "ARABIC_TEXT": "أَمۡ يَقُولُونَ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗاۖ فَإِن يَشَإِ ٱللَّهُ يَخۡتِمۡ عَلَىٰ قَلۡبِكَۗ وَيَمۡحُ ٱللَّهُ ٱلۡبَٰطِلَ وَيُحِقُّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦٓۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
    "TRANSLATION": "Nhưng họ bảo: “Y (Muhammad) đã bày đặt nói dối rồi đổ cho Allah.” Nhưng nếu Allah muốn thì Ngài sẽ niêm kín quả tim (tấm lòng) của Ngươi lại. Và Allah xóa bỏ điều giả dối và thiết lập sự Thật (Islam) bằng Lời Phán của Ngài (Qur'an). Quả thật, Ngài biết rõ điều (thầm kín) trong lòng (của mỗi người).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4297",
    "SURAH": "42",
    "AYAH": "25",
    "ARABIC_TEXT": "وَهُوَ ٱلَّذِي يَقۡبَلُ ٱلتَّوۡبَةَ عَنۡ عِبَادِهِۦ وَيَعۡفُواْ عَنِ ٱلسَّيِّـَٔاتِ وَيَعۡلَمُ مَا تَفۡعَلُونَ",
    "TRANSLATION": "Và Ngài là Đấng chấp nhận sự hối cải của bầy tôi của Ngài và lượng thứ điều xấu xa (tội lỗi) bởi vì Ngài biết rõ điều các người làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4298",
    "SURAH": "42",
    "AYAH": "26",
    "ARABIC_TEXT": "وَيَسۡتَجِيبُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَيَزِيدُهُم مِّن فَضۡلِهِۦۚ وَٱلۡكَٰفِرُونَ لَهُمۡ عَذَابٞ شَدِيدٞ",
    "TRANSLATION": "Và Ngài đáp lại (lời cầu xin của) những ai có đức tin và làm việc thiện và tăng thêm Thiên lộc cho họ. Ngược lại, những ai không có đức tin thì sẽ bị trừng phạt nghiêm khắc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4299",
    "SURAH": "42",
    "AYAH": "27",
    "ARABIC_TEXT": "۞ وَلَوۡ بَسَطَ ٱللَّهُ ٱلرِّزۡقَ لِعِبَادِهِۦ لَبَغَوۡاْ فِي ٱلۡأَرۡضِ وَلَٰكِن يُنَزِّلُ بِقَدَرٖ مَّا يَشَآءُۚ إِنَّهُۥ بِعِبَادِهِۦ خَبِيرُۢ بَصِيرٞ",
    "TRANSLATION": "Và nếu Allah nới rộng bổng lộc cho các bầy tôi của Ngài thì chắc chắn họ sẽ làm điều bất công trên trái đất nhưng Ngài ban (nó) xuống theo định lượng mà Ngài muốn. Quả thật, Ngài là Đấng Am Tường, Đấng Hằng Thấy các bầy tôi của Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4300",
    "SURAH": "42",
    "AYAH": "28",
    "ARABIC_TEXT": "وَهُوَ ٱلَّذِي يُنَزِّلُ ٱلۡغَيۡثَ مِنۢ بَعۡدِ مَا قَنَطُواْ وَيَنشُرُ رَحۡمَتَهُۥۚ وَهُوَ ٱلۡوَلِيُّ ٱلۡحَمِيدُ",
    "TRANSLATION": "Và Ngài là Đấng ban (nước) mưa xuống sau khi (nhân gian) tuyệt vọng và Ngài rải tung Hồng Ân của Ngài. Và Ngài là Đấng Bảo hộ Rất Đáng Ca Tụng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4301",
    "SURAH": "42",
    "AYAH": "29",
    "ARABIC_TEXT": "وَمِنۡ ءَايَٰتِهِۦ خَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٖۚ وَهُوَ عَلَىٰ جَمۡعِهِمۡ إِذَا يَشَآءُ قَدِيرٞ",
    "TRANSLATION": "Và trong các dấu hiệu của Ngài là việc tạo hóa các tầng trời và trái đất và tất cả các sinh vật mà Ngài rải tung giữa trời và đất; và Ngài có toàn quyền tập trung chúng lại khi Ngài muốn. ",
    "FOOTNOTES": ""
  },
  {
    "ID": "4302",
    "SURAH": "42",
    "AYAH": "30",
    "ARABIC_TEXT": "وَمَآ أَصَٰبَكُم مِّن مُّصِيبَةٖ فَبِمَا كَسَبَتۡ أَيۡدِيكُمۡ وَيَعۡفُواْ عَن كَثِيرٖ",
    "TRANSLATION": "Và bất cứ điều bất hạnh nào rơi nhằm phải các ngươi, đó là do bàn tay của các ngươi đã làm ra và Ngài đã lượng thứ cho rất nhiều.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4303",
    "SURAH": "42",
    "AYAH": "31",
    "ARABIC_TEXT": "وَمَآ أَنتُم بِمُعۡجِزِينَ فِي ٱلۡأَرۡضِۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِيّٖ وَلَا نَصِيرٖ",
    "TRANSLATION": "Và các ngươi không thể trốn thoát khỏi (Allah) trên trái đất và ngoài Allah, các ngươi không có được một Đấng Bảo Hộ lẫn một Cứu Nhân nào cả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4304",
    "SURAH": "42",
    "AYAH": "32",
    "ARABIC_TEXT": "وَمِنۡ ءَايَٰتِهِ ٱلۡجَوَارِ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ",
    "TRANSLATION": "Và trong các dấu hiệu của Ngài là các chiếc tàu (buồm) giữa biển khơi, giống như những quả núi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4305",
    "SURAH": "42",
    "AYAH": "33",
    "ARABIC_TEXT": "إِن يَشَأۡ يُسۡكِنِ ٱلرِّيحَ فَيَظۡلَلۡنَ رَوَاكِدَ عَلَىٰ ظَهۡرِهِۦٓۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٍ",
    "TRANSLATION": "Nếu muốn, Ngài sẽ cho ngưng gió lại thì chúng sẽ bất động trên lưng (của biển cả). Quả thật, trong đó là các dấu hiệu (bài học) cho từng người kiên nhẫn và biết ơn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4306",
    "SURAH": "42",
    "AYAH": "34",
    "ARABIC_TEXT": "أَوۡ يُوبِقۡهُنَّ بِمَا كَسَبُواْ وَيَعۡفُ عَن كَثِيرٖ",
    "TRANSLATION": "Hoặc Ngài có thể tiêu diệt chúng (các con tàu) vì điều mà họ (những người trên tàu) đã làm ra, nhưng Ngài đã lượng thứ cho rất nhiều.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4307",
    "SURAH": "42",
    "AYAH": "35",
    "ARABIC_TEXT": "وَيَعۡلَمَ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِنَا مَا لَهُم مِّن مَّحِيصٖ",
    "TRANSLATION": "Và những ai thường tranh cãi về các dấu hiệu của TA thì nên biết họ sẽ không có một chỗ tị nạn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4308",
    "SURAH": "42",
    "AYAH": "36",
    "ARABIC_TEXT": "فَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ لِلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
    "TRANSLATION": "Bởi thế, bất cứ cái gì mà các ngươi được ban cấp thì đó là một sự hưởng thụ của đời sống trần tục này; và cái gì với Allah sẽ tốt và vĩnh viễn hơn cho những ai có đức tin và phó thác cho Đức Thượng Đế của họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4309",
    "SURAH": "42",
    "AYAH": "37",
    "ARABIC_TEXT": "وَٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ",
    "TRANSLATION": "Và những ai tránh xa các tội lớn (bất hiếu với cha mẹ, và dâm loạn, ngoại tình) và khi nổi giận, họ (đè nén cơn giận và) tha thứ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4310",
    "SURAH": "42",
    "AYAH": "38",
    "ARABIC_TEXT": "وَٱلَّذِينَ ٱسۡتَجَابُواْ لِرَبِّهِمۡ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَمۡرُهُمۡ شُورَىٰ بَيۡنَهُمۡ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
    "TRANSLATION": "Và những ai đáp lại (Lời gọi của) Thượng Đế của họ và dâng lễ nguyện Salah một cách chu đáo và làm công việc của họ theo lối tham khảo ý kiến và chi dùng những vật mà TA đã ban cấp cho họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4311",
    "SURAH": "42",
    "AYAH": "39",
    "ARABIC_TEXT": "وَٱلَّذِينَ إِذَآ أَصَابَهُمُ ٱلۡبَغۡيُ هُمۡ يَنتَصِرُونَ",
    "TRANSLATION": "Và những ai khi bị áp bức một cách bất công sẽ giúp đỡ nhau tự vệ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4312",
    "SURAH": "42",
    "AYAH": "40",
    "ARABIC_TEXT": "وَجَزَٰٓؤُاْ سَيِّئَةٖ سَيِّئَةٞ مِّثۡلُهَاۖ فَمَنۡ عَفَا وَأَصۡلَحَ فَأَجۡرُهُۥ عَلَى ٱللَّهِۚ إِنَّهُۥ لَا يُحِبُّ ٱلظَّٰلِمِينَ",
    "TRANSLATION": "Trả oán bằng cái oán tương tự. Nhưng ai lượng thứ và giải hòa thì phần thưởng của y ở nơi Allah bởi vì quả thật, Ngài không yêu thương những kẻ làm điều bất công, sai trái.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4313",
    "SURAH": "42",
    "AYAH": "41",
    "ARABIC_TEXT": "وَلَمَنِ ٱنتَصَرَ بَعۡدَ ظُلۡمِهِۦ فَأُوْلَٰٓئِكَ مَا عَلَيۡهِم مِّن سَبِيلٍ",
    "TRANSLATION": "Và chắc chắn, ai tự vệ sau khi bị áp bức thì sẽ không có lý do nào để khiển trách họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4314",
    "SURAH": "42",
    "AYAH": "42",
    "ARABIC_TEXT": "إِنَّمَا ٱلسَّبِيلُ عَلَى ٱلَّذِينَ يَظۡلِمُونَ ٱلنَّاسَ وَيَبۡغُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّۚ أُوْلَٰٓئِكَ لَهُمۡ عَذَابٌ أَلِيمٞ",
    "TRANSLATION": "Lý do khiển trách chỉ áp dụng với những ai áp bức con người một cách sai quấy và dấy loạn trên trái đất không lý do chính đáng. Họ là những người sẽ chịu một sự trừng phạt đau đớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4315",
    "SURAH": "42",
    "AYAH": "43",
    "ARABIC_TEXT": "وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَٰلِكَ لَمِنۡ عَزۡمِ ٱلۡأُمُورِ",
    "TRANSLATION": "Và chắc chắn, ai kiên nhẫn chịu đựng và tha thứ thì đó là một sự đòi hỏi quyết tâm cao.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4316",
    "SURAH": "42",
    "AYAH": "44",
    "ARABIC_TEXT": "وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن وَلِيّٖ مِّنۢ بَعۡدِهِۦۗ وَتَرَى ٱلظَّٰلِمِينَ لَمَّا رَأَوُاْ ٱلۡعَذَابَ يَقُولُونَ هَلۡ إِلَىٰ مَرَدّٖ مِّن سَبِيلٖ",
    "TRANSLATION": "Và ai mà Allah đánh lạc hướng thì sẽ không có một Đấng Che Chở thay thế Ngài. Và Ngươi (Muhammad) sẽ thấy những kẻ làm điều sai quấy khi chạm trán với hình phạt sẽ nói: “Còn có con đường nào để trở về chăng?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4317",
    "SURAH": "42",
    "AYAH": "45",
    "ARABIC_TEXT": "وَتَرَىٰهُمۡ يُعۡرَضُونَ عَلَيۡهَا خَٰشِعِينَ مِنَ ٱلذُّلِّ يَنظُرُونَ مِن طَرۡفٍ خَفِيّٖۗ وَقَالَ ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ ٱلۡخَٰسِرِينَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُمۡ وَأَهۡلِيهِمۡ يَوۡمَ ٱلۡقِيَٰمَةِۗ أَلَآ إِنَّ ٱلظَّٰلِمِينَ فِي عَذَابٖ مُّقِيمٖ",
    "TRANSLATION": "Và Ngươi sẽ thấy chúng bị dắt đưa đến đó (hỏa ngục) hạ mình khiêm tốn vì nhục nhã và lắm lét nhìn trộm. Và những ai có đức tin sẽ bảo: “Những người mất mát thực sự là những ai đã đánh mất bản thân (linh hồn) và gia đình mình vào Ngày phục sinh. Quả thật, những kẻ làm điều sai quấy sẽ bị trừng phạt vĩnh viễn.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4318",
    "SURAH": "42",
    "AYAH": "46",
    "ARABIC_TEXT": "وَمَا كَانَ لَهُم مِّنۡ أَوۡلِيَآءَ يَنصُرُونَهُم مِّن دُونِ ٱللَّهِۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِن سَبِيلٍ",
    "TRANSLATION": "Và ngoài Allah, chúng sẽ không có các vị che chở nào để giúp đỡ chúng. Và ai mà Allah đánh lạc hướng thì sẽ không có con đường nào cả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4319",
    "SURAH": "42",
    "AYAH": "47",
    "ARABIC_TEXT": "ٱسۡتَجِيبُواْ لِرَبِّكُم مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا مَرَدَّ لَهُۥ مِنَ ٱللَّهِۚ مَا لَكُم مِّن مَّلۡجَإٖ يَوۡمَئِذٖ وَمَا لَكُم مِّن نَّكِيرٖ",
    "TRANSLATION": "Hãy đáp lại (Lời gọi của) Thượng Đế của các ngươi (bằng cách theo Islam) trước khi xảy ra Ngày mà theo Lệnh của Allah sẽ không thu hồi lại kịp . Vào Ngày đó, các ngươi sẽ không có một nơi lánh nạn cũng không có một lý do để chạy tội.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4320",
    "SURAH": "42",
    "AYAH": "48",
    "ARABIC_TEXT": "فَإِنۡ أَعۡرَضُواْ فَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ حَفِيظًاۖ إِنۡ عَلَيۡكَ إِلَّا ٱلۡبَلَٰغُۗ وَإِنَّآ إِذَآ أَذَقۡنَا ٱلۡإِنسَٰنَ مِنَّا رَحۡمَةٗ فَرِحَ بِهَاۖ وَإِن تُصِبۡهُمۡ سَيِّئَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَإِنَّ ٱلۡإِنسَٰنَ كَفُورٞ",
    "TRANSLATION": "Nhưng nếu họ quay bỏ đi thì TA đã không cử Ngươi đến làm một người trông nom họ. Bổn phận của Ngươi chỉ là truyền đạt (Thông điệp). Quả thật, khi TA cho con người nếm mùi Khoan Dung từ TA thì y vui mừng; ngược lại, nếu gặp tai họa do bàn tay của y đã làm ra trước đó thì quả thật, lúc đó con người sẽ phụ ơn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4321",
    "SURAH": "42",
    "AYAH": "49",
    "ARABIC_TEXT": "لِّلَّهِ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ يَخۡلُقُ مَا يَشَآءُۚ يَهَبُ لِمَن يَشَآءُ إِنَٰثٗا وَيَهَبُ لِمَن يَشَآءُ ٱلذُّكُورَ",
    "TRANSLATION": "Allah nắm quyền thống trị các tầng trời và trái đất. Ngài tạo hóa vật gì Ngài muốn. Ngài ban con gái cho người nào Ngài muốn và con trai cho người nào Ngài muốn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4322",
    "SURAH": "42",
    "AYAH": "50",
    "ARABIC_TEXT": "أَوۡ يُزَوِّجُهُمۡ ذُكۡرَانٗا وَإِنَٰثٗاۖ وَيَجۡعَلُ مَن يَشَآءُ عَقِيمًاۚ إِنَّهُۥ عَلِيمٞ قَدِيرٞ",
    "TRANSLATION": "Hoặc Ngài ban cả hai, nam và nữ, và làm cho hiếm hoi người nào Ngài muốn. Quả thật, Ngài Toàn Tri và Toàn Năng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4323",
    "SURAH": "42",
    "AYAH": "51",
    "ARABIC_TEXT": "۞ وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ ٱللَّهُ إِلَّا وَحۡيًا أَوۡ مِن وَرَآيِٕ حِجَابٍ أَوۡ يُرۡسِلَ رَسُولٗا فَيُوحِيَ بِإِذۡنِهِۦ مَا يَشَآءُۚ إِنَّهُۥ عَلِيٌّ حَكِيمٞ",
    "TRANSLATION": "Phương cách thích hợp đối với một người phàm khi Allah muốn phán bảo với y chỉ là Thiên khải (Mặc khải) hoặc từ sau một bức màn (vô hình) hoặc cử phái một Thiên Thần (Thiên Sứ) đến mặc khải điều mà Ngài muốn, theo Phép của Ngài. Quả thật, Ngài Tối Cao và Chí Minh.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4324",
    "SURAH": "42",
    "AYAH": "52",
    "ARABIC_TEXT": "وَكَذَٰلِكَ أَوۡحَيۡنَآ إِلَيۡكَ رُوحٗا مِّنۡ أَمۡرِنَاۚ مَا كُنتَ تَدۡرِي مَا ٱلۡكِتَٰبُ وَلَا ٱلۡإِيمَٰنُ وَلَٰكِن جَعَلۡنَٰهُ نُورٗا نَّهۡدِي بِهِۦ مَن نَّشَآءُ مِنۡ عِبَادِنَاۚ وَإِنَّكَ لَتَهۡدِيٓ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
    "TRANSLATION": "Và đúng như thế, TA đã mặc khải cho Ngươi Tinh Thần theo Mệnh Lệnh của TA. (Trước đó), Ngươi không hề biết Kinh Sách và đức tin là gì. Nhưng TA đã làm cho Nó (Qur'an) thành một nguồn sáng mà TA dùng để hướng dẫn người nào TA muốn trong số bầy tôi của TA. Và quả thật, Ngươi hướng dẫn (nhân loại) đến con đường ngay chính:",
    "FOOTNOTES": ""
  },
  {
    "ID": "4325",
    "SURAH": "42",
    "AYAH": "53",
    "ARABIC_TEXT": "صِرَٰطِ ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ أَلَآ إِلَى ٱللَّهِ تَصِيرُ ٱلۡأُمُورُ",
    "TRANSLATION": "Con đường của Allah, Đấng mà tất cả những gì trong các tầng trời và tất cả những gì dưới đất đều thuộc về Ngài. Quả thật, tất cả mọi việc đều được trình lên cho Allah (quyết định) cả.",
    "FOOTNOTES": ""
  }
]