[
  {
    "ID": "4613",
    "SURAH": "49",
    "AYAH": "1",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
    "TRANSLATION": "Hỡi những ai có đức tin! Chớ qua mặt Allah và Sứ Giả của Ngài. Và hãy sợ Allah. Quả thật, Allah Hằng Nghe và Hằng Biết (mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4614",
    "SURAH": "49",
    "AYAH": "2",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ",
    "TRANSLATION": "Hỡi những ai có đức tin! Chớ cất giọng của các ngươi cao hơn giọng nói của Nabi (Muhammad) và chớ nói lớn tiếng với Y khi nói chuyện, giống như việc các ngươi thường ăn nói lớn tiếng với nhau, e rằng việc làm của các ngươi sẽ trở thành vô nghĩa trong lúc các ngươi không nhận thấy điều đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4615",
    "SURAH": "49",
    "AYAH": "3",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ",
    "TRANSLATION": "Quả thật, những ai hạ giọng của mình trước mặt Sứ Giả của Allah thì là những người mà tấm lòng đã được Allah rèn luyện cho ngay chính. Họ sẽ được tha thứ và được một phần thưởng rất lớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4616",
    "SURAH": "49",
    "AYAH": "4",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ",
    "TRANSLATION": "Quả thật, những ai lớn tiếng gọi Ngươi (Muhammad) từ bên ngoài nội phòng thì đa số đều là những người thiếu suy nghĩ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4617",
    "SURAH": "49",
    "AYAH": "5",
    "ARABIC_TEXT": "وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
    "TRANSLATION": "Phải chi họ chịu khó chờ chốc lát cho đến khi Ngươi bước ra ngoài phòng để tiếp họ thì tốt cho họ hơn. Và Allah Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4618",
    "SURAH": "49",
    "AYAH": "6",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ",
    "TRANSLATION": "Hỡi những ai có đức tin! Nếu có một kẻ gây rối mang tin tức đến báo với các ngươi, hãy kiểm tra nó cho thật kỹ e rằng vì sơ suất, các ngươi có thể làm hại đến người (khác) rồi sau đó đâm ra hối hận về điều các ngươi đã làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4619",
    "SURAH": "49",
    "AYAH": "7",
    "ARABIC_TEXT": "وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَٰٓئِكَ هُمُ ٱلرَّٰشِدُونَ",
    "TRANSLATION": "Và nên biết rằng Sứ Giả của Allah đang sống với các ngươi. Nếu Y làm theo sở thích của các ngươi về nhiều vấn đề thì chắc chắn các ngươi sẽ gặp nhiều điều phiền phức. Nhưng Allah làm cho đức tin thắm thiết vào tấm lòng của các ngươi và tô điểm nó xinh đẹp trong lòng của các ngươi và làm cho việc vô đức tin, gây rối và bất tuân trở nên đáng ghét đối với các ngươi. Đó là những người được hướng dẫn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4620",
    "SURAH": "49",
    "AYAH": "8",
    "ARABIC_TEXT": "فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
    "TRANSLATION": "(Đó là) một thiên sủng và một thiên ân từ Allah. Quả thật, Allah Biết Hết, Rất Cao Minh.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4621",
    "SURAH": "49",
    "AYAH": "9",
    "ARABIC_TEXT": "وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ",
    "TRANSLATION": "Và nếu có hai nhóm tín đồ giao chiến, hãy giải hòa giữa đôi bên. Nhưng nếu nhóm này áp bức và lấn át nhóm kia thì hãy đánh nhóm áp bức cho đến khi họ trở về phục tùng Mệnh Lệnh của Allah. Bởi thế, nếu họ chiêu hồi thì hãy giải hòa giữa hai nhóm một cách công bằng và vô tư. Quả thật, Allah yêu thương những người công bằng, vô tư.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4622",
    "SURAH": "49",
    "AYAH": "10",
    "ARABIC_TEXT": "إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ",
    "TRANSLATION": "Chỉ những người có đức tin mới là anh em với nhau (trong đạo). Do đó, hãy giải hòa giữa hai anh em của các ngươi. Hãy sợ Allah để may ra các ngươi được khoan dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4623",
    "SURAH": "49",
    "AYAH": "11",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَٰٓئِكَ هُمُ ٱلظَّٰلِمُونَ",
    "TRANSLATION": "Hỡi những ai có đức tin! Một đám người này chớ nên cười chê một đám người nọ. Biết đâu đám người này tốt hơn đám người nọ (và ngược lại). Và một số phụ nữ này không nên cười chê một số phụ nữ nọ. Biết đâu nhóm phụ nữ này tốt hơn nhóm phụ nữ nọ (và ngược lại). Chớ nói xấu lẫn nhau và chớ mắng nhiếc nhau bằng cách bêu tên tục (của nhau ra trước công chúng). Bêu tên xấu của một người sau khi y đã tin tưởng là một việc xấu xa. Và ai không chừa bỏ (thói xấu đó) thì là những người làm điều sai quấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4624",
    "SURAH": "49",
    "AYAH": "12",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ",
    "TRANSLATION": "Hỡi những ai có đức tin! Hãy tránh nghi kỵ càng nhiều càng tốt. Quả thật, nghi kỵ trong một vai trường hợp là tội. Chớ dọ thám cũng chớ nói xấu lẫn nhau. Phải chăng một trong các ngươi thích ăn thịt của người anh em của mình đã chết hay sao? Bởi thế, nên gớm ghiếc việc đó. Và hãy sợ Allah. Quả thật, Allah Hằng quay lại (Tha thứ), Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4625",
    "SURAH": "49",
    "AYAH": "13",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ",
    "TRANSLATION": "Hỡi nhân loại! TA đã tạo hóa các ngươi từ một người nam (Adam) và một người nữ (Hauwa) và làm cho các ngươi thành quốc gia và bộ lạc để các ngươi nhận biết lẫn nhau (như anh em). Quả thật, dưới cái Nhìn của Allah, người vinh dự nhất là người ngay chính và sợ Allah nhất trong các ngươi. Quả thật, Allah Biết hết, Rất Am tường (mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4626",
    "SURAH": "49",
    "AYAH": "14",
    "ARABIC_TEXT": "۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
    "TRANSLATION": "Những người Ả Rập (của vùng sa mạc) nói: “Chúng tôi tin tưởng.” Hãy bảo chúng: “Các người chưa có đức tin. Ngược lại hãy nói: \"Chúng tôi thần phục (trong Islam), bởi vì đức tin chưa thấm sâu vào tấm lòng của các người. Và nếu các người vâng lệnh Allah và Sứ Giả của Ngài thì Ngài sẽ không giảm bớt điều gì trong việc làm của các ngươi. Quả thật, Allah Hằng Tha Thứ, Rất Mực Khoan Dung.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4627",
    "SURAH": "49",
    "AYAH": "15",
    "ARABIC_TEXT": "إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَٰٓئِكَ هُمُ ٱلصَّٰدِقُونَ",
    "TRANSLATION": "Chỉ những ai tin tưởng nơi Allah và Sứ Giả của Ngài rồi không nghi ngờ điều gì và chiến đấu bằng cả tài sản lẫn sinh mạng của họ cho Chính Đạo của Allah mới là những người có đức tin. Họ là những người chân thật.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4628",
    "SURAH": "49",
    "AYAH": "16",
    "ARABIC_TEXT": "قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ",
    "TRANSLATION": "Hãy bảo chúng (những kẻ không có đức tin): “Phải chăng các người muốn dạy Allah về tôn giáo của các người trong lúc Allah biết hết mọi vật trong các tầng trời và mọi vật dưới đất hay sao? Và Allah biết hết mọi việc.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4629",
    "SURAH": "49",
    "AYAH": "17",
    "ARABIC_TEXT": "يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ",
    "TRANSLATION": "Chúng xem việc theo Islam của chúng như một ân huệ ban cho Ngươi (Muhammad). Hãy bảo chúng: “Các người chớ xem (việc theo) Islam của các người là một ân huệ dành cho Ta. Không, Allah đã ban ân cho các người trong việc Ngài đã hướng dẫn các người đến với đức tin nếu các người chần thật.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4630",
    "SURAH": "49",
    "AYAH": "18",
    "ARABIC_TEXT": "إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ",
    "TRANSLATION": "“Quả thật, Allah biết điều vô hình của các tầng trời và trái đất. Và Allah thấy hết tất cả những điều các người làm.”",
    "FOOTNOTES": ""
  }
]