[
  {
    "ID": "4631",
    "SURAH": "50",
    "AYAH": "1",
    "ARABIC_TEXT": "قٓۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِيدِ",
    "TRANSLATION": "Qaf. Thề bởi (Kinh) Qur'an Quang Vinh.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4632",
    "SURAH": "50",
    "AYAH": "2",
    "ARABIC_TEXT": "بَلۡ عَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ فَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا شَيۡءٌ عَجِيبٌ",
    "TRANSLATION": "Không, chúng ngạc nhiên về việc có một Người báo trước xuất thân từ chúng đến gặp chúng. Bởi thế, những kẻ không cố đức tin lên tiếng: “Đây là một điều lạ lùng!\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4633",
    "SURAH": "50",
    "AYAH": "3",
    "ARABIC_TEXT": "أَءِذَا مِتۡنَا وَكُنَّا تُرَابٗاۖ ذَٰلِكَ رَجۡعُۢ بَعِيدٞ",
    "TRANSLATION": "“Có thật chăng, khi chúng tôi chết và thành cát bụi (chúng tôi sẽ sống trở lại ? Nếu thật như thế thì) đó là một sự trở về xa xôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4634",
    "SURAH": "50",
    "AYAH": "4",
    "ARABIC_TEXT": "قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَٰبٌ حَفِيظُۢ",
    "TRANSLATION": "Chắc chắn TA (Allah) thừa biết việc đất đai ăn tiêu (thân xác của) chúng; nhưng có một quyển sổ bộ còn lưu trữ nơi TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4635",
    "SURAH": "50",
    "AYAH": "5",
    "ARABIC_TEXT": "بَلۡ كَذَّبُواْ بِٱلۡحَقِّ لَمَّا جَآءَهُمۡ فَهُمۡ فِيٓ أَمۡرٖ مَّرِيجٍ",
    "TRANSLATION": "Không, chúng phủ nhận Chân Lý (Qur'an) khi Nó đến với chúng cho nên chúng đâm ra lúng túng (không biết thật hay giả).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4636",
    "SURAH": "50",
    "AYAH": "6",
    "ARABIC_TEXT": "أَفَلَمۡ يَنظُرُوٓاْ إِلَى ٱلسَّمَآءِ فَوۡقَهُمۡ كَيۡفَ بَنَيۡنَٰهَا وَزَيَّنَّٰهَا وَمَا لَهَا مِن فُرُوجٖ",
    "TRANSLATION": "Há chúng không nhìn lên bầu trời bên trên chúng xem TA đã dựng và trang hoàng nó như thế nào và không có một kẽ hở nào trong đó ư?",
    "FOOTNOTES": ""
  },
  {
    "ID": "4637",
    "SURAH": "50",
    "AYAH": "7",
    "ARABIC_TEXT": "وَٱلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ زَوۡجِۭ بَهِيجٖ",
    "TRANSLATION": "Và trái đất mà TA đã trải rộng và dựng trên đó những quả núi vững chắc và làm mọc ra đủ cặp thảo mộc xinh đẹp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4638",
    "SURAH": "50",
    "AYAH": "8",
    "ARABIC_TEXT": "تَبۡصِرَةٗ وَذِكۡرَىٰ لِكُلِّ عَبۡدٖ مُّنِيبٖ",
    "TRANSLATION": "Một sự quan sát và một sự nhắc nhở cho từng người tôi quay về.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4639",
    "SURAH": "50",
    "AYAH": "9",
    "ARABIC_TEXT": "وَنَزَّلۡنَا مِنَ ٱلسَّمَآءِ مَآءٗ مُّبَٰرَكٗا فَأَنۢبَتۡنَا بِهِۦ جَنَّٰتٖ وَحَبَّ ٱلۡحَصِيدِ",
    "TRANSLATION": "Và TA ban nước mưa đầy ân phúc từ trên trời xuống mà TA dùng làm mọc ra vườn tược và trái hạt vào mùa gặt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4640",
    "SURAH": "50",
    "AYAH": "10",
    "ARABIC_TEXT": "وَٱلنَّخۡلَ بَاسِقَٰتٖ لَّهَا طَلۡعٞ نَّضِيدٞ",
    "TRANSLATION": "Và cây chà là cao lớn đâm ra trái từng chùm lủng lẳng, chồng lên nhau;",
    "FOOTNOTES": ""
  },
  {
    "ID": "4641",
    "SURAH": "50",
    "AYAH": "11",
    "ARABIC_TEXT": "رِّزۡقٗا لِّلۡعِبَادِۖ وَأَحۡيَيۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ ٱلۡخُرُوجُ",
    "TRANSLATION": "Làm lương thực cho bầy tôi (của Allah). Và TA dùng nó để làm sống lại một mảnh đất đã chết khô. Và việc phục sinh sẽ giống như thế. ",
    "FOOTNOTES": ""
  },
  {
    "ID": "4642",
    "SURAH": "50",
    "AYAH": "12",
    "ARABIC_TEXT": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَأَصۡحَٰبُ ٱلرَّسِّ وَثَمُودُ",
    "TRANSLATION": "Trước chúng, người dân của Nuh, và Dân cư của Rass, người dân Thamud đã phủ nhận (Chân Lý).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4643",
    "SURAH": "50",
    "AYAH": "13",
    "ARABIC_TEXT": "وَعَادٞ وَفِرۡعَوۡنُ وَإِخۡوَٰنُ لُوطٖ",
    "TRANSLATION": "Và 'Ad, Fir-'awn, và anh em của Lut,",
    "FOOTNOTES": ""
  },
  {
    "ID": "4644",
    "SURAH": "50",
    "AYAH": "14",
    "ARABIC_TEXT": "وَأَصۡحَٰبُ ٱلۡأَيۡكَةِ وَقَوۡمُ تُبَّعٖۚ كُلّٞ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِيدِ",
    "TRANSLATION": "Dân cư của khu rừng ( Aykah) và người dân của Tubba', mỗi dân tộc đều cho các Sứ Giả nói dối cho nên lời đe dọa của TA thể hiện.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4645",
    "SURAH": "50",
    "AYAH": "15",
    "ARABIC_TEXT": "أَفَعَيِينَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِي لَبۡسٖ مِّنۡ خَلۡقٖ جَدِيدٖ",
    "TRANSLATION": "Phải chăng TA đã mỏi mệt với việc tạo hóa đầu tiên? Không, chúng nghi ngờ về sự tạo hóa mới (việc phục sinh).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4646",
    "SURAH": "50",
    "AYAH": "16",
    "ARABIC_TEXT": "وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنۡ حَبۡلِ ٱلۡوَرِيدِ",
    "TRANSLATION": "Và quả thật, TA đã tạo hóa con người và biết điều mà bản thân y thì thào (xúi giục) y bởi vì TA gần kề y hơn tĩnh mạch nơi cổ của y.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4647",
    "SURAH": "50",
    "AYAH": "17",
    "ARABIC_TEXT": "إِذۡ يَتَلَقَّى ٱلۡمُتَلَقِّيَانِ عَنِ ٱلۡيَمِينِ وَعَنِ ٱلشِّمَالِ قَعِيدٞ",
    "TRANSLATION": "Khi hai vị Ghi Chép (Thiên Thân ghi chép hành động), một vị ngồi bên phải và một vị ngồi bên trái (để sẵn ghi chép).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4648",
    "SURAH": "50",
    "AYAH": "18",
    "ARABIC_TEXT": "مَّا يَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَيۡهِ رَقِيبٌ عَتِيدٞ",
    "TRANSLATION": "Không một lời nào y thốt ra mà vị Theo Dõi (Thiên Thần) bên cạnh lại không lập tức ghi nhận.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4649",
    "SURAH": "50",
    "AYAH": "19",
    "ARABIC_TEXT": "وَجَآءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَٰلِكَ مَا كُنتَ مِنۡهُ تَحِيدُ",
    "TRANSLATION": "Và khi tình trạng đau đớn của cái chết thực sự xảy ra, (sẽ có lời bảo y): “Đấy là cái mà nhà ngươi cố tránh!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4650",
    "SURAH": "50",
    "AYAH": "20",
    "ARABIC_TEXT": "وَنُفِخَ فِي ٱلصُّورِۚ ذَٰلِكَ يَوۡمُ ٱلۡوَعِيدِ",
    "TRANSLATION": "Và tiếng Còi sẽ được hụ lên: Đấy là Ngày của đã được hứa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4651",
    "SURAH": "50",
    "AYAH": "21",
    "ARABIC_TEXT": "وَجَآءَتۡ كُلُّ نَفۡسٖ مَّعَهَا سَآئِقٞ وَشَهِيدٞ",
    "TRANSLATION": "Và mỗi người (linh hồn) sẽ bước đến (trình diện). Đi theo y là một (vị Thiên Thần) dẫn đường và một vị (Thiên Thần) làm chứng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4652",
    "SURAH": "50",
    "AYAH": "22",
    "ARABIC_TEXT": "لَّقَدۡ كُنتَ فِي غَفۡلَةٖ مِّنۡ هَٰذَا فَكَشَفۡنَا عَنكَ غِطَآءَكَ فَبَصَرُكَ ٱلۡيَوۡمَ حَدِيدٞ",
    "TRANSLATION": "(Sẽ có lời bảo y): “Nhà ngươi đã lơ là về việc này. Bây giờ TA tháo bỏ tấm màn của ngươi và cặp mắt của ngươi ngày nay sáng tỏ.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4653",
    "SURAH": "50",
    "AYAH": "23",
    "ARABIC_TEXT": "وَقَالَ قَرِينُهُۥ هَٰذَا مَا لَدَيَّ عَتِيدٌ",
    "TRANSLATION": "Và người bạn đồng hành của y thưa: “Đây (hồ sơ) của y có sẵn nơi bề tôi!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4654",
    "SURAH": "50",
    "AYAH": "24",
    "ARABIC_TEXT": "أَلۡقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٖ",
    "TRANSLATION": "“Hai ngươi hãy ném từng tên vô đức tin ương ngạnh vào hỏa ngục.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4655",
    "SURAH": "50",
    "AYAH": "25",
    "ARABIC_TEXT": "مَّنَّاعٖ لِّلۡخَيۡرِ مُعۡتَدٖ مُّرِيبٍ",
    "TRANSLATION": "“Kẻ ngăn cản điều tốt, phạm pháp và nghi ngờ\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4656",
    "SURAH": "50",
    "AYAH": "26",
    "ARABIC_TEXT": "ٱلَّذِي جَعَلَ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَأَلۡقِيَاهُ فِي ٱلۡعَذَابِ ٱلشَّدِيدِ",
    "TRANSLATION": "“Kẻ đã dựng một thần linh cùng với Allah. Hãy ném nó vào chỗ trừng phạt khắc nghiệt nhất.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4657",
    "SURAH": "50",
    "AYAH": "27",
    "ARABIC_TEXT": "۞ قَالَ قَرِينُهُۥ رَبَّنَا مَآ أَطۡغَيۡتُهُۥ وَلَٰكِن كَانَ فِي ضَلَٰلِۭ بَعِيدٖ",
    "TRANSLATION": "Người bạn (Shaytan) của y sẽ thưa: “Lạy Thượng Đế của bầy tôi! (Bề) tôi đã không làm chó y phạm giới. Nhưng tự y lạc hướng xa ấy thôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4658",
    "SURAH": "50",
    "AYAH": "28",
    "ARABIC_TEXT": "قَالَ لَا تَخۡتَصِمُواْ لَدَيَّ وَقَدۡ قَدَّمۡتُ إِلَيۡكُم بِٱلۡوَعِيدِ",
    "TRANSLATION": "(Allah sẽ) phán: “Các ngươi không được cãi vã trước mặt TA. TA đã gởi cho các ngươi Lời Cảnh báo.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4659",
    "SURAH": "50",
    "AYAH": "29",
    "ARABIC_TEXT": "مَا يُبَدَّلُ ٱلۡقَوۡلُ لَدَيَّ وَمَآ أَنَا۠ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
    "TRANSLATION": "“Lời tuyên án nơi TA không thay đổi; và TA không đối xử bất công với các bầy tôi của TA.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4660",
    "SURAH": "50",
    "AYAH": "30",
    "ARABIC_TEXT": "يَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِيدٖ",
    "TRANSLATION": "Vào Ngày mà TA sẽ phán cho hỏa ngục: “Nhà ngươi đầy hết chỗ hay chưa?” Nó sẽ thưa: “(Bẩm Allah!) Còn nữa không?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4661",
    "SURAH": "50",
    "AYAH": "31",
    "ARABIC_TEXT": "وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِينَ غَيۡرَ بَعِيدٍ",
    "TRANSLATION": "Và thiên đàng sẽ được mang đến trước mặt những người ngay chính và sợ Allah, không xa. ",
    "FOOTNOTES": ""
  },
  {
    "ID": "4662",
    "SURAH": "50",
    "AYAH": "32",
    "ARABIC_TEXT": "هَٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٖ",
    "TRANSLATION": "“Đây là món đã được hứa với mỗi người biết hối cải và giữ gìn (bản thân).\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4663",
    "SURAH": "50",
    "AYAH": "33",
    "ARABIC_TEXT": "مَّنۡ خَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِ وَجَآءَ بِقَلۡبٖ مُّنِيبٍ",
    "TRANSLATION": "“Người sợ Đấng Al-Rahman vô hình và đến với một tấm lòng phục thiện.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "4664",
    "SURAH": "50",
    "AYAH": "34",
    "ARABIC_TEXT": "ٱدۡخُلُوهَا بِسَلَٰمٖۖ ذَٰلِكَ يَوۡمُ ٱلۡخُلُودِ",
    "TRANSLATION": "“Các ngươi hãy bước vào đó (thiên đàng) với sự Bằng an; đó là Ngày của một đời sống vĩnh cửu.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "4665",
    "SURAH": "50",
    "AYAH": "35",
    "ARABIC_TEXT": "لَهُم مَّا يَشَآءُونَ فِيهَا وَلَدَيۡنَا مَزِيدٞ",
    "TRANSLATION": "Trong đó, họ sẽ có vô vàn món vật mà họ ao ước và còn nhiều món khác nữa nơi TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4666",
    "SURAH": "50",
    "AYAH": "36",
    "ARABIC_TEXT": "وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشٗا فَنَقَّبُواْ فِي ٱلۡبِلَٰدِ هَلۡ مِن مَّحِيصٍ",
    "TRANSLATION": "Và có bao nhiêu thế hệ hùng cường hơn chúng về quyền lực đã bị TA tiêu diệt trước chúng và đã trôi giạt đi khắp nơi trên mặt đất? Có còn chăng một chỗ lánh nạn cho chúng?",
    "FOOTNOTES": ""
  },
  {
    "ID": "4667",
    "SURAH": "50",
    "AYAH": "37",
    "ARABIC_TEXT": "إِنَّ فِي ذَٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِيدٞ",
    "TRANSLATION": "Chắc chắn, trong đó (Qur'an) có một sự nhắc nhở cho ai có một quả tim (biết kính sợ), hoặc lắng tai nghe và là một nhân chứng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4668",
    "SURAH": "50",
    "AYAH": "38",
    "ARABIC_TEXT": "وَلَقَدۡ خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا فِي سِتَّةِ أَيَّامٖ وَمَا مَسَّنَا مِن لُّغُوبٖ",
    "TRANSLATION": "Và quả thật, TA đã tạo hóa các tầng trời và trái đất và vạn vật giữa hai chúng trong sáu Ngày và TA không hề mỏi mệt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4669",
    "SURAH": "50",
    "AYAH": "39",
    "ARABIC_TEXT": "فَٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ",
    "TRANSLATION": "Bởi thế, hãy cố gắng chịu đựng với những điều chúng nói và hãy tán dương  lời ca tụng Thượng Đế của Ngươi trước khi mặt trời mọc và trước khi nó lặn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4670",
    "SURAH": "50",
    "AYAH": "40",
    "ARABIC_TEXT": "وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَأَدۡبَٰرَ ٱلسُّجُودِ",
    "TRANSLATION": "Và hãy tán dương Ngài suốt một phần của ban đêm (trong các cuộc lễ nguyện Salah Magrib và 'I-sha') và sau những lần phủ phục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4671",
    "SURAH": "50",
    "AYAH": "41",
    "ARABIC_TEXT": "وَٱسۡتَمِعۡ يَوۡمَ يُنَادِ ٱلۡمُنَادِ مِن مَّكَانٖ قَرِيبٖ",
    "TRANSLATION": "Và hãy chú ý nghe vào Ngày mà Người Gọi sẽ lớn tiếng gọi từ một chỗ rất gần.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4672",
    "SURAH": "50",
    "AYAH": "42",
    "ARABIC_TEXT": "يَوۡمَ يَسۡمَعُونَ ٱلصَّيۡحَةَ بِٱلۡحَقِّۚ ذَٰلِكَ يَوۡمُ ٱلۡخُرُوجِ",
    "TRANSLATION": "Ngày mà chúng sẽ thực sự nghe một Tiếng Gầm (dữ dội). Đó sẽ là Ngày (mà mọi người) sẽ bước ra (khỏi mộ).",
    "FOOTNOTES": ""
  },
  {
    "ID": "4673",
    "SURAH": "50",
    "AYAH": "43",
    "ARABIC_TEXT": "إِنَّا نَحۡنُ نُحۡيِۦ وَنُمِيتُ وَإِلَيۡنَا ٱلۡمَصِيرُ",
    "TRANSLATION": "Quả thật, TA là Đấng làm cho sống và gây chết. Và tất cả sẽ trở về gặp TA,",
    "FOOTNOTES": ""
  },
  {
    "ID": "4674",
    "SURAH": "50",
    "AYAH": "44",
    "ARABIC_TEXT": "يَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعٗاۚ ذَٰلِكَ حَشۡرٌ عَلَيۡنَا يَسِيرٞ",
    "TRANSLATION": "Ngày mà trái đất sẽ chẻ làm hai, nhả chúng ra để chúng vội chạy đến (tập hợp). Đó là một cuộc tập hợp sẽ thật sự (xảy ra) dễ dàng đối với TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "4675",
    "SURAH": "50",
    "AYAH": "45",
    "ARABIC_TEXT": "نَّحۡنُ أَعۡلَمُ بِمَا يَقُولُونَۖ وَمَآ أَنتَ عَلَيۡهِم بِجَبَّارٖۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن يَخَافُ وَعِيدِ",
    "TRANSLATION": "TA biết rõ điều chúng nói; và Ngươi (Muhammad) không là một người cưỡng bách chúng (theo đạo). Bởi thế, hãy dùng Kinh Qur'an mà cảnh báo ai là người sợ Lời Đe dọa của TA.",
    "FOOTNOTES": ""
  }
]