[
  {
    "ID": "5105",
    "SURAH": "58",
    "AYAH": "1",
    "ARABIC_TEXT": "قَدۡ سَمِعَ ٱللَّهُ قَوۡلَ ٱلَّتِي تُجَٰدِلُكَ فِي زَوۡجِهَا وَتَشۡتَكِيٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسۡمَعُ تَحَاوُرَكُمَآۚ إِنَّ ٱللَّهَ سَمِيعُۢ بَصِيرٌ",
    "TRANSLATION": "Quả thật, Allah đã nghe lời nói của người phụ nữ (tên Khaulah bint Tha'laba) đã khiếu nại với Ngươi (Muhammad) về việc người chồng của nữ (tên Aus bin As-Samit) và than thở với Allah; và Allah nghe lời đối thoại giữa hai ngươi (Muhammad và nữ). Quả thật, Allah Hằng Nghe và Hằng Thấy (mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "5106",
    "SURAH": "58",
    "AYAH": "2",
    "ARABIC_TEXT": "ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمۡۖ إِنۡ أُمَّهَٰتُهُمۡ إِلَّا ٱلَّٰٓـِٔي وَلَدۡنَهُمۡۚ وَإِنَّهُمۡ لَيَقُولُونَ مُنكَرٗا مِّنَ ٱلۡقَوۡلِ وَزُورٗاۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٞ",
    "TRANSLATION": "Ai trong các ngươi (mắng vợ): “Mày đối với tao như cái lưng của mẹ tao” để thôi vợ bằng lối Al-Zihar(147) (thì nên biết) họ (các bà vợ) không thể là người mẹ của họ được; bởi vì mẹ của họ chỉ là những ai đã hạ sanh họ. Và chắc chắn họ đã thốt ra lời lẽ sai quấy và chua ngoa (để đạt cho được mục đích của họ). Và quả thật, Allah Hằng Độ Lượng và Hằng Tha Thứ.",
    "FOOTNOTES": "(147) Thành ngữ mà người Ả-rập trước thời Islam thường dùng để thôi vợ: “Mày đối với tao như cái lưng của mẹ tao.” Ám chỉ việc không được phép chăn gối với vợ."
  },
  {
    "ID": "5107",
    "SURAH": "58",
    "AYAH": "3",
    "ARABIC_TEXT": "وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمۡ ثُمَّ يَعُودُونَ لِمَا قَالُواْ فَتَحۡرِيرُ رَقَبَةٖ مِّن قَبۡلِ أَن يَتَمَآسَّاۚ ذَٰلِكُمۡ تُوعَظُونَ بِهِۦۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
    "TRANSLATION": "Và những ai thôi vợ theo lối Al-Zihar rồi muốn rút lại lời mình tuyên bố thì phải (chịu phạt bằng cách) giải phóng một người nô lệ trước khi hai người trở lại ăn nằm với nhau. Đó là lời cảnh báo về việc đó. Và Allah rất mực am tường về những điều các người làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5108",
    "SURAH": "58",
    "AYAH": "4",
    "ARABIC_TEXT": "فَمَن لَّمۡ يَجِدۡ فَصِيَامُ شَهۡرَيۡنِ مُتَتَابِعَيۡنِ مِن قَبۡلِ أَن يَتَمَآسَّاۖ فَمَن لَّمۡ يَسۡتَطِعۡ فَإِطۡعَامُ سِتِّينَ مِسۡكِينٗاۚ ذَٰلِكَ لِتُؤۡمِنُواْ بِٱللَّهِ وَرَسُولِهِۦۚ وَتِلۡكَ حُدُودُ ٱللَّهِۗ وَلِلۡكَٰفِرِينَ عَذَابٌ أَلِيمٌ",
    "TRANSLATION": "Nhưng ai không tìm ra (phương tiện để làm việc đó) thì phải nhịn chay suốt hai tháng liền trước khi hai người trở lại ăn nằm với nhau; nhưng nếu ai không có khả năng (nhịn chay) thì phải nuôi ăn sáu mươi người nghèo. Như thế là để chứng tỏ các ngươi tin tưởng nơi Allah và Sứ Giả của Ngài. Và đó là những giới hạn qui định bởi Allah. Và những người cãi lệnh sẽ bị trừng phạt đau đớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5109",
    "SURAH": "58",
    "AYAH": "5",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُواْ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ وَقَدۡ أَنزَلۡنَآ ءَايَٰتِۭ بَيِّنَٰتٖۚ وَلِلۡكَٰفِرِينَ عَذَابٞ مُّهِينٞ",
    "TRANSLATION": "Quả thật, những ai chống đối (Mệnh Lệnh của) Allah và Sứ Giả của Ngài thì sẽ bị hạ nhục giống như những ai trước họ đã bị hạ nhục; và quả thật TA (Allah) đã ban các Lời Mặc Khải xuống rõ ràng. Và những người cãi lệnh sẽ bị trừng phạt nhục nhã.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5110",
    "SURAH": "58",
    "AYAH": "6",
    "ARABIC_TEXT": "يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيُنَبِّئُهُم بِمَا عَمِلُوٓاْۚ أَحۡصَىٰهُ ٱللَّهُ وَنَسُوهُۚ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ شَهِيدٌ",
    "TRANSLATION": "Vào Ngày mà Allah sẽ phục sinh tất cả bọn chúng, lúc đó Ngài sẽ báo cho chúng biết về những điều (tội lỗi) mà chúng đã làm. Allah đã cho ghi chép nó (vào sổ) nhưng chúng lại quên mất nó. Và Allah là Nhân Chứng cho tất cả mọi việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5111",
    "SURAH": "58",
    "AYAH": "7",
    "ARABIC_TEXT": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ مَا يَكُونُ مِن نَّجۡوَىٰ ثَلَٰثَةٍ إِلَّا هُوَ رَابِعُهُمۡ وَلَا خَمۡسَةٍ إِلَّا هُوَ سَادِسُهُمۡ وَلَآ أَدۡنَىٰ مِن ذَٰلِكَ وَلَآ أَكۡثَرَ إِلَّا هُوَ مَعَهُمۡ أَيۡنَ مَا كَانُواْۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوۡمَ ٱلۡقِيَٰمَةِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمٌ",
    "TRANSLATION": "Há Ngươi (Muhammad!) không nhận thấy rằng Allah biết hết mọi vật trong các tầng trời và mọi vật dưới đất. Không có một cuộc mật nghị nào giữa ba người mà Ngài không là (người) thứ tư tham dự với họ; và không (một cuộc mật nghị nào) giữa năm người mà Ngài không là (người) thứ sáu tham dự với họ; hoặc ít hay đông hơn số đó mà Ngài không tham dự cùng với họ bất cứ nơi nào họ có mặt. Rồi vào Ngày phục sinh, Ngài sẽ cho họ biết về những điều họ đã từng làm. Bởi vì, quả thật, Allah biết rõ hết mọi điều.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5112",
    "SURAH": "58",
    "AYAH": "8",
    "ARABIC_TEXT": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ نُهُواْ عَنِ ٱلنَّجۡوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنۡهُ وَيَتَنَٰجَوۡنَ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِۖ وَإِذَا جَآءُوكَ حَيَّوۡكَ بِمَا لَمۡ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِيٓ أَنفُسِهِمۡ لَوۡلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُۚ حَسۡبُهُمۡ جَهَنَّمُ يَصۡلَوۡنَهَاۖ فَبِئۡسَ ٱلۡمَصِيرُ",
    "TRANSLATION": "Há Ngươi không nhận thấy những kẻ đã bị cấm không được mật nghị, rồi sau đó, tái phạm điều mà chúng đã bị cấm? Và chúng mật nghị với nhau bàn tính chuyện tội lỗi, chuyện phạm giới và chuyện bất tuân Sứ Giả. Và khi chúng đến gặp Ngươi, chúng không chào Ngươi bằng lời chào mà Allah đã dùng để chào Ngươi và chúng bảo nhau: \"Tại sao Allah không phạt bọn ta vì điều mà bọn ta nói?” hỏa ngục thôi cũng đủ trừng phạt chúng; chúng sẽ bị đốt trong đó, một nơi đến cuối cùng thật xấu!",
    "FOOTNOTES": ""
  },
  {
    "ID": "5113",
    "SURAH": "58",
    "AYAH": "9",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا تَنَٰجَيۡتُمۡ فَلَا تَتَنَٰجَوۡاْ بِٱلۡإِثۡمِ وَٱلۡعُدۡوَٰنِ وَمَعۡصِيَتِ ٱلرَّسُولِ وَتَنَٰجَوۡاْ بِٱلۡبِرِّ وَٱلتَّقۡوَىٰۖ وَٱتَّقُواْ ٱللَّهَ ٱلَّذِيٓ إِلَيۡهِ تُحۡشَرُونَ",
    "TRANSLATION": "Hỡi những ai có đức tin! Khi mật nghị với nhau, các ngươi chớ nên bàn tính chuyện tội lỗi, chuyện phạm giới và chuyện bất tuân Sứ Giả, mà hãy bàn chuyện đạo đức và chuyện kính sợ Allah. Và hãy sợ Allah, Đấng mà các ngươi sẽ được đưa trở về trinh diện (để chịu việc Phán Xử).",
    "FOOTNOTES": ""
  },
  {
    "ID": "5114",
    "SURAH": "58",
    "AYAH": "10",
    "ARABIC_TEXT": "إِنَّمَا ٱلنَّجۡوَىٰ مِنَ ٱلشَّيۡطَٰنِ لِيَحۡزُنَ ٱلَّذِينَ ءَامَنُواْ وَلَيۡسَ بِضَآرِّهِمۡ شَيۡـًٔا إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
    "TRANSLATION": "Chuyện mật nghị (bàn điều tội lỗi) chỉ do Shaytan xúi giục với mục đích gây rối cho những người có đức tin. Nhưng nó (Shaytan) chẳng hãm hại họ được tí nào trừ phi Allah cho phép. Và những người có đức tin nên tin cậy mà phó thác cho Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5115",
    "SURAH": "58",
    "AYAH": "11",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا قِيلَ لَكُمۡ تَفَسَّحُواْ فِي ٱلۡمَجَٰلِسِ فَٱفۡسَحُواْ يَفۡسَحِ ٱللَّهُ لَكُمۡۖ وَإِذَا قِيلَ ٱنشُزُواْ فَٱنشُزُواْ يَرۡفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ دَرَجَٰتٖۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
    "TRANSLATION": "Hỡi những ai có đức tin! Khi các ngươi được yêu cầu nới rộng chỗ ngồi cho người khác trong cuộc họp, hãy nới ra. Allah (với lòng Khoan dung của Ngài) sẽ nới rộng chỗ ngồi cho các ngươi. Và khi các ngươi được yêu cầu đứng dậy, hãy đứng dậy. Allah sẽ nâng những ai tin tưởng trong các ngươi và những ai được ban sự hiểu biết lên điạ vị và cấp bậc cao. Và Allah Rất Mực Am Tường về những điều các người làm.\n",
    "FOOTNOTES": ""
  },
  {
    "ID": "5116",
    "SURAH": "58",
    "AYAH": "12",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نَٰجَيۡتُمُ ٱلرَّسُولَ فَقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَةٗۚ ذَٰلِكَ خَيۡرٞ لَّكُمۡ وَأَطۡهَرُۚ فَإِن لَّمۡ تَجِدُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
    "TRANSLATION": "Hỡi những ai có đức tin! Khi các ngươi đến gặp Sứ Giả (Muhammad) để tham khảo ý kiến về chuyện riêng tư, hãy bố thí (cho người nghèo) trước khi các ngươi tham khảo ý kiến. Điều đó tốt và trong sạch hơn cho các ngươi. Nhưng nếu các ngươi không tìm được phương tiện (để bố thí) thì quả thật, Allah Hằng Tha Thứ và Khoan Dung (các ngươi).",
    "FOOTNOTES": ""
  },
  {
    "ID": "5117",
    "SURAH": "58",
    "AYAH": "13",
    "ARABIC_TEXT": "ءَأَشۡفَقۡتُمۡ أَن تُقَدِّمُواْ بَيۡنَ يَدَيۡ نَجۡوَىٰكُمۡ صَدَقَٰتٖۚ فَإِذۡ لَمۡ تَفۡعَلُواْ وَتَابَ ٱللَّهُ عَلَيۡكُمۡ فَأَقِيمُواْ ٱلصَّلَوٰةَ وَءَاتُواْ ٱلزَّكَوٰةَ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥۚ وَٱللَّهُ خَبِيرُۢ بِمَا تَعۡمَلُونَ",
    "TRANSLATION": "Phải chăng các ngươi sợ mất tiền vào việc bố thí trước khi đến tham khảo việc riêng (với Sứ Giả) hay sao? Nhưng khi các ngươi không làm được và Allah quay lại tha thứ cho các ngươi thì (ít ra) các ngươi phải dâng lễ nguyện Salah một cách chu đáo và đóng Zakah và vâng lệnh Allah và Sứ Giả của Ngài. Và Allah Rất Mực Am Tường về những điều các ngươi làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5118",
    "SURAH": "58",
    "AYAH": "14",
    "ARABIC_TEXT": "۞ أَلَمۡ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوۡاْ قَوۡمًا غَضِبَ ٱللَّهُ عَلَيۡهِم مَّا هُم مِّنكُمۡ وَلَا مِنۡهُمۡ وَيَحۡلِفُونَ عَلَى ٱلۡكَذِبِ وَهُمۡ يَعۡلَمُونَ",
    "TRANSLATION": "Há Ngươi không thấy những kẻ (giả tạo đức tin) quay lại (kết bạn) với đám người (Do thái) mà Allah giận dữ ư? Họ không là thành phần của các ngươi (Muslim) và cũng không là thành phần của chúng (người Do thái), và họ mang điều giả dối ra thề thốt trong lúc họ biết điều đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5119",
    "SURAH": "58",
    "AYAH": "15",
    "ARABIC_TEXT": "أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدًاۖ إِنَّهُمۡ سَآءَ مَا كَانُواْ يَعۡمَلُونَ",
    "TRANSLATION": "Allah đã chuẩn bị cho họ một sự trừng phạt nghiêm khắc. Những điều mà họ đã từng làm thật là tội lỗi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5120",
    "SURAH": "58",
    "AYAH": "16",
    "ARABIC_TEXT": "ٱتَّخَذُوٓاْ أَيۡمَٰنَهُمۡ جُنَّةٗ فَصَدُّواْ عَن سَبِيلِ ٱللَّهِ فَلَهُمۡ عَذَابٞ مُّهِينٞ",
    "TRANSLATION": "Họ đã dùng lời thề để làm bình phong (che đậy việc làm tội lỗi của họ). Bởi thế, họ đã cản trở (người khác) theo Chính Đạo của Allah. Vì thế, họ sẽ chịu một sự trừng phạt nhục nhã.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5121",
    "SURAH": "58",
    "AYAH": "17",
    "ARABIC_TEXT": "لَّن تُغۡنِيَ عَنۡهُمۡ أَمۡوَٰلُهُمۡ وَلَآ أَوۡلَٰدُهُم مِّنَ ٱللَّهِ شَيۡـًٔاۚ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
    "TRANSLATION": "Của cải và con cái của họ sẽ không bao giờ giúp họ thoát khỏi (sự trừng phạt của) Allah. Họ sẽ là những người bạn của hỏa ngục, nơi mà họ sẽ vào ở trong đó (đời đời).",
    "FOOTNOTES": ""
  },
  {
    "ID": "5122",
    "SURAH": "58",
    "AYAH": "18",
    "ARABIC_TEXT": "يَوۡمَ يَبۡعَثُهُمُ ٱللَّهُ جَمِيعٗا فَيَحۡلِفُونَ لَهُۥ كَمَا يَحۡلِفُونَ لَكُمۡ وَيَحۡسَبُونَ أَنَّهُمۡ عَلَىٰ شَيۡءٍۚ أَلَآ إِنَّهُمۡ هُمُ ٱلۡكَٰذِبُونَ",
    "TRANSLATION": "Vào Ngày mà Allah sẽ phục sinh tất cả bọn họ (để chịu việc Phán Xử), họ sẽ thề thốt với Ngài như họ đã từng thề thốt với các ngươi (hỡi Muslim). Và họ nghĩ rằng họ sẽ ỷ vào một cái gì đó (để biện minh với Ngài). Không, thật sự, họ chỉ là những tên nói dối.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5123",
    "SURAH": "58",
    "AYAH": "19",
    "ARABIC_TEXT": "ٱسۡتَحۡوَذَ عَلَيۡهِمُ ٱلشَّيۡطَٰنُ فَأَنسَىٰهُمۡ ذِكۡرَ ٱللَّهِۚ أُوْلَٰٓئِكَ حِزۡبُ ٱلشَّيۡطَٰنِۚ أَلَآ إِنَّ حِزۡبَ ٱلشَّيۡطَٰنِ هُمُ ٱلۡخَٰسِرُونَ",
    "TRANSLATION": "Shaytan đã làm chủ được họ và làm cho họ quên mất việc tưởng nhớ Allah. Họ thuộc bè đảng của Shaytan. Này, quả thật, bè đảng của Shaytan nhất định sẽ thua. ",
    "FOOTNOTES": ""
  },
  {
    "ID": "5124",
    "SURAH": "58",
    "AYAH": "20",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُوْلَٰٓئِكَ فِي ٱلۡأَذَلِّينَ",
    "TRANSLATION": "Quả thật, những ai chống đối (Mệnh Lệnh của) Allah và Sứ Giả của Ngài thì sẽ là những kẻ bị hạ nhục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5125",
    "SURAH": "58",
    "AYAH": "21",
    "ARABIC_TEXT": "كَتَبَ ٱللَّهُ لَأَغۡلِبَنَّ أَنَا۠ وَرُسُلِيٓۚ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ",
    "TRANSLATION": "Allah đã ban hành chỉ dụ: “TA và các Sứ Giả của TA nhất định sẽ thắng.” Bởi vì Allah Toàn Lực và Toàn Năng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5126",
    "SURAH": "58",
    "AYAH": "22",
    "ARABIC_TEXT": "لَّا تَجِدُ قَوۡمٗا يُؤۡمِنُونَ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِ يُوَآدُّونَ مَنۡ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوۡ كَانُوٓاْ ءَابَآءَهُمۡ أَوۡ أَبۡنَآءَهُمۡ أَوۡ إِخۡوَٰنَهُمۡ أَوۡ عَشِيرَتَهُمۡۚ أُوْلَٰٓئِكَ كَتَبَ فِي قُلُوبِهِمُ ٱلۡإِيمَٰنَ وَأَيَّدَهُم بِرُوحٖ مِّنۡهُۖ وَيُدۡخِلُهُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَاۚ رَضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ أُوْلَٰٓئِكَ حِزۡبُ ٱللَّهِۚ أَلَآ إِنَّ حِزۡبَ ٱللَّهِ هُمُ ٱلۡمُفۡلِحُونَ",
    "TRANSLATION": "Ngươi (Nabi) sẽ không tìm thấy một đám người nào đã có đức tin nơi Allah và Ngày (Phán Xử) Cuối Cùng lại kết thân với ai là người chống đối Allah và Sứ Giả của Ngài dẫu rằng đó là cha mẹ, con cái, anh em hay bà con ruột thịt của họ đi nữa. Bởi vì họ là những người mà Đức tin đã được khắc ghi vào trong quả tim (tâm khảm) của họ và (Allah) đã tăng cường họ với Tinh thần (Ruh) từ Ngài. Và Ngài sẽ thu nhận họ vào những Ngôi Vườn (thiên đàng) có các dòng sông chảy bên dưới để họ vào ở trong đó đời đời. Allah sẽ hài lòng với họ và họ sẽ hài lòng với Ngài. Họ nhập đảng của Allah. Thật sự chỉ có đảng của Allah mới thắng lợi vẻ vang thôi.",
    "FOOTNOTES": ""
  }
]