[
  {
    "ID": "5164",
    "SURAH": "61",
    "AYAH": "1",
    "ARABIC_TEXT": "سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
    "TRANSLATION": "Mọi vật trong các tầng trời và mọi vật dưới đất đều tán dương Allah bởi vì Ngài là Đấng Toàn Năng, Đấng Chí Minh.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5165",
    "SURAH": "61",
    "AYAH": "2",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لِمَ تَقُولُونَ مَا لَا تَفۡعَلُونَ",
    "TRANSLATION": "Hỡi những ai có đức tin! Tại sao các ngươi nói ra những điều mà các ngươi không làm?",
    "FOOTNOTES": ""
  },
  {
    "ID": "5166",
    "SURAH": "61",
    "AYAH": "3",
    "ARABIC_TEXT": "كَبُرَ مَقۡتًا عِندَ ٱللَّهِ أَن تَقُولُواْ مَا لَا تَفۡعَلُونَ",
    "TRANSLATION": "Điều đáng ghét nhất đối với Allah là các ngươi nói ra những điều mà các ngươi không làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5167",
    "SURAH": "61",
    "AYAH": "4",
    "ARABIC_TEXT": "إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَٰتِلُونَ فِي سَبِيلِهِۦ صَفّٗا كَأَنَّهُم بُنۡيَٰنٞ مَّرۡصُوصٞ",
    "TRANSLATION": "Quả thật, Allah yêu thương những ai chiến đấu cho con đường (Chính Nghĩa) của Ngài theo đội ngũ, làm như họ là (bộ phận) của một kiến trúc rắn chắc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5168",
    "SURAH": "61",
    "AYAH": "5",
    "ARABIC_TEXT": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِۦ يَٰقَوۡمِ لِمَ تُؤۡذُونَنِي وَقَد تَّعۡلَمُونَ أَنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡۖ فَلَمَّا زَاغُوٓاْ أَزَاغَ ٱللَّهُ قُلُوبَهُمۡۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡفَٰسِقِينَ",
    "TRANSLATION": "Và (hãy nhớ) khi Musa bảo người dân của Y: “Này hỡi dân ta! Tại sao các ngươi làm tổn thương Ta trong lúc các ngươi biết chắc Ta là Sứ Giả của Allah được phái đến với các ngươi? Bởi thế, khi chúng rẽ lối, Allah làm cho tấm lòng của chúng lệch lạc; và Allah không hướng dẫn đám người dấy loạn, bất tuân.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5169",
    "SURAH": "61",
    "AYAH": "6",
    "ARABIC_TEXT": "وَإِذۡ قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ يَٰبَنِيٓ إِسۡرَٰٓءِيلَ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُم مُّصَدِّقٗا لِّمَا بَيۡنَ يَدَيَّ مِنَ ٱلتَّوۡرَىٰةِ وَمُبَشِّرَۢا بِرَسُولٖ يَأۡتِي مِنۢ بَعۡدِي ٱسۡمُهُۥٓ أَحۡمَدُۖ فَلَمَّا جَآءَهُم بِٱلۡبَيِّنَٰتِ قَالُواْ هَٰذَا سِحۡرٞ مُّبِينٞ",
    "TRANSLATION": "Và (hãy nhớ) khi Ysa, con trai của Maryam, bảo: “Hỡi con cháu của Israel! Ta là Sứ Giả của Allah được phái đến với các người, xác nhận lại những điều trong Kinh Tawrah (đã được mặc khải) trước Ta và báo tin mừng về một Sứ Giả (của Allah), tên Ahmad (tức Muhammad) sẽ đến sau Ta.” Nhưng khi Y (Muhammad) đến gặp chúng với những Bằng Chứng rõ rệt thì chúng bảo: “Đây là một trò phù thủy hiển hiện.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5170",
    "SURAH": "61",
    "AYAH": "7",
    "ARABIC_TEXT": "وَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ ٱلۡكَذِبَ وَهُوَ يُدۡعَىٰٓ إِلَى ٱلۡإِسۡلَٰمِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ",
    "TRANSLATION": "Và còn sai quấy hơn kẻ đặt điều nói dối rồi đổ thừa cho Allah trong lúc y được mời gia nhập Islam Và Allah không hướng dẫn đám người làm điều sai quấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5171",
    "SURAH": "61",
    "AYAH": "8",
    "ARABIC_TEXT": "يُرِيدُونَ لِيُطۡفِـُٔواْ نُورَ ٱللَّهِ بِأَفۡوَٰهِهِمۡ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ",
    "TRANSLATION": "Chúng muốn dập tất Ánh Sáng của Allah bằng miệng lưỡi của chúng, nhưng Allah sẽ hoàn thiện Ánh Sáng của Ngài dẫu rằng những kẻ không tin ghét điều đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5172",
    "SURAH": "61",
    "AYAH": "9",
    "ARABIC_TEXT": "هُوَ ٱلَّذِيٓ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِينِ ٱلۡحَقِّ لِيُظۡهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوۡ كَرِهَ ٱلۡمُشۡرِكُونَ",
    "TRANSLATION": "Và Ngài là Đấng đã phái Sứ Giả của Ngài mang Chỉ Đạo và tôn giáo của Sự Thật đến để làm cho Nó (Islam) thắng tất cả mọi tôn giáo mặc dầu những người tôn thờ đa thần ghét điều đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5173",
    "SURAH": "61",
    "AYAH": "10",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ هَلۡ أَدُلُّكُمۡ عَلَىٰ تِجَٰرَةٖ تُنجِيكُم مِّنۡ عَذَابٍ أَلِيمٖ",
    "TRANSLATION": "Hỡi những ai có đức tin! Há TA hướng dẫn các ngươi đến với một cuộc đổi chác sẽ giải cứu các ngươi khỏi sự trừng phạt đau đớn?",
    "FOOTNOTES": ""
  },
  {
    "ID": "5174",
    "SURAH": "61",
    "AYAH": "11",
    "ARABIC_TEXT": "تُؤۡمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَٰهِدُونَ فِي سَبِيلِ ٱللَّهِ بِأَمۡوَٰلِكُمۡ وَأَنفُسِكُمۡۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
    "TRANSLATION": "(Đó là việc) các ngươi tin tưởng nơi Allah và Sứ Giả của Ngài; và chiến đấu cho Chính Nghĩa của Allah bằng cả tài sản lẫn sinh mạng của các ngươi. Điều đó tốt nhất cho các ngươi nếu các ngươi biết. ",
    "FOOTNOTES": ""
  },
  {
    "ID": "5175",
    "SURAH": "61",
    "AYAH": "12",
    "ARABIC_TEXT": "يَغۡفِرۡ لَكُمۡ ذُنُوبَكُمۡ وَيُدۡخِلۡكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ وَمَسَٰكِنَ طَيِّبَةٗ فِي جَنَّٰتِ عَدۡنٖۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
    "TRANSLATION": "Ngài sẽ tha thứ tội lỗi của các ngươi cho các ngươi và thu nhận các ngươi vào những ngôi Vườn có các dòng sông chảy bên dưới, và những chỗ ở tốt đẹp nơi những Ngôi Vườn Vĩnh Cửu (thiên đàng). Đó là một cuộc thành tựu vĩ đại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5176",
    "SURAH": "61",
    "AYAH": "13",
    "ARABIC_TEXT": "وَأُخۡرَىٰ تُحِبُّونَهَاۖ نَصۡرٞ مِّنَ ٱللَّهِ وَفَتۡحٞ قَرِيبٞۗ وَبَشِّرِ ٱلۡمُؤۡمِنِينَ",
    "TRANSLATION": "Và (ban cấp) một (ân sủng) khác mà các ngươi yêu thích: Sự giúp đỡ của Allah và một cuộc thắng lợi gần kề. Và hãy báo tin mừng này cho những người tin tưởng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5177",
    "SURAH": "61",
    "AYAH": "14",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ كُونُوٓاْ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبۡنُ مَرۡيَمَ لِلۡحَوَارِيِّـۧنَ مَنۡ أَنصَارِيٓ إِلَى ٱللَّهِۖ قَالَ ٱلۡحَوَارِيُّونَ نَحۡنُ أَنصَارُ ٱللَّهِۖ فَـَٔامَنَت طَّآئِفَةٞ مِّنۢ بَنِيٓ إِسۡرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٞۖ فَأَيَّدۡنَا ٱلَّذِينَ ءَامَنُواْ عَلَىٰ عَدُوِّهِمۡ فَأَصۡبَحُواْ ظَٰهِرِينَ",
    "TRANSLATION": "Hỡi những ai có đức tin! Hãy là những người giúp đỡ (Chính Nghĩa) của Allah, giống như điều mà Ysa, con trai của Maryam đã bảo các Tông đồ (của Y): “Ai là người ủng hộ Ta về (Chính Nghĩa của) Allah?” Các Tông đồ thưa: “Chúng tôi là những người trợ giúp (Chính Nghĩa) của Allah.” Nhưng một thành phần của con cháu của Israel đã tin tưởng và một thành phần (khác) không có đức tin. Nhưng TA đã tăng cường sức mạnh cho những ai có đức tin chống lại kẻ thù của họ cho nên họ đã chiến thắng.",
    "FOOTNOTES": ""
  }
]