[
  {
    "ID": "5200",
    "SURAH": "64",
    "AYAH": "1",
    "ARABIC_TEXT": "يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۖ لَهُ ٱلۡمُلۡكُ وَلَهُ ٱلۡحَمۡدُۖ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
    "TRANSLATION": "Mọi vật trong các tầng trời và mọi vật dưới đất đều tán dương Allah. Quyền hành thống trị là của Ngài; và Lời ca tụng cũng thuộc về Ngài. Và Ngài là Đấng Toàn Năng trên tất cả mọi thứ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5201",
    "SURAH": "64",
    "AYAH": "2",
    "ARABIC_TEXT": "هُوَ ٱلَّذِي خَلَقَكُمۡ فَمِنكُمۡ كَافِرٞ وَمِنكُم مُّؤۡمِنٞۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٌ",
    "TRANSLATION": "Ngài là Đấng đã tạo hóa các ngươi, nhưng trong các ngươi có kẻ không tin tưởng và trong các ngươi có người tin tưởng. Và Allah Hằng Thấy điều các ngươi làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5202",
    "SURAH": "64",
    "AYAH": "3",
    "ARABIC_TEXT": "خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡۖ وَإِلَيۡهِ ٱلۡمَصِيرُ",
    "TRANSLATION": "Ngài vì Chân Lý đã tạo hóa các tầng trời và trái đất; và Ngài đã tạo hình thể các ngươi và đã hoàn thiện hình thể của các ngươi. Và các ngươi sẽ trở về gặp Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5203",
    "SURAH": "64",
    "AYAH": "4",
    "ARABIC_TEXT": "يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَيَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَۚ وَٱللَّهُ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
    "TRANSLATION": "Ngài biết mọi vật trong các tầng trời và dưới đất; và biết điều các ngươi giấu giếm và điều các ngươi bộc lộ, bởi vì Allah biết rõ điều nằm trong lòng (của mọi người).",
    "FOOTNOTES": ""
  },
  {
    "ID": "5204",
    "SURAH": "64",
    "AYAH": "5",
    "ARABIC_TEXT": "أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ كَفَرُواْ مِن قَبۡلُ فَذَاقُواْ وَبَالَ أَمۡرِهِمۡ وَلَهُمۡ عَذَابٌ أَلِيمٞ",
    "TRANSLATION": "Há các ngươi chưa biết tin tức về những kẻ đã không có đức tin trước đây ư? Bởi thế, chúng đã nếm hậu quả tai hại của những công việc của chúng; và chúng đã chịu một sự trừng phạt đau đớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5205",
    "SURAH": "64",
    "AYAH": "6",
    "ARABIC_TEXT": "ذَٰلِكَ بِأَنَّهُۥ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَقَالُوٓاْ أَبَشَرٞ يَهۡدُونَنَا فَكَفَرُواْ وَتَوَلَّواْۖ وَّٱسۡتَغۡنَى ٱللَّهُۚ وَٱللَّهُ غَنِيٌّ حَمِيدٞ",
    "TRANSLATION": "Sở dĩ như thế là vì những Sứ Giả của chúng đã đến gặp chúng với những bằng chứng rõ rệt nhưng chúng bảo: “Há người phàm lại hướng dẫn chúng tôi ư?” Bởi thế, chúng không tin tưởng và quay bỏ đi. Và Allah không cần đến chúng bởi vì Allah Rất Mực Giàu Có, Rất Đáng Ca Tụng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5206",
    "SURAH": "64",
    "AYAH": "7",
    "ARABIC_TEXT": "زَعَمَ ٱلَّذِينَ كَفَرُوٓاْ أَن لَّن يُبۡعَثُواْۚ قُلۡ بَلَىٰ وَرَبِّي لَتُبۡعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلۡتُمۡۚ وَذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ",
    "TRANSLATION": "Những kẻ không có niềm tin nghĩ rằng chúng sẽ không được phục sinh trở lại (để chịu sự Phán xử). Hãy bảo chúng (hỡi Muhammad!): “Vâng, thề bởi Thượng Đế của Ta, chắc chắn các người sẽ được dựng sông lại rồi sẽ được báo cho biết về những điều mà các ngtrời đã lam. Và điều đó rất dễ đối với Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5207",
    "SURAH": "64",
    "AYAH": "8",
    "ARABIC_TEXT": "فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِۦ وَٱلنُّورِ ٱلَّذِيٓ أَنزَلۡنَاۚ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ",
    "TRANSLATION": "Bởi thế, hãy tin tưởng Allah và Sứ Giả của Ngài và Ánh Sáng (Qur'an) mà TA (Allah) đã ban xuống. Và Allah Rất Am Tường về những điều các người làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5208",
    "SURAH": "64",
    "AYAH": "9",
    "ARABIC_TEXT": "يَوۡمَ يَجۡمَعُكُمۡ لِيَوۡمِ ٱلۡجَمۡعِۖ ذَٰلِكَ يَوۡمُ ٱلتَّغَابُنِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۚ ذَٰلِكَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
    "TRANSLATION": "(Hãy nhớ) Ngày mà Ngài (Allah) sẽ tập trung tất cả các ngươi vào Ngày Đại hội (Phán Xử). Đó là Ngày của (người) thắng và (kẻ) bại. Và ai tin tưởng nơi Allah và làm việc thiện thì Ngài (Allah) sẽ xóa bỏ mọi điều xấu xa (tội lỗi) khỏi y và sẽ thu nhận y vào những Ngôi Vườn bên dưới có các dòng sông chảy (thiên đàng) để vào ở trong đó đời đời. Đó là một thắng lợi Vĩ đại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5209",
    "SURAH": "64",
    "AYAH": "10",
    "ARABIC_TEXT": "وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِ خَٰلِدِينَ فِيهَاۖ وَبِئۡسَ ٱلۡمَصِيرُ",
    "TRANSLATION": "Ngược lại, những ai không có đức tin và phủ nhận các Lời Mặc Khải của TA thì sẽ là những người bạn của hỏa ngục, nơi mà chúng sẽ vào ở trong đó đời đời. Và (là) một trạm đến cuối cùng rất xấu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5210",
    "SURAH": "64",
    "AYAH": "11",
    "ARABIC_TEXT": "مَآ أَصَابَ مِن مُّصِيبَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۗ وَمَن يُؤۡمِنۢ بِٱللَّهِ يَهۡدِ قَلۡبَهُۥۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ",
    "TRANSLATION": "Không một tai họa nào xảy ra mà không do phép của Allah cả. Và ai tin tưởng nơi Allah thì Ngài sẽ hướng dẫn tấm lòng của y (theo Chính Đạo) bởi vì Allah biết rõ hết mọi việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5211",
    "SURAH": "64",
    "AYAH": "12",
    "ARABIC_TEXT": "وَأَطِيعُواْ ٱللَّهَ وَأَطِيعُواْ ٱلرَّسُولَۚ فَإِن تَوَلَّيۡتُمۡ فَإِنَّمَا عَلَىٰ رَسُولِنَا ٱلۡبَلَٰغُ ٱلۡمُبِينُ",
    "TRANSLATION": "Và hãy tuân lệnh Allah và tuân lệnh Sứ Giả (Muhammad). Nhưng nếu các ngươi quay bỏ đi thì nhiệm vụ của Sứ Giả của TA chỉ là truyền đạt (Thông Điệp) một cách công khai.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5212",
    "SURAH": "64",
    "AYAH": "13",
    "ARABIC_TEXT": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
    "TRANSLATION": "Allah (Duy Nhất)! Không có Thượng Đế nào khác duy chỉ Ngài (là Thượng Đế). Bởi thế, những người có đức tin nên tin cậy mà phó thác cho Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5213",
    "SURAH": "64",
    "AYAH": "14",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِنَّ مِنۡ أَزۡوَٰجِكُمۡ وَأَوۡلَٰدِكُمۡ عَدُوّٗا لَّكُمۡ فَٱحۡذَرُوهُمۡۚ وَإِن تَعۡفُواْ وَتَصۡفَحُواْ وَتَغۡفِرُواْ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
    "TRANSLATION": "Hỡi những ai có đức tin! Quả thật, trong số người vợ và con cái của các ngươi, có người thù nghịch (cản trở) các ngươi (trong việc tuân lệnh Allah và Sứ Giả của Ngài). Bởi thế, hãy cảnh giác họ. Nhưng nếu các ngươi lượng thứ bỏ qua và tha thứ cho họ thì quả thật Allah Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5214",
    "SURAH": "64",
    "AYAH": "15",
    "ARABIC_TEXT": "إِنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞۚ وَٱللَّهُ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ",
    "TRANSLATION": "Tài sản và con cái của các ngươi chỉ là một sự thử thách (đối với các ngươi). Ngược lại, Allah có nơi Ngài một phần thưởng rất lớn (thiên đàng để dành cho các ngươi).",
    "FOOTNOTES": ""
  },
  {
    "ID": "5215",
    "SURAH": "64",
    "AYAH": "16",
    "ARABIC_TEXT": "فَٱتَّقُواْ ٱللَّهَ مَا ٱسۡتَطَعۡتُمۡ وَٱسۡمَعُواْ وَأَطِيعُواْ وَأَنفِقُواْ خَيۡرٗا لِّأَنفُسِكُمۡۗ وَمَن يُوقَ شُحَّ نَفۡسِهِۦ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
    "TRANSLATION": "Do đó, hãy sợ Allah (và làm tròn bổn phận đối với Ngài) theo khả năng của các ngươi. Và hãy nghe và vâng lệnh. Và hãy chi tiêu (bố thí) có lợi cho bản thân (linh hồn) của các ngươi. Và ai giữ bản thân của mình khỏi tham lam (ích kỷ) thì là những người sẽ thành đạt. ",
    "FOOTNOTES": ""
  },
  {
    "ID": "5216",
    "SURAH": "64",
    "AYAH": "17",
    "ARABIC_TEXT": "إِن تُقۡرِضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعِفۡهُ لَكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ شَكُورٌ حَلِيمٌ",
    "TRANSLATION": "Nếu các ngươi cho Allah mượn một phần mượn tốt (để đóng góp vào con đường Chính Nghĩa của Allah) thì Ngài sẽ gia tăng nó gấp đôi (vào trương mục tín dụng) cho các ngươi; và sẽ tha thứ (tội lỗi) cho các ngươi bởi vì Allah Hằng Ghi Công và Hằng Chịu Đựng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5217",
    "SURAH": "64",
    "AYAH": "18",
    "ARABIC_TEXT": "عَٰلِمُ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
    "TRANSLATION": "Đấng Biết hết điều ẩn tàng không thấy và điều hiển hiện, Đấng Toàn Năng, Đấng Chí Minh.",
    "FOOTNOTES": ""
  }
]