[
  {
    "ID": "5218",
    "SURAH": "65",
    "AYAH": "1",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا",
    "TRANSLATION": "Hỡi Nabi (Muhammad!) Khi các ngươi ly dị các bà (vợ), hãy ly dị họ vào 'Iddah(149) (thời hạn ấn định) của họ và hãy đếm cho đúng 'Iddah. Và hãy sợ Allah, Thượng Đế của các ngươi. Chớ đuổi họ ra khỏi nhà cũng chớ để cho họ bỏ đi, ngoại trừ trường hợp họ công khai phạm điều (gian dâm) thô bỉ. Và đó là những giới hạn (qui định) bởi Allah. Và ai vi phạm giới hạn của Allah thì chắc chắn tự làm hại bản thân mình. Ngươi đâu biết sau này Allah có thể tạo một điều kiện mới nào đó (để hòa giải đôi bên).",
    "FOOTNOTES": "(149) Ông Abdullah bin ‘Umar đã kể lại việc ông đã ly dị vợ trong thời gian bà vợ đang có kinh nguyệt. Ông ‘Umar bin Khottob hỏi Nabi về việc đó. Nabi đáp: “Hãy bảo y (Abdullah) giữ vợ của y lại cho đến khi cô ấy dứt kinh và chờ cho đến lúc người vợ có kinh trở lại và dứt kinh thì lúc đó nếu muốn ở lại với vợ thì y ở, còn không thì ly dị vợ trước khi ăn nằm với vợ. Đó là 'Iddah do Allah qui định cho các phụ nữ ly dị. (Sahih Al-Bukhari, tập 7 Hadith số 178)"
  },
  {
    "ID": "5219",
    "SURAH": "65",
    "AYAH": "2",
    "ARABIC_TEXT": "فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا",
    "TRANSLATION": "Bởi thế, khi chấm dứt thời hạn ấn định ('Iddah) của họ, hoặc giữ họ (vợ) lại một cách tử tế hoặc ly hôn họ một cách tử tế; và hãy mời hai người công bằng trong các ngươi đến làm chứng và hãy vì Allah mà thiết lập chứng cớ rõ ràng. Đó là điều khuyến cáo cho người nào tin nơi Allah và Ngày (Phán Xử) Cuối Cùng. Và ai sợ Allah thì sẽ được Ngài mở cho một lối thoát.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5220",
    "SURAH": "65",
    "AYAH": "3",
    "ARABIC_TEXT": "وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا",
    "TRANSLATION": "Và Ngài sẽ cung dưỡng y từ nơi mà y không thể ngờ tới. Và ai phó thác cho Allah thì Ngài sẽ làm cho y đầy đủ. Bởi vì, chắc chắn Allah sẽ thực hiện mục đích của Ngài. Chắc chắn, Allah qui định mức lượng cho tất cả mọi vật.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5221",
    "SURAH": "65",
    "AYAH": "4",
    "ARABIC_TEXT": "وَٱلَّٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا",
    "TRANSLATION": "Và ai trong số họ (những người vợ) của các ngươi đã quá tuổi có kinh, nếu các ngươi còn nghi ngờ (kinh kỳ của họ) thì thời hạn ấn định 'Iddah (chờ ly hôn) là ba tháng và ai trong số họ không có kinh (thì thời hạn cũng thế). Và những người vợ nào mang thai thì thời hạn ấn định (chờ ly hôn) của họ kéo dài cho đến khi hạ sanh. Và ai sợ Allah thì Ngài sẽ làm mọi việc được dễ dàng cho y.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5222",
    "SURAH": "65",
    "AYAH": "5",
    "ARABIC_TEXT": "ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا",
    "TRANSLATION": "Đó là Mệnh Lệnh của Allah mà Ngài đã ban xuống cho các ngươi. Và ai sợ Allah thì Ngài sẽ xóa bỏ mọi điều xấu xa (tội lỗi) cho y và sẽ nới rộng phần thưởng cho y.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5223",
    "SURAH": "65",
    "AYAH": "6",
    "ARABIC_TEXT": "أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ",
    "TRANSLATION": "Hãy để cho những người vợ ly dị trú ngụ nơi nào mà các ngươi đang ở tùy theo phương tiện của các ngươi nhưng chớ đày đọa họ để áp bức họ bỏ đi. Và nếu họ mang thai thì hãy cấp dưỡng cho họ đến khi hạ sanh. Và nếu họ cho con bú thì hãy trang trải cho họ; và hãy tham khảo ý kiến lẫn nhau một cách biết điều. Nếu các ngươi gặp khó khăn (trong việc cho con bú) thì người đàn bà khác sẽ cho đứa con bú giùm cho y (với sở phí của y).",
    "FOOTNOTES": ""
  },
  {
    "ID": "5224",
    "SURAH": "65",
    "AYAH": "7",
    "ARABIC_TEXT": "لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا",
    "TRANSLATION": "Người giàu phương tiện sẽ cấp dưỡng theo phương tiện của mình. Và người eo hẹp phương tiện sẽ cấp dưỡng theo phương tiện mà Allah đã ban cấp. Allah chỉ bắt mỗi người chịu gánh nặng (phí tổn) tùy theo phương tiện mà Ngài đã ban cho. Allah sẽ làm nhẹ gánh lo sau nỗi khó khăn (túng quẫn).",
    "FOOTNOTES": ""
  },
  {
    "ID": "5225",
    "SURAH": "65",
    "AYAH": "8",
    "ARABIC_TEXT": "وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا",
    "TRANSLATION": "Và có bao nhiêu thị trấn đã chống đối Mệnh Lệnh của Thượng Đế của chúng và (chống đối) các Sứ Giả của Ngài? Bởi thế, TA đã thanh toán chúng bằng một cuộc thanh toán dữ dội. Và TA đã trừng phạt chúng bằng một cuộc trừng phạt ghê rợn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5226",
    "SURAH": "65",
    "AYAH": "9",
    "ARABIC_TEXT": "فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا",
    "TRANSLATION": "Bởi thế, chúng đã nếm hậu quả tai hại về công việc của chúng và kết cuộc của công việc của chúng là mất mát thua thiệt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5227",
    "SURAH": "65",
    "AYAH": "10",
    "ARABIC_TEXT": "أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا",
    "TRANSLATION": "Allah đã chuẩn bị cho chúng một sự trừng phạt nghiêm khắc (ở đời sau). Bởi thế, hãy sợ Allah hỡi những người hiểu biết, những ai có đức tin. Quả thật, Allah đã ban xuống cho các ngươi Lời Nhắc Nhở (Qur'an). ",
    "FOOTNOTES": ""
  },
  {
    "ID": "5228",
    "SURAH": "65",
    "AYAH": "11",
    "ARABIC_TEXT": "رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا",
    "TRANSLATION": "Một Sứ Giả (của Allah) đọc cho các ngươi các Lời Mặc Khải của Allah, giải thích rõ sự việc, để Ngài có thể đưa những ai có đức tin và làm việc thiện bước từ tăm tối ra ánh sáng; và ai tin tưởng nơi Allah và làm việc thiện thì sẽ được Ngài đưa vào những Ngôi Vườn bên dưới có các dòng sông chảy để ở trong đó đời đời. Chắc chắn, Allah sẽ cung cấp cho y lương thực tốt nhất.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5229",
    "SURAH": "65",
    "AYAH": "12",
    "ARABIC_TEXT": "ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا",
    "TRANSLATION": "Allah là Đấng đã tạo hóa bảy tầng trời và cái giống như chúng của trái đất. Mệnh Lệnh (của Allah) đi xuống giữa chúng (các tầng trời và tầng đất) để cho các ngươi biết Allah là Đấng Toàn Năng trên tất cả mọi thứ và rằng Allah bao trùm (quán xuyến) hết tất cả mọi vật (việc) với sự Hiểu Biết của Ngài.",
    "FOOTNOTES": ""
  }
]