[
  {
    "ID": "5230",
    "SURAH": "66",
    "AYAH": "1",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّبِيُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَۖ تَبۡتَغِي مَرۡضَاتَ أَزۡوَٰجِكَۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
    "TRANSLATION": "Hỡi Nabi (Muhammad!) Tại sao Ngươi tự cấm (dùng) món (thực phẩm) mà Allah cho phép Ngươi (dùng) chỉ vì muốn làm vừa lòng các bà vợ của Ngươi? Và Allah Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5231",
    "SURAH": "66",
    "AYAH": "2",
    "ARABIC_TEXT": "قَدۡ فَرَضَ ٱللَّهُ لَكُمۡ تَحِلَّةَ أَيۡمَٰنِكُمۡۚ وَٱللَّهُ مَوۡلَىٰكُمۡۖ وَهُوَ ٱلۡعَلِيمُ ٱلۡحَكِيمُ",
    "TRANSLATION": "Quả thật, trước đây, Allah đã qui định cho các ngươi (Muslim) phương cách xóa bỏ lời thề (trong một số trường hợp). Và Allah là Chủ Nhân của các ngươi; và Ngài là Đấng Toàn Tri, Đấng Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5232",
    "SURAH": "66",
    "AYAH": "3",
    "ARABIC_TEXT": "وَإِذۡ أَسَرَّ ٱلنَّبِيُّ إِلَىٰ بَعۡضِ أَزۡوَٰجِهِۦ حَدِيثٗا فَلَمَّا نَبَّأَتۡ بِهِۦ وَأَظۡهَرَهُ ٱللَّهُ عَلَيۡهِ عَرَّفَ بَعۡضَهُۥ وَأَعۡرَضَ عَنۢ بَعۡضٖۖ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتۡ مَنۡ أَنۢبَأَكَ هَٰذَاۖ قَالَ نَبَّأَنِيَ ٱلۡعَلِيمُ ٱلۡخَبِيرُ",
    "TRANSLATION": "Và khi Nabi thổ lộ chuyện tâm tình cho một bà vợ của Y (bà Hafsah) sau đó bà tiết lộ nó (cho một người (vợ) khác, bà 'A-ishah). Và Allah cho Y biết việc đó. Y đã xác nhận một phần (câu chuyện) và bỏ qua một phần (khác). Bởi thế, khi Y cho bà (.Hafsah) biết sự việc thì bà bảo: “Ai đã cho mình biết điều này?\" (Nabi) đáp: “(Allah), Đấng Toàn Tri, Đấng Am Tường (mọi việc), đã cho Ta biết (sự Thật).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5233",
    "SURAH": "66",
    "AYAH": "4",
    "ARABIC_TEXT": "إِن تَتُوبَآ إِلَى ٱللَّهِ فَقَدۡ صَغَتۡ قُلُوبُكُمَاۖ وَإِن تَظَٰهَرَا عَلَيۡهِ فَإِنَّ ٱللَّهَ هُوَ مَوۡلَىٰهُ وَجِبۡرِيلُ وَصَٰلِحُ ٱلۡمُؤۡمِنِينَۖ وَٱلۡمَلَٰٓئِكَةُ بَعۡدَ ذَٰلِكَ ظَهِيرٌ",
    "TRANSLATION": "Nếu hai ngươi (hỡi 'A-ishah và Hafsah) quay về sám hối với Allah thì tấm lòng của hai ngươi chịu thuận. Ngược lại, nếu hai ngươi tiếp tay nhau chống lại Y thì Allah, Đấng Bảo Hộ của Y, va (Thiên Thần) Jibril và những tín đồ đức hạnh và các Thiên Thần sẽ ủng hộ Y sau đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5234",
    "SURAH": "66",
    "AYAH": "5",
    "ARABIC_TEXT": "عَسَىٰ رَبُّهُۥٓ إِن طَلَّقَكُنَّ أَن يُبۡدِلَهُۥٓ أَزۡوَٰجًا خَيۡرٗا مِّنكُنَّ مُسۡلِمَٰتٖ مُّؤۡمِنَٰتٖ قَٰنِتَٰتٖ تَٰٓئِبَٰتٍ عَٰبِدَٰتٖ سَٰٓئِحَٰتٖ ثَيِّبَٰتٖ وَأَبۡكَارٗا",
    "TRANSLATION": "Nếu Y (Muhammad) ly dị (tất cả) các ngươi, có lẽ Thượng Đế (Allah) của Y sẽ đổi lại cho Y các bà vợ tốt hơn các ngươi: các nữ Muslim có đức tin, sùng kính, năng sám hối (với Allah), thờ phụng (Allah), nhịn chay, đã có một đời chồng hay còn trinh.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5235",
    "SURAH": "66",
    "AYAH": "6",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ قُوٓاْ أَنفُسَكُمۡ وَأَهۡلِيكُمۡ نَارٗا وَقُودُهَا ٱلنَّاسُ وَٱلۡحِجَارَةُ عَلَيۡهَا مَلَٰٓئِكَةٌ غِلَاظٞ شِدَادٞ لَّا يَعۡصُونَ ٱللَّهَ مَآ أَمَرَهُمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ",
    "TRANSLATION": "Hỡi những ai có đức tin! Hãy giữ gìn bản thân và gia đình của các ngươi tránh khỏi hỏa ngục nơi mà chất đốt là con người (không có đức tin) và đá (bục tượng), do những Thiên Thần lạnh lùng và nghiêm nghị quản lý, không bất tuân Allah về điều gì mà Ngài ra lệnh cho họ (Thiên Thần) và thi hành đúng những điều họ được truyền.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5236",
    "SURAH": "66",
    "AYAH": "7",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ كَفَرُواْ لَا تَعۡتَذِرُواْ ٱلۡيَوۡمَۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ",
    "TRANSLATION": "Hỡi những kẻ không có đức tin! Ngày nay các ngươi chớ tìm cách chạy tội. Các ngươi chỉ được quả báo về những điều mà các ngươi đã từng làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5237",
    "SURAH": "66",
    "AYAH": "8",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ تُوبُوٓاْ إِلَى ٱللَّهِ تَوۡبَةٗ نَّصُوحًا عَسَىٰ رَبُّكُمۡ أَن يُكَفِّرَ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيُدۡخِلَكُمۡ جَنَّٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ يَوۡمَ لَا يُخۡزِي ٱللَّهُ ٱلنَّبِيَّ وَٱلَّذِينَ ءَامَنُواْ مَعَهُۥۖ نُورُهُمۡ يَسۡعَىٰ بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِمۡ يَقُولُونَ رَبَّنَآ أَتۡمِمۡ لَنَا نُورَنَا وَٱغۡفِرۡ لَنَآۖ إِنَّكَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ",
    "TRANSLATION": "Hỡi những ai có đức tin! Hãy chân thành quay về sám hối với Allah, may ra Thượng Đế của các ngươi sẽ xóa bỏ tội lỗi cho các ngươi và thu nhận các ngươi vào những Ngôi Vườn bên dưới có các dòng sông chảy (thiên đàng) vào Ngày mà Allah sẽ không hạ nhục Nabi (Muhammad) và những ai có đức tin cùng theo Y. Ánh sáng của họ sẽ chạy đằng trước và phía bên tay phải của họ; họ (cầu nguyện) thưa: “Lạy Thượng Đế của bầy tôi! Xin Ngài hoàn thiện Anh Sáng của bầy tôi cho bầy tôi và tha thứ cho bầy tôi bởi vì quả thật, Ngài là Đấng Toàn Năng trên tất cả mọi thứ.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5238",
    "SURAH": "66",
    "AYAH": "9",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّبِيُّ جَٰهِدِ ٱلۡكُفَّارَ وَٱلۡمُنَٰفِقِينَ وَٱغۡلُظۡ عَلَيۡهِمۡۚ وَمَأۡوَىٰهُمۡ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ",
    "TRANSLATION": "Hỡi Nabi (Muhammad!) Hãy chiến đấu chống những kẻ không có đức tin và những kẻ giả tạo đức tin và hãy nghiêm khắc với chúng; bởi vì nhà ở của chúng là hỏa ngục và là một trạm đến cuối cùng tồi tệ nhất.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5239",
    "SURAH": "66",
    "AYAH": "10",
    "ARABIC_TEXT": "ضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ كَفَرُواْ ٱمۡرَأَتَ نُوحٖ وَٱمۡرَأَتَ لُوطٖۖ كَانَتَا تَحۡتَ عَبۡدَيۡنِ مِنۡ عِبَادِنَا صَٰلِحَيۡنِ فَخَانَتَاهُمَا فَلَمۡ يُغۡنِيَا عَنۡهُمَا مِنَ ٱللَّهِ شَيۡـٔٗا وَقِيلَ ٱدۡخُلَا ٱلنَّارَ مَعَ ٱلدَّٰخِلِينَ",
    "TRANSLATION": "Allah trình bày cho những kẻ không có đức tin thí dụ điển hình về người vợ của Nuh và người vợ của Lut: Hai ả ở dưới (quyền của) hai người bề tôi đức hạnh của TA (Allah) nhưng hai ả đã phản bội chồng. Nhưng họ (các ông chồng đức hạnh) chẳng giúp gì được cho hai người vợ của mình tránh khỏi (Hình phạt của) Allah; và có lời phán bảo: “Hai ngươi hãy đi vào hỏa ngục cùng với những kẻ đi vào.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5240",
    "SURAH": "66",
    "AYAH": "11",
    "ARABIC_TEXT": "وَضَرَبَ ٱللَّهُ مَثَلٗا لِّلَّذِينَ ءَامَنُواْ ٱمۡرَأَتَ فِرۡعَوۡنَ إِذۡ قَالَتۡ رَبِّ ٱبۡنِ لِي عِندَكَ بَيۡتٗا فِي ٱلۡجَنَّةِ وَنَجِّنِي مِن فِرۡعَوۡنَ وَعَمَلِهِۦ وَنَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
    "TRANSLATION": "Và Allah trình bày cho những người có đức tin một thí dụ điển hình về bà (Asiyah) vợ của Fir-'awn khi bà cầu nguyện thưa: “Lạy Thượng Đế của bề tôi! Xin Ngài xây cho bề tôi một mái nhà gần Ngài nơi thiên đàng và cứu bề tôi thoát khỏi (tay của) Fir-'awn cùng việc làm (tội lỗi) của y và cứu bề tôi thoát khỏi đám người làm điều sai quấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5241",
    "SURAH": "66",
    "AYAH": "12",
    "ARABIC_TEXT": "وَمَرۡيَمَ ٱبۡنَتَ عِمۡرَٰنَ ٱلَّتِيٓ أَحۡصَنَتۡ فَرۡجَهَا فَنَفَخۡنَا فِيهِ مِن رُّوحِنَا وَصَدَّقَتۡ بِكَلِمَٰتِ رَبِّهَا وَكُتُبِهِۦ وَكَانَتۡ مِنَ ٱلۡقَٰنِتِينَ",
    "TRANSLATION": "Và (thí dụ về) Maryam, đứa con gái của 'Imran: Nữ đã giữ mình trinh tiết. Bởi thế, TA (Allah) đã cho Ruh (Thiên Thần Jibril) của TA hà vào (cơ thể của) Nữ; và Nữ xác nhận sự Thật về Lời phán (Kun - 'Hãy Thành’) của Thượng Đế (Allah) của Nữ và (xác nhận sự thật về) Kinh Sách của Ngài (Allah) và Nữ là một nữ tín đồ sùng tín.",
    "FOOTNOTES": ""
  }
]