[
  {
    "ID": "5242",
    "SURAH": "67",
    "AYAH": "1",
    "ARABIC_TEXT": "تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
    "TRANSLATION": "Phúc thay Đấng đang nắm quyền thống trị trong Tay Ngài và toàn quyền định đoạt trên tất cả mọi việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5243",
    "SURAH": "67",
    "AYAH": "2",
    "ARABIC_TEXT": "ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ",
    "TRANSLATION": "Đấng đã tạo sự chết và sự sống để thử thách ai trong các ngươi là người tốt nhất trong việc làm của mình; và Ngài là Đấng Toàn Năng, Đấng Hằng Tha Thứ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5244",
    "SURAH": "67",
    "AYAH": "3",
    "ARABIC_TEXT": "ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ",
    "TRANSLATION": "Đấng đã tạo hóa bảy tầng trời, tầng này chồng lên tầng kia; ngươi không thấy có một khuyết điểm nào trong việc tạo hóa của Đấng Đố Lượng. Bởi thế, hãy quay lại nhìn nữa xem, ngươi có thấy một kẽ hở nào không?",
    "FOOTNOTES": ""
  },
  {
    "ID": "5245",
    "SURAH": "67",
    "AYAH": "4",
    "ARABIC_TEXT": "ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ",
    "TRANSLATION": "Rồi quay nhìn hai lần nữa xem, cái nhìn của ngươi sẽ trở lại với ngươi mờ nhạt và rũ rượi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5246",
    "SURAH": "67",
    "AYAH": "5",
    "ARABIC_TEXT": "وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ",
    "TRANSLATION": "Và quả thật, TA đã trang hoàng tầng trời hạ giới với những chiếc đèn và làm cho chúng thành những chiếc hỏa tiễn dùng đánh đuổi những Shaytan và TA đã chuẩn bị cho chúng một sự trừng phạt của Lửa ngọn;",
    "FOOTNOTES": ""
  },
  {
    "ID": "5247",
    "SURAH": "67",
    "AYAH": "6",
    "ARABIC_TEXT": "وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ",
    "TRANSLATION": "Và (chuẩn bị) cho những ai phủ nhận Thượng Đế của họ một sự trừng phạt của hỏa ngục; và đó là một nơi đến cuối cùng tồi tệ nhất.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5248",
    "SURAH": "67",
    "AYAH": "7",
    "ARABIC_TEXT": "إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ",
    "TRANSLATION": "Khi bị quẳng vào đó, chúng sẽ nghe tiếng nó rít (lửa) vào giống như nó hà (lửa) ra.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5249",
    "SURAH": "67",
    "AYAH": "8",
    "ARABIC_TEXT": "تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ",
    "TRANSLATION": "Nó gần như muốn phát nổ vì giận dữ: Mỗi lần một nhóm người bị quẳng vào đó, những vị cai ngục lên tiếng hỏi: “Há không có một người báo trước nào đến gặp cac ngươi hay sao?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5250",
    "SURAH": "67",
    "AYAH": "9",
    "ARABIC_TEXT": "قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ",
    "TRANSLATION": "Chúng sẽ đáp: “Vâng, có. Quả thật, đã có một người báo trước đến gặp chúng tôi, nhưng chúng tôi phủ nhận và nói: \"Allah đã không ban một điều (mặc khải) nào xuống cả. Quí vị đã lầm lạc quá to'.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5251",
    "SURAH": "67",
    "AYAH": "10",
    "ARABIC_TEXT": "وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ",
    "TRANSLATION": "Và chúng sẽ nói: “Giá chúng tôi biết nghe hoặc chịu suy nghĩ thì đâu đến noi trở thành những người bạn của Lửa ngọn.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5252",
    "SURAH": "67",
    "AYAH": "11",
    "ARABIC_TEXT": "فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ",
    "TRANSLATION": "Bởi thế, chúng sẽ thú tội của mình. Nhưng những người bạn của Lửa ngọn ở quá xa!",
    "FOOTNOTES": ""
  },
  {
    "ID": "5253",
    "SURAH": "67",
    "AYAH": "12",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ",
    "TRANSLATION": "Quả thật, những ai sợ Đấng Thượng Đế (Allah) Vô hình của họ thì sẽ được tha thứ và được một phần thưởng rất lớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5254",
    "SURAH": "67",
    "AYAH": "13",
    "ARABIC_TEXT": "وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
    "TRANSLATION": "Và dẫu các ngươi có giấu giếm hoặc công bố lời nói của các ngươi (cũng không sao) bởi vì quả thật, Ngài biết rõ những điều nằm trong lòng (của các ngươi).",
    "FOOTNOTES": ""
  },
  {
    "ID": "5255",
    "SURAH": "67",
    "AYAH": "14",
    "ARABIC_TEXT": "أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ",
    "TRANSLATION": "Há Đấng Tạo Hóa không biết ư? Và Ngài là Đấng Rất Mực Tinh tế, Đấng Rất Mực Am Tường.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5256",
    "SURAH": "67",
    "AYAH": "15",
    "ARABIC_TEXT": "هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ",
    "TRANSLATION": "Ngài là Đấng đã làm ra trái đất cho các ngươi sử dụng. Do đó, hãy băng qua các nẻo đường của nó và dùng thực phẩm của Ngài (Allah). Và các ngươi sẽ trở về với Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5257",
    "SURAH": "67",
    "AYAH": "16",
    "ARABIC_TEXT": "ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ",
    "TRANSLATION": "Phải chăng các ngươi cảm thấy an toàn thoát khỏi Đấng ở trên trời (nghĩ) rằng Ngài sẽ không làm cho đất sụp xuống nuốt mất các ngươi khi nó rung động dữ dội hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "5258",
    "SURAH": "67",
    "AYAH": "17",
    "ARABIC_TEXT": "أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ",
    "TRANSLATION": "Hoặc phải chăng các ngươi cảm thấy an toàn thoát khỏi Đấng ở trên trời, (nghĩ) rằng Ngài sẽ không gởi một cơn trốt dữ dội nào đến phạt các ngươi hay sao? Rồi các ngươi sẽ biết Lời cảnh báo của TA (khủng khiếp) thế nào?",
    "FOOTNOTES": ""
  },
  {
    "ID": "5259",
    "SURAH": "67",
    "AYAH": "18",
    "ARABIC_TEXT": "وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ",
    "TRANSLATION": "Vàquả thật những kẻ trước chúng đã phủ nhận (Lời cảnh báo của TA). Rồi hãy xem sự trừng phạt của TA khủng khiếp thế nào?",
    "FOOTNOTES": ""
  },
  {
    "ID": "5260",
    "SURAH": "67",
    "AYAH": "19",
    "ARABIC_TEXT": "أَوَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءِۭ بَصِيرٌ",
    "TRANSLATION": "Há chúng không quan sát những con chim xòe cánh và xếp cánh bên trên chúng hay sao? Ngoài Đấng Độ Lượng (Allah), không ai có thể giữ chúng lơ lửng trên không trung được. Quả thật, Ngài nhìn thấy hết mọi vật.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5261",
    "SURAH": "67",
    "AYAH": "20",
    "ARABIC_TEXT": "أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ",
    "TRANSLATION": "Đấng nào ngoài Đấng Độ Lượng (Allah), dù đó là một đạo quân (được phái đến) cho các ngươi, có thể giúp các ngươi? Chắc chắn, những kẻ không có đức tin chỉ sống trong ảo vọng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5262",
    "SURAH": "67",
    "AYAH": "21",
    "ARABIC_TEXT": "أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ",
    "TRANSLATION": "Hoặc Đấng nào là Đấng có thể cung dưỡng cho các ngươi nếu Ngài (Allah) muốn giữ nguồn lương thực của Ngài lại? Không, chúng tiếp tục ương ngạnh và chạy tron (sự thật).",
    "FOOTNOTES": ""
  },
  {
    "ID": "5263",
    "SURAH": "67",
    "AYAH": "22",
    "ARABIC_TEXT": "أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ",
    "TRANSLATION": "Thế, một người gục mặt bước đi với dáng điệu đáng khinh được hướng dẫn đúng đường hay một người bước đi bình thản trên Chính Đạo?",
    "FOOTNOTES": ""
  },
  {
    "ID": "5264",
    "SURAH": "67",
    "AYAH": "23",
    "ARABIC_TEXT": "قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ",
    "TRANSLATION": "Hãy bảo chúng: “Ngài là Đấng đã tạo hóa các ngươi và phú cho các ngươi thính giác, thị giác và trái tim. Các ngươi tạ ơn Ngài ít thay!\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5265",
    "SURAH": "67",
    "AYAH": "24",
    "ARABIC_TEXT": "قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ",
    "TRANSLATION": "Hãy bảo chúng: “Ngài là Đấng đã rải rắc các ngươi khắp nơi trên mặt đất và các ngươi sẽ được tập trung đưa về trinh diện Ngài trở lại.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5266",
    "SURAH": "67",
    "AYAH": "25",
    "ARABIC_TEXT": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ",
    "TRANSLATION": "Chúng nói: “Chừng nào lời hứa này sẽ xảy ra nếu quí vị nói thật?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5267",
    "SURAH": "67",
    "AYAH": "26",
    "ARABIC_TEXT": "قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ",
    "TRANSLATION": "Hãy bảo chúng: “Chỉ riêng Allah có đủ hiểu biết (về giờ giấc đó). Ta -Muhammad- chỉ là một người báo trước công khai.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5268",
    "SURAH": "67",
    "AYAH": "27",
    "ARABIC_TEXT": "فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ",
    "TRANSLATION": "Bởi thế, khi thấy nó đến gần, gương mặt của những kẻ không có đức tin tỏ vẻ buồn rầu và có lời bảo: “Đây là cái mà các người thường cầu nguyện”.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5269",
    "SURAH": "67",
    "AYAH": "28",
    "ARABIC_TEXT": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ",
    "TRANSLATION": "Hãy bảo chúng: “Các người có xét thấy chăng, nếu Allah muốn tiêu diệt ta và người nào theo ta hoặc muốn khoan dung bọn ta thì ai có thể cứu những kẻ không có đức tin thoát khỏi sự trừng phạt đau đớn?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5270",
    "SURAH": "67",
    "AYAH": "29",
    "ARABIC_TEXT": "قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
    "TRANSLATION": "Hãy bảo chúng: “Ngài là Đấng Độ Lượng, bọn ta tin tưởng Ngài và phó thác chó Ngài. Rồi đây các người sẽ sớm biết ai là kẻ lạc hướng rõ rệt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5271",
    "SURAH": "67",
    "AYAH": "30",
    "ARABIC_TEXT": "قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينِۭ",
    "TRANSLATION": "Hãy bảo chúng: “Các người có xét thấy chăng? Nếu vào một buổi sáng nào đó mạch nước của các người rút mất tiêu (xuống lòng đất) thì ai sẽ mang nước mạch trong vắt đến tiếp liệu cho các người?”",
    "FOOTNOTES": ""
  }
]