[
  {
    "ID": "955",
    "SURAH": "7",
    "AYAH": "1",
    "ARABIC_TEXT": "الٓمٓصٓ",
    "TRANSLATION": "Alif. Lam. Mim. Sad.",
    "FOOTNOTES": ""
  },
  {
    "ID": "956",
    "SURAH": "7",
    "AYAH": "2",
    "ARABIC_TEXT": "كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ",
    "TRANSLATION": "(Đây là) một Kinh Sách được ban xuống cho Ngươi (Muhammad!) nhưng chớ vì Nó mà tấm lòng của Ngươi sẽ thắt lại (bởi vì Nó được ban xuống) là để cho Ngươi dùng cảnh báo (những ai lầm đường lạc lối) và nhắc nhở những người có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "957",
    "SURAH": "7",
    "AYAH": "3",
    "ARABIC_TEXT": "ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ",
    "TRANSLATION": "Hãy tuân theo điều (mặc khải) đã được ban xuống cho các ngươi từ Thượng Đế (Allah) của các ngươi (hỡi nhân loại!) và chớ nghe theo người bảo hộ (hay chủ nhân) nào khác ngoài Ngài. Ít thay việc các ngươi ghi nhớ lời khuyên bảo này!",
    "FOOTNOTES": ""
  },
  {
    "ID": "958",
    "SURAH": "7",
    "AYAH": "4",
    "ARABIC_TEXT": "وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ",
    "TRANSLATION": "Và có bao nhiêu thị trấn đã bị TA (Allah) tiêu diệt vì tội lỗi (của dân cư) của chúng? hình phạt của TA xảy đến cho chúng bất ngờ vào ban đêm hoặc vào lúc chúng đang nghỉ trưa.",
    "FOOTNOTES": ""
  },
  {
    "ID": "959",
    "SURAH": "7",
    "AYAH": "5",
    "ARABIC_TEXT": "فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ",
    "TRANSLATION": "Bởi thế, khi hình phạt của TA giáng xuống chúng, chúng chỉ biết than thân (nói): “Quả thật, chúng tôi là những kẻ làm điều sai quấy.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "960",
    "SURAH": "7",
    "AYAH": "6",
    "ARABIC_TEXT": "فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ",
    "TRANSLATION": "Rồi TA (Allah) sẽ hỏi những người tiếp thu Thông Điệp và những Sứ Giả (của TA).",
    "FOOTNOTES": ""
  },
  {
    "ID": "961",
    "SURAH": "7",
    "AYAH": "7",
    "ARABIC_TEXT": "فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ",
    "TRANSLATION": "Bởi thế, do hiểu biết, TA (Allah) sẽ kể lại cho chúng toàn bộ sự tích bởi vì TA (Allah) không hề vắng mặt (bất cứ lúc nào và nơi nào).",
    "FOOTNOTES": ""
  },
  {
    "ID": "962",
    "SURAH": "7",
    "AYAH": "8",
    "ARABIC_TEXT": "وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
    "TRANSLATION": "Và việc cân đo (Phúc và Tội) vào Ngày (Xét Xử) đó xảy ra thật. Bởi thế, những ai mà bàn cân (chứa việc thiện) nặng thì sẽ là những người thành đạt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "963",
    "SURAH": "7",
    "AYAH": "9",
    "ARABIC_TEXT": "وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ",
    "TRANSLATION": "Còn những ai mà bàn cân (chứa việc thiện) nhẹ thì sẽ là những người tự hủy hoại bản thân mình vì tội đã từng xuyên tạc các dấu hiệu của TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "964",
    "SURAH": "7",
    "AYAH": "10",
    "ARABIC_TEXT": "وَلَقَدۡ مَكَّنَّٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ",
    "TRANSLATION": "Và quả thật, TA (Allah) đã định cư các ngươi trên trái đất và tạo nơi đó làm phương tiện sinh sống cho các ngươi. Ít thay việc các ngươi tỏ lòng biết ơn. ",
    "FOOTNOTES": ""
  },
  {
    "ID": "965",
    "SURAH": "7",
    "AYAH": "11",
    "ARABIC_TEXT": "وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّٰجِدِينَ",
    "TRANSLATION": "Và quả thật, TA (Allah) đã tạo hóa các ngươi rồi ban cho các ngươi hình thể rồi TA bảo các Thiên Thần quỳ xuống chào Adam và chúng quỳ xuống ngoại trừ Iblis; nó không chịu phủ phục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "966",
    "SURAH": "7",
    "AYAH": "12",
    "ARABIC_TEXT": "قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ",
    "TRANSLATION": "(Allah) phán: “Điều gì cản nhà ngươi không chịu phủ phục khi TA ra lệnh cho ngươi (hỡi Iblis)? (Iblis) thưa: “Bề tôi tốt hơn hắn (Adam) bởi vì Ngài đã tạo bề tôi từ lửa còn Ngài tạo hắn từ đất sét.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "967",
    "SURAH": "7",
    "AYAH": "13",
    "ARABIC_TEXT": "قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّٰغِرِينَ",
    "TRANSLATION": "(Allah) phán: “Nhà ngươi hãy đi xuống khỏi đó (thiên đàng). Nhà ngươi không được ngạo mạn trong đó. Hãy đi ra! Quả thật, nhà ngươi là một tên khốn nạn nhất.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "968",
    "SURAH": "7",
    "AYAH": "14",
    "ARABIC_TEXT": "قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
    "TRANSLATION": "(Iblis) tâu: “Xin Ngài tạm tha cho bề tôi (được sống) cho đến ngày chúng (con cháu của Adam) được dựng sống lại.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "969",
    "SURAH": "7",
    "AYAH": "15",
    "ARABIC_TEXT": "قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ",
    "TRANSLATION": "(Allah) phán: “Tạm tha cho nhà ngươi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "970",
    "SURAH": "7",
    "AYAH": "16",
    "ARABIC_TEXT": "قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ",
    "TRANSLATION": "(Iblis) kèo nài: “Bởi vì Ngài đã xua đuổi bề tôi, bề tôi sẽ nằm chờ (dụ dỗ) chúng (con cháu của Adam) trên con đường ngay chính của Ngài.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "971",
    "SURAH": "7",
    "AYAH": "17",
    "ARABIC_TEXT": "ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ",
    "TRANSLATION": "“Rồi bề tôi sẽ tấn công chúng từ đằng trước, đằng sau, bên phải và bên trái. Và Ngài sẽ thấy đa số bọn chúng là những kẻ phụ ơn.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "972",
    "SURAH": "7",
    "AYAH": "18",
    "ARABIC_TEXT": "قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ",
    "TRANSLATION": "(Allah) phán: “Hãy đi ra khỏi đó, thứ đáng khinh và đáng tống cổ đi nơi khác. Ai trong bọn chúng theo nhà ngươi thì tất cả sẽ bị TA bắt nhốt vào đầy hỏa ngục.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "973",
    "SURAH": "7",
    "AYAH": "19",
    "ARABIC_TEXT": "وَيَٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّٰلِمِينَ",
    "TRANSLATION": "(Và Allah phán cho Adam): “Hỡi Adam! Ngươi và vợ của ngươi hãy ở trong thiên đàng. Hai ngươi hãy ăn tùy thích (món ngon vật lạ) mà hai ngươi tìm thấy bất cứ nơi nào trong đó, nhưng chớ đến gần cái 'Cây' này sợ rằng hai ngươi sẽ trở thành những kẻ phạm giới.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "974",
    "SURAH": "7",
    "AYAH": "20",
    "ARABIC_TEXT": "فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ",
    "TRANSLATION": "Nhưng Shaytan (Iblis) đã thì thào với hai người (lời đường mật) để làm lộ ra cho hai người thấy điều xấu hổ đã từng được giấu kín khỏi hai người (từ trước); và nó nói: “Hai anh chị có biết tại sao Thượng Đế của anh chị cấm (anh chị) đến cái 'Cây' này không? Chỉ vì lý do sợ anh chị trở thành Thiên Thần hoặc thành người sống bất tử ấy thôi!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "975",
    "SURAH": "7",
    "AYAH": "21",
    "ARABIC_TEXT": "وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّٰصِحِينَ",
    "TRANSLATION": "Và nó thề với hai người: “Tôi là một người cố vấn tốt nhất cho hai anh chị.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "976",
    "SURAH": "7",
    "AYAH": "22",
    "ARABIC_TEXT": "فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ",
    "TRANSLATION": "Bởi thế nó đã quỷ quyệt làm cho hai (vợ chồng của Adam) rơi xuống (khỏi thiên đàng), khi hai người nếm (trái của) Cây (đã bị cấm) thì phần xấu hổ của họ liền lộ ra cho họ thấy và hai người bắt đầu khâu lá cây trong thiên đàng để che kín thân thể của họ. Và Thượng Đế của hai người (vợ chồng Adam) gọi hai người, và phán: “Há TA đã không cấm hai ngươi đến gần cái Cây đó và bảo hai ngươi rằng Shaytan là kẻ thù không đội trời chung với hai ngươi hay sao?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "977",
    "SURAH": "7",
    "AYAH": "23",
    "ARABIC_TEXT": "قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ",
    "TRANSLATION": "Hai người cầu nguyện, thưa: “Lạy Thượng Đế của bầy tôi! Bầy tôi đã tự làm hại bản thân mình. Nếu Ngài không tha thứ và khoan dung thì chắc chắn bầy tôi sẽ trở thành những kẻ thua thiệt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "978",
    "SURAH": "7",
    "AYAH": "24",
    "ARABIC_TEXT": "قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ",
    "TRANSLATION": "(Allah) phán: “Hãy đi xuống, đứa này sẽ là kẻ thù của đứa kia. Các ngươi sẽ có trên trái đất một nơi nghỉ tạm và phương tiện sinh sống tạm suốt một thời gian ngắn.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "979",
    "SURAH": "7",
    "AYAH": "25",
    "ARABIC_TEXT": "قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ",
    "TRANSLATION": "(Allah) phán tiếp: “Nơi đó các ngươi sẽ sống, và nơi đó các ngươi sẽ chết và từ đó (cuối cùng) các ngươi sẽ được đưa ra trở lại.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "980",
    "SURAH": "7",
    "AYAH": "26",
    "ARABIC_TEXT": "يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ",
    "TRANSLATION": "Hỡi con cháu của Adam! TA (Allah) đã ban cho các ngươi y phục để che kín phần xấu hổ của các ngươi và để trang sức; tuy nhiên, y phục tốt nhất là việc sợ Allah. Đó là một trong các dấu hiệu của Allah để may ra họ ghi nhớ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "981",
    "SURAH": "7",
    "AYAH": "27",
    "ARABIC_TEXT": "يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ",
    "TRANSLATION": "Hỡi con cháu của Adam! Chớ để cho Shaytan lừa gạt các ngươi như nó đã dụ dỗ cha mẹ của các ngươi ra khỏi thiên đàng bằng cách lột trần y phục của hai người họ để phơi bày cho cả hai thấy sự xấu hổ của mình bởi vì nó (Jinn) và bộ lạc của nó nhìn thấy các ngươi từ một chỗ mà các ngươi không thể nhìn thấy chúng được. Quả thật, TA khiến cho các tên Shaytan làm kẻ bảo hộ của những ai không có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "982",
    "SURAH": "7",
    "AYAH": "28",
    "ARABIC_TEXT": "وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
    "TRANSLATION": "Và khi chúng phạm một điều thô bỉ, chúng nói: “Bọn ta thấy cha mẹ của bọn ta làm thế và Allah đã ra lệnh cho bọn ta làm điều đó.” Hãy bảo chúng: “Không, quả thật Allah không hề ra lệnh bắt (các ngươi) làm điều thô bỉ. Phải chăng các ngươi đã đổ thừa cho Allah điều mà các ngươi không biết?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "983",
    "SURAH": "7",
    "AYAH": "29",
    "ARABIC_TEXT": "قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ",
    "TRANSLATION": "Hãy bảo chúng: “Thượng Đế của Ta chỉ thị (cho các người) việc (ăn mặc) đúng đắn nghiêm trang và hướng mặt các người đúng (về Allah) tại mỗi nơi thờ phụng và cầu nguyện Ngài với lòng chân thành chỉ dành riêng cho Ngài. Các ngươi sẽ trở về với Ngài giống như việc Ngài đã khởi sự tạo hóa các ngươi lúc ban đầu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "984",
    "SURAH": "7",
    "AYAH": "30",
    "ARABIC_TEXT": "فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ",
    "TRANSLATION": "Một số (người) đã được Ngài (Allah) hướng dẫn còn một số khác thì lạc hướng. Điều đó chính đáng bởi vì chúng nhận Shaytan làm kẻ bảo hộ thay vì Allah và chúng còn nghĩ rằng chúng đã được hướng dẫn đúng đường.",
    "FOOTNOTES": ""
  },
  {
    "ID": "985",
    "SURAH": "7",
    "AYAH": "31",
    "ARABIC_TEXT": "۞ يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ",
    "TRANSLATION": "Hỡi con cháu của Adam! Hãy ăn mặc y phục trang nhã và chỉnh tề tại mỗi Masjid; và hãy ăn và uống nhưng chớ quá độ bởi vì Ngài (Allah) không yêu thương những kẻ quá độ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "986",
    "SURAH": "7",
    "AYAH": "32",
    "ARABIC_TEXT": "قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ",
    "TRANSLATION": "Hãy bảo chúng: “Ai cấm dùng các món trang sức xinh đẹp mà Allah đã làm ra cho các bầy tôi của Ngài (sử dụng) và cấm dùng các món thực phẩm tốt và sạch?” Hãy bảo chúng: “Các thứ đó dành cho những ai có đức tin sống ở đời này (và) dành riêng cho họ vào Ngày phục sinh.” TA (Allah) đã giải thích rõ các Lời Mặc Khải đúng như thế cho đám người hiểu biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "987",
    "SURAH": "7",
    "AYAH": "33",
    "ARABIC_TEXT": "قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
    "TRANSLATION": "Hãy bảo chúng: “Thượng Đế của Ta chỉ cấm (làm) các điều thô bỉ, dù công khai hay kín đáo, và điều tội lỗi và việc áp bức (kẻ khác) bất chấp lẽ phải và sự thật, và việc tổ hợp (thần linh) với Allah, điều mà Ngài không bao giờ chấp thuận, và việc nói bậy cho Allah những điều mà các ngươi không biết.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "988",
    "SURAH": "7",
    "AYAH": "34",
    "ARABIC_TEXT": "وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ",
    "TRANSLATION": "Mỗi một cộng đồng có một thời hạn ấn định; bởi thế khi thời hạn đã mãn, họ sẽ không thể trì hoãn lại được một thời khắc nào và cũng không thể ra đi sớm hơn (một thời khắc nào).",
    "FOOTNOTES": ""
  },
  {
    "ID": "989",
    "SURAH": "7",
    "AYAH": "35",
    "ARABIC_TEXT": "يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
    "TRANSLATION": "Hỡi con cháu của Adam! Nếu có các Sứ Giả xuất thân từ các ngươi đến gặp các ngươi kể lại các Lời Mặc Khải của TA cho các ngươi thì những ai sợ Allah và sửa mình sẽ không lo sợ cũng sẽ không buồn phiền.",
    "FOOTNOTES": ""
  },
  {
    "ID": "990",
    "SURAH": "7",
    "AYAH": "36",
    "ARABIC_TEXT": "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
    "TRANSLATION": "Còn những ai phủ nhận các Lời Mặc Khải của TA và tỏ ra khinh thường chúng thì sẽ trở thành bạn của hỏa ngục; chúng sẽ vào ở trong đó đời đời.",
    "FOOTNOTES": ""
  },
  {
    "ID": "991",
    "SURAH": "7",
    "AYAH": "37",
    "ARABIC_TEXT": "فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ",
    "TRANSLATION": "Thế còn ai sai quấy hơn những kẻ bịa đặt ra điều nói dối rồi đổ thừa cho Allah hoặc phủ nhận các Lời Mặc Khải của Ngài? Chúng là những kẻ tiếp tục nhận phần (lộc) đã được ghi trong sổ (định mệnh) của chúng cho đến khi các Thiên sứ (Thiên Thần) của TA đến bắt hồn chúng. (Thần Chết) sẽ bảo: “Đâu là những kẻ mà các ngươi đã từng van vái ngoài Allah?” (Các vong hồn) sẽ đáp: “Chúng đã bỏ chúng tôi đi mất rồi.” Và chúng thú tội nghịch với bản thân mình rằng chúng là những kẻ không có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "992",
    "SURAH": "7",
    "AYAH": "38",
    "ARABIC_TEXT": "قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ",
    "TRANSLATION": "(Allah) sẽ phán: “Các ngươi hãy nhập vào tập đoàn của loài người và Jinn đã qua đời trước các ngươi mà vào trong hỏa ngục. Mỗi lần một tập đoàn mới đi vào, nó nguyền rủa tập đoàn chị của nó trong đó. Mãi cho đến khi tất cả đều vào trong đó (hỏa ngục), đoàn người cuối cùng sẽ tố cáo đoàn người đầu tiên như sau: “Lạy Thượng Đế của bầy tôi, những người này đã dắt bầy tôi đi lạc. Xin Ngài phạt họ gấp đôi trong hỏa ngục.” (Allah) sẽ phán: “Mỗi người sẽ bị phạt gấp đôi, nhưng các ngươi không biết đó thôi”.",
    "FOOTNOTES": ""
  },
  {
    "ID": "993",
    "SURAH": "7",
    "AYAH": "39",
    "ARABIC_TEXT": "وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ",
    "TRANSLATION": "Và tập đoàn đầu tiên sẽ nói với tập đoàn cuối cùng: “Các anh chẳng hưởng đặc ân nào hơn bọn tôi, thôi hãy nếm hình phạt về tội các anh đã làm.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "994",
    "SURAH": "7",
    "AYAH": "40",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ",
    "TRANSLATION": "Quả thật, những ai đã phủ nhận các Lời Mặc Khải của TA (Allah) và khinh thường chúng thì sẽ không có một cánh cửa nào của bầu trời được mở ra cho họ và họ sẽ không được vào thiên đàng trừ phi con lạc đà chui vào được cái lỗ của chiếc kim may. Và TA trừng phạt những kẻ tội lỗi như thế.",
    "FOOTNOTES": ""
  },
  {
    "ID": "995",
    "SURAH": "7",
    "AYAH": "41",
    "ARABIC_TEXT": "لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّٰلِمِينَ",
    "TRANSLATION": "Họ sẽ có một cái giường trong hỏa ngục với các tấm phủ bên trên. TA trừng phạt những kẻ làm điều sai quấy đúng như thế.",
    "FOOTNOTES": ""
  },
  {
    "ID": "996",
    "SURAH": "7",
    "AYAH": "42",
    "ARABIC_TEXT": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
    "TRANSLATION": "Ngược lại, những ai có đức tin và làm việc thiện - TA không bắt mỗi linh hồn gánh (trách nhiệm) quá sức của nó - thì sẽ là những người bạn của thiên đàng, trong đó họ sẽ vào ở đời đời.",
    "FOOTNOTES": ""
  },
  {
    "ID": "997",
    "SURAH": "7",
    "AYAH": "43",
    "ARABIC_TEXT": "وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ",
    "TRANSLATION": "Và TA (Allah) sẽ xóa đi khỏi lòng họ nỗi oán thù; sẽ có các dòng sông chảy bên dưới họ và họ sẽ thưa: “Mọi lời ca tụng đều dâng lên Allah, Đấng đã hướng dẫn bầy tôi đến chỗ này; nếu Allah không hướng dẫn thì bầy tôi sẽ không bao giờ tìm thấy Chỉ Đạo. Quả thật, các Sứ Giả của Thượng Đế chúng tôi đã mang Chân Lý đến”. Và có tiếng hô lớn: “Đấy là thiên đàng của quí vị; quí vị thừa hưởng nó vì điều (thiện) mà quí vị đã từng làm.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "998",
    "SURAH": "7",
    "AYAH": "44",
    "ARABIC_TEXT": "وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّٰلِمِينَ",
    "TRANSLATION": "Và những người bạn của thiên đàng sẽ gọi những người bạn của hỏa ngục bảo: “Chúng tôi thấy điều mà Thượng Đế chúng tôi đã hứa với chúng tôi xảy ra thật. Thế các anh có thấy điều mà Thượng Đế các anh đã hứa có thật chăng? (Họ) sẽ đáp: “Vâng, thật”. Nhưng có một người hô lớn giữa bọn họ: “Allah nguyền rủa những kẻ làm điều sai quấy:",
    "FOOTNOTES": ""
  },
  {
    "ID": "999",
    "SURAH": "7",
    "AYAH": "45",
    "ARABIC_TEXT": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ",
    "TRANSLATION": "Những ai đã cản trở (người khác) theo con đường của Allah và còn ủm cách bẻ cong nó và phủ nhận đời sau.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1000",
    "SURAH": "7",
    "AYAH": "46",
    "ARABIC_TEXT": "وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ",
    "TRANSLATION": "Và giữa hai (loại người đó) có một bức màn ngăn cách. Và trên các cao điểm có những người biết mặt từng người của họ qua các dấu vết của họ. Và họ lớn tiếng gọi những người bạn của thiên đàng, chúc: “Mong quí vị được bằng an!” Họ chưa vào đó (thiên đàng), nhưng hy vọng sẽ được vào.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1001",
    "SURAH": "7",
    "AYAH": "47",
    "ARABIC_TEXT": "۞ وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
    "TRANSLATION": "Và khi cặp mắt của họ quay nhìn về phía những người bạn của hỏa ngục, họ cầu nguyện thưa: “Lạy Thượng Đế của bầy tôi! Xin Ngài đừng đặt bầy tôi cùng với những kẻ làm điều sai quấy.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1002",
    "SURAH": "7",
    "AYAH": "48",
    "ARABIC_TEXT": "وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ",
    "TRANSLATION": "Và những người bạn nơi các cao điểm lớn tiếng gọi những người (trong hỏa ngục) mà họ biết mặt qua nét đặc trưng của chúng, và nói với chúng: “Số (người) đông đảo và của cải dồi dào mà các người đã từng tự hào có giúp ích gì được cho các người chăng?.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1003",
    "SURAH": "7",
    "AYAH": "49",
    "ARABIC_TEXT": "أَهَٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ",
    "TRANSLATION": "“Phải chăng đây là những người mà các người đã mạnh miệng thề rằng Allah sẽ không bao giờ khoan dung họ?” (Có lời bảo những người đã được Allah khoan dung), “Quí vị hãy bước vào thiên đàng, quí vị sẽ không lo sợ cũng sẽ không buồn phiền”.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1004",
    "SURAH": "7",
    "AYAH": "50",
    "ARABIC_TEXT": "وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ",
    "TRANSLATION": "Và những người bạn của hỏa ngục lớn tiếng gọi những người bạn của thiên đàng, nói: “Quí vị hãy rót xuống cho chúng tôi nước uống hoặc bất cứ món gì mà Allah đã ban cấp cho quí vị.” Họ đáp: “Quả thật, Allah cấm cả hai thứ đó cho những người không tin tưởng:",
    "FOOTNOTES": ""
  },
  {
    "ID": "1005",
    "SURAH": "7",
    "AYAH": "51",
    "ARABIC_TEXT": "ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ",
    "TRANSLATION": "“Những ai đã dùng tôn giáo của mình làm phương tiện giải trí và mua vui và bị đời sống trần tục này dối gạt thì vào Ngày (Xét xử) đó, TA (Allah) sẽ quên bẵng chúng giống như việc chúng quên bẵng Ngày hội ngộ này của chúng (với TA) và việc chúng thường xuyên tạc các dấu hiệu của TA.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1006",
    "SURAH": "7",
    "AYAH": "52",
    "ARABIC_TEXT": "وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ",
    "TRANSLATION": "Và quả thật, TA (Allah) đã mang đến cho chúng một Kinh Sách (Qur'an) đã được TA giải thích rõ ràng căn cứ vào sự hiểu biết (của TA). (Kinh Sách này) là một Chỉ Đạo và là một Hồng Ân cho đám người có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1007",
    "SURAH": "7",
    "AYAH": "53",
    "ARABIC_TEXT": "هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
    "TRANSLATION": "Phải chăng chúng chỉ chờ xem kết quả của nó (Lời phán trong Kinh Sách)? Vào Ngày (mà lời cảnh cáo của) nó được thể hiện, những ai đã quên bẵng nó sẽ nói: “Quả thật, các Sứ Giả của Thượng Đế bầy tôi đã mang Chân Lý đến. Thế có người can thiệp nào đứng ra can thiệp giùm chúng tôi hoặc có thể nào chúng tôi được trả về trần gian trở lại để chúng tôi có dịp làm khác với việc mà chúng tôi đã từng làm trong quá khứ hay chăng?” Chắc chắn chúng đã đánh mất linh hồn của chúng và những điều mà chúng đã từng bịa đặt ra sẽ bỏ chúng đi biệt dạng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1008",
    "SURAH": "7",
    "AYAH": "54",
    "ARABIC_TEXT": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "Quả thật, Thượng Đế (Đấng Chủ Tể) của các ngươi là Allah, Đấng đã tạo các tầng trời và trái đất trong sáu ngày(57) rồi Ngài an vị trên chiếc Ngai vương. Ngài lấy ban đêm phủ ban ngày, đêm và ngày đuổi theo bắt nhau một cách nhanh chóng; và mặt trời, mặt trăng và các tinh tú đều phụng mệnh Ngài. Tuyệt diệu thay, Ngài tạo hóa và chỉ huy tất cả! Thật phúc thay Allah, Thượng Đế (Đấng Chủ Tể) của vũ trụ và muôn loài!",
    "FOOTNOTES": "(57) Một ngày của Allah bằng một ngàn năm (Q. 22:47) hay năm mươi ngàn năm của niên kỷ con người (Q. 70:4)"
  },
  {
    "ID": "1009",
    "SURAH": "7",
    "AYAH": "55",
    "ARABIC_TEXT": "ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ",
    "TRANSLATION": "Hãy cầu nguyện Thượng Đế của các ngươi trong sự hạ mình và kín đáo bởi vì Ngài không yêu thương những kẻ vượt quá mức giới hạn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1010",
    "SURAH": "7",
    "AYAH": "56",
    "ARABIC_TEXT": "وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ",
    "TRANSLATION": "Và chớ gây rối trên trái đất sau khi nó đã được ổn định trật tự và các ngươi hãy cầu nguyện Ngài với nỗi sợ hãi cùng với niềm hy vọng (trong lòng) bởi vì quả thật Hồng Ân của Allah luôn luôn tiếp cận với những người làm tốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1011",
    "SURAH": "7",
    "AYAH": "57",
    "ARABIC_TEXT": "وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ",
    "TRANSLATION": "Và Ngài là Đấng đưa những luồng gió báo trước tin mừng về Hồng Ân của Ngài; mãi cho đến khi chúng tập trung các lớp mây chứa nước mưa lại, TA chuyển chúng đến một mảnh đất chết cứng rồi TA cho đổ mưa lên đó và làm mọc ra đủ loại hoa mầu. TA sẽ dựng người chết (sống lại) đúng như thế để cho các ngươi ghi nhớ (việc phục sinh).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1012",
    "SURAH": "7",
    "AYAH": "58",
    "ARABIC_TEXT": "وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ",
    "TRANSLATION": "Và đất tốt (sạch) cho mọc ra hoa mầu phì nhiêu theo sự chấp thuận của Thượng Đế của nó; và đất xấu chỉ cho đâm ra hoa mầu lưa thưa. TA giải thích các dấu hiệu đúng như thế cho đám người biết tri ân.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1013",
    "SURAH": "7",
    "AYAH": "59",
    "ARABIC_TEXT": "لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ",
    "TRANSLATION": "Quả thật, TA (Allah) đã cử Nuh (Nô-ê) đến cho người dân của Y. Y bảo (họ): “Này hỡi dần ta! Hãy thờ phụng Allah, các người không có Thượng Đế nào khác ngoài Ngài. Ta sợ giùm cho các người về sự trừng phạt của một Ngày vĩ đại!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1014",
    "SURAH": "7",
    "AYAH": "60",
    "ARABIC_TEXT": "قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ",
    "TRANSLATION": "Các lãnh tụ trong người dân của Y đáp: “Quả thật, bọn ta thấy ngươi lầm lạc rõ ràng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1015",
    "SURAH": "7",
    "AYAH": "61",
    "ARABIC_TEXT": "قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "(Nuh) bảo: “Hỡi dân ta! Ta chẳng có gì lầm lạc cả. Ta là một Sứ Giả của Thượng Đế của vũ trụ và muôn loài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1016",
    "SURAH": "7",
    "AYAH": "62",
    "ARABIC_TEXT": "أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ",
    "TRANSLATION": "\"Ta truyền đạt cho các người Bức Thông Điệp của Thượng Đế của ta và ta là một người cố vấn thành thật. Và ta biết từ Allah điều mà các người không biết\".",
    "FOOTNOTES": ""
  },
  {
    "ID": "1017",
    "SURAH": "7",
    "AYAH": "63",
    "ARABIC_TEXT": "أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ",
    "TRANSLATION": "“Há các người ngạc nhiên về Bức Thông Điệp của Thượng Đế của các người do một người phàm xuất thân từ các người mang đến để nhắc nhở các người hầu các người sợ Allah và được khoan dung hay chăng?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1018",
    "SURAH": "7",
    "AYAH": "64",
    "ARABIC_TEXT": "فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ",
    "TRANSLATION": "Nhưng họ đã cho rằng Y nói dối, cho nên TA đã cứu Y và những người theo Y trên một chiếc tàu, và TA đã nhận chìm (dưới nước lụt) những ai đã phủ nhận các dấu hiệu của TA. Quả thật, chúng là một đám người mù quáng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1019",
    "SURAH": "7",
    "AYAH": "65",
    "ARABIC_TEXT": "۞ وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ",
    "TRANSLATION": "Và về dân tộc 'Ad, TA đã cử Hud, một người anh em của họ đến với họ. (Hud) bảo (họ): “Hỡi dân ta! Hãy thờ phụng Allah, các người không có một Thượng Đế nào khác ngoài Ngài. Thế các người không sợ Allah hay sao?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1020",
    "SURAH": "7",
    "AYAH": "66",
    "ARABIC_TEXT": "قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ",
    "TRANSLATION": "Các lãnh tụ của những kẻ không có đức tin trong người dân của Y lên tiếng: “Thật sự bọn ta thấy ngươi điên rồ và bọn ta nghĩ rằng ngươi là một tên nói dối.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1021",
    "SURAH": "7",
    "AYAH": "67",
    "ARABIC_TEXT": "قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "(Hud) bảo: “Ta không ngu xuẩn, ngược lại ta là một Sứ Giả của Thượng Đế của vũ trụ và muôn loài\".",
    "FOOTNOTES": ""
  },
  {
    "ID": "1022",
    "SURAH": "7",
    "AYAH": "68",
    "ARABIC_TEXT": "أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ",
    "TRANSLATION": "“Ta truyền đạt cho các người những Bức Thông Điệp của Thượng Đế của Ta và Ta là một người cố vấn rất tín nhiệm cho các người\".",
    "FOOTNOTES": ""
  },
  {
    "ID": "1023",
    "SURAH": "7",
    "AYAH": "69",
    "ARABIC_TEXT": "أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ",
    "TRANSLATION": "“Há các người ngạc nhiên về một thông điệp nhắc nhở từ Thượng Đế của các người được gởi đến cho các người qua trung gian của một người phàm xuất thân từ các người được dùng để cảnh cáo các người hay sao? Và hãy nhớ lại khi Ngài (Allah) đã chỉ định các người nối nghiệp người dân của Nuh và tạo các người có vóc dáng to lớn. Do đó, hãy nhớ các đặc ân của Allah đã ban cho (các người) để may ra các người được phát đạt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1024",
    "SURAH": "7",
    "AYAH": "70",
    "ARABIC_TEXT": "قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
    "TRANSLATION": "Họ đáp: “Có phải ngươi đến yêu cầu bọn ta tôn thờ riêng Allah thôi và từ bỏ những vị mà cha mẹ của bọn ta đã từng thờ phụng hay sao? Nếu ngươi là một người nói thật thì hãy mang cái (hình phạt) mà ngươi thường nói để hăm dọa bọn ta đến trừng phạt bọn ta đi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1025",
    "SURAH": "7",
    "AYAH": "71",
    "ARABIC_TEXT": "قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ",
    "TRANSLATION": "(Hud) bảo: “Quả thật hình phạt và sự giận dữ của Thượng Đế của các người đã rơi nhằm phải các người rồi. Phải chăng các người tranh luận với ta về những tên gọi mà các người lẫn cha mẹ của các người đã bịa đặt, điều mà Allah đã không ban cho một thẩm quyền nào? Thế các người hãy đợi xem, ta sẽ cùng đợi với các người.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1026",
    "SURAH": "7",
    "AYAH": "72",
    "ARABIC_TEXT": "فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ",
    "TRANSLATION": "Bởi thế, TA lấy lòng Khoan dung mà giải cứu Hud với những ai theo Y và chặt đứt gốc rễ của những kẻ đã phủ nhận các dấu hiệu của TA bởi vì chúng là những kẻ không có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1027",
    "SURAH": "7",
    "AYAH": "73",
    "ARABIC_TEXT": "وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ",
    "TRANSLATION": "Và về người dân Thamud, TA đã cử Saleh, một người anh em của họ đến với họ. (Saleh) bảo (họ): “Hỡi dân ta! Hãy thờ phụng Allah, các người không có Thượng Đế nào khác ngoài Ngài cả. Quả thật, một dấu hiệu rõ rệt từ Thượng Đế của các người đã đến với các người: con lạc đà cái này của Allah là một dấu hiệu cho các người. Bởi thế, hãy để mặc nó ăn cỏ trên đất đai của Allah, và chớ mó tay hãm hại nó; nếu không nghe, các người sẽ bị trừng phạt đau đớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1028",
    "SURAH": "7",
    "AYAH": "74",
    "ARABIC_TEXT": "وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
    "TRANSLATION": "Và (hãy nhớ) khi Ngài đã chỉ định các ngươi nối nghiệp (người dân) 'Ad và ban cho các người chỗ ngụ trên trái đất, các ngươi đã xây cất dinh thự nơi đồng bằng và đục núi làm nhà trong đó. Bởi thế, hãy nhớ các ân huệ của Allah và chớ là những kẻ phá rối trị an trên trái đất.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1029",
    "SURAH": "7",
    "AYAH": "75",
    "ARABIC_TEXT": "قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ",
    "TRANSLATION": "Các lãnh tụ của những kẻ ngạo mạn trong đám người dân của Y (Saleh) nói với những người yếu thế, và những ai có đức tin trong họ, bảo: “Các người có biết chắc Saleh là một Sứ Giả của Thượng Đế của Y hay không? Họ đáp: “Chúng tôi tin tưởng nơi điều (mặc khải) mà Người mang đến.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1030",
    "SURAH": "7",
    "AYAH": "76",
    "ARABIC_TEXT": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ",
    "TRANSLATION": "Những kẻ ngạo mạn đáp: “Bọn ta phủ nhận điều mà các người hằng tin tưởng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1031",
    "SURAH": "7",
    "AYAH": "77",
    "ARABIC_TEXT": "فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ",
    "TRANSLATION": "Xong chúng (những kẻ không tin) cắt nhượng con lạc đà cái và xấc xược thách đố mệnh lệnh của Thượng Đế của chúng bởi vì chúng nói: “Hỡi Saleh! Nếu ngươi là một Sứ Giả của Allah thì hãy mang cái (hình phạt) mà ngươi dọa dẫm bọn ta đến trừng phạt bọn ta đi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1032",
    "SURAH": "7",
    "AYAH": "78",
    "ARABIC_TEXT": "فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ",
    "TRANSLATION": "Do đó, một trận động đất đã chụp bắt chúng vào buổi sáng làm cho chúng chết chúi đầu trong nhà.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1033",
    "SURAH": "7",
    "AYAH": "79",
    "ARABIC_TEXT": "فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّٰصِحِينَ",
    "TRANSLATION": "Tiếp đó, Saleh rời bỏ chúng, và bảo: “Hỡi dân ta! Quả thật, ta đã truyền đạt cho các người Thông Điệp của Thượng Đế của ta và khuyên bảo các người điều tốt lành nhưng các người không thích những người cố vấn tốt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1034",
    "SURAH": "7",
    "AYAH": "80",
    "ARABIC_TEXT": "وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "Và (hãy nhớ) Lut khi Y bảo người dân của Y (như sau): “Phải chăng các người đã làm một điều thô bỉ nhất mà không một người nào trong thiên hạ đã làm như các người?\".",
    "FOOTNOTES": ""
  },
  {
    "ID": "1035",
    "SURAH": "7",
    "AYAH": "81",
    "ARABIC_TEXT": "إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ",
    "TRANSLATION": "“Các người đã làm tình với đàn ông thay vì phụ nữ. Không, các người là một đám người vượt quá mức giới hạn.”\n",
    "FOOTNOTES": ""
  },
  {
    "ID": "1036",
    "SURAH": "7",
    "AYAH": "82",
    "ARABIC_TEXT": "وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ",
    "TRANSLATION": "Và người dân của Y không biết nói gì để trả lời ngoài điều này: “Hãy tống cổ họ ra khỏi thành phố của các người! Bởi vì họ là những người muốn được trong sạch.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1037",
    "SURAH": "7",
    "AYAH": "83",
    "ARABIC_TEXT": "فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ",
    "TRANSLATION": "Nhưng TA đã cứu Y (Lut) và gia đình của Y ngoại trừ người vợ của Y; bà ta là một người trì trệ đằng sau.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1038",
    "SURAH": "7",
    "AYAH": "84",
    "ARABIC_TEXT": "وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ",
    "TRANSLATION": "Và TA đã trút lên họ một trận mưa đá (diêm sinh). Bởi thế, hãy xem kết cuộc của những kẻ tội lỗi đã xảy ra như thế nào!",
    "FOOTNOTES": ""
  },
  {
    "ID": "1039",
    "SURAH": "7",
    "AYAH": "85",
    "ARABIC_TEXT": "وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
    "TRANSLATION": "Về người dân Madyan (Madian), TA đã cử Shu'aib, một người anh em của họ đến với họ. Shu'aib bảo (họ): “Hỡi dân ta! Hãy thờ phụng Allah, các người không có Thượng Đế nào khác ngoài Ngài cả. Quả thật, đã có một bằng chứng rõ rệt từ Thượng Đế của các người đến với các người. Bởi thế, hãy đo cho đúng và cân cho đủ và chớ lấy bớt hàng hóa của người và chớ gây phá rối trên trái đất sau khi nó đã được ổn định trật tự. Điều đó tốt nhất cho các người nếu các người có đức tin\".",
    "FOOTNOTES": ""
  },
  {
    "ID": "1040",
    "SURAH": "7",
    "AYAH": "86",
    "ARABIC_TEXT": "وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ",
    "TRANSLATION": "“Và chớ ngồi chờ tại mỗi ngã đường dọa dẫm và cản trở những ai tin nơi Ngài (Allah) xa lánh con đường của Ngài và tìm cách bẻ cong nó. Và hãy nhớ lại khi các người chỉ gồm một thiểu số rồi Ngài gia tăng nhân số của các người thêm đông; và hãy xét xem kết cuộc của những kẻ phá họai xảy ra như thế nào\".",
    "FOOTNOTES": ""
  },
  {
    "ID": "1041",
    "SURAH": "7",
    "AYAH": "87",
    "ARABIC_TEXT": "وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ",
    "TRANSLATION": "“Và nếu trong các người có một số người tin tưởng nơi điều (mặc khải) mà ta mang đến và có một số khác không tin tưởng thì hãy kiên nhẫn chịu đựng cho đến khi Allah xét xử giữa chúng ta bởi vì Ngài là Đấng Xét Xử Ưu Việt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1042",
    "SURAH": "7",
    "AYAH": "88",
    "ARABIC_TEXT": "۞ قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ",
    "TRANSLATION": "Các lãnh tụ của những kẻ kiêu căng trong đám dân của Y lên tiếng: “Hỡi Shu'aib, hoặc bọn ta sẽ tống cổ ngươi và các tín đồ theo ngươi ra khỏi thị trấn của bọn ta hoặc các ngươi sẽ phải trở lại với tín ngưỡng của bọn ta.” (Shu'aib) đáp: \"Sao? Dẫu chúng tôi cả ghét nó nữa hay sao!\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1043",
    "SURAH": "7",
    "AYAH": "89",
    "ARABIC_TEXT": "قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ",
    "TRANSLATION": "“Nếu trở lại với tín ngưỡng của quí vị thì chắc chắn chúng tôi bắt buộc phải bịa đặt điều nói dối với Allah sau khi Ngài đã giải thoát chúng tôi ra khỏi (tín ngưỡng) đó. Chúng tôi không có cách nào trở về với nó được trừ phi Allah, Thượng Đế của chúng tôi muốn khác đi. Sự hiểu biết của Thượng Đế của chúng tôi bao quát tất cả mọi vấn đề. Chúng tôi trọn tin và phó thác cho Allah. (Họ cầu nguyện thưa:) “Lạy Thượng Đế của bầy tôi! Xin Ngài dùng sự thật mà quyết định giữa bầy tôi với người dân của bầy tôi bởi vì Ngài là Đấng Quyết Định Ưu Việt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1044",
    "SURAH": "7",
    "AYAH": "90",
    "ARABIC_TEXT": "وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ",
    "TRANSLATION": "Các lãnh tụ của những kẻ không có đức tin trong đám người dân của Y lên tiếng: “Nếu các người tuân theo Shu'aib thì chắc chắn các người sẽ thua thiệt!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1045",
    "SURAH": "7",
    "AYAH": "91",
    "ARABIC_TEXT": "فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ",
    "TRANSLATION": "Nhưng một trận động đất bất thần chụp bắt họ vào buổi sáng khiến họ chết chúi đầu trong nhà.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1046",
    "SURAH": "7",
    "AYAH": "92",
    "ARABIC_TEXT": "ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ",
    "TRANSLATION": "Những ai cho Shu'aib nói dối đã bị tiêu diệt toàn bộ làm như họ đã không từng sống nơi đó bao giờ. Những ai đã bảo Shu'aib nói dối mới là những kẻ thua thiệt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1047",
    "SURAH": "7",
    "AYAH": "93",
    "ARABIC_TEXT": "فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ",
    "TRANSLATION": "Thế rồi Shu'aib từ giả (họ) ra đi và nói với họ: “Hỡi dân ta! Quả thật, ta đã truyền đạt cho các người những Bức Thông Điệp của Thượng Đế của ta và khuyên bảo các người điều tốt lành. Nhưng làm sao ta có thể thương tiếc cho một đám người không tin tưởng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1048",
    "SURAH": "7",
    "AYAH": "94",
    "ARABIC_TEXT": "وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ",
    "TRANSLATION": "Và TA đã không cử một vị Nabi nào đến một thị trấn mà lại không bắt dân cư của nó chịu cam khổ và hoạn nạn để cho họ hạ mình thần phục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1049",
    "SURAH": "7",
    "AYAH": "95",
    "ARABIC_TEXT": "ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
    "TRANSLATION": "Rồi TA đổi điều xấu (khốn khổ) sang điều tốt (trù phú) cho đến khi họ phát đạt dồi dào và họ nói: “ Cha mẹ của chúng tôi cũng đã từng trải cảnh nghèo và cảnh giàu”. Thế rồi TA bất thần túm bắt họ trong lúc họ không ngờ đến.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1050",
    "SURAH": "7",
    "AYAH": "96",
    "ARABIC_TEXT": "وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ",
    "TRANSLATION": "Và nếu dân cư của các thị trấn tin tưởng và sợ Allah thì chắc chắn TA sẽ mở ra cho họ bao thứ ân phúc từ trên trời xuống dưới đất nhưng họ phủ nhận (Allah và các Sứ Giả) cho nên TA đã bắt phạt họ về các điều (tội lỗi) mà họ đã làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1051",
    "SURAH": "7",
    "AYAH": "97",
    "ARABIC_TEXT": "أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ",
    "TRANSLATION": "Dân cư của các thị trấn cảm thấy an toàn chăng khi cơn thịnh nộ của TA đến chụp bắt họ vào ban đêm trong lúc họ đang yên giấc?",
    "FOOTNOTES": ""
  },
  {
    "ID": "1052",
    "SURAH": "7",
    "AYAH": "98",
    "ARABIC_TEXT": "أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ",
    "TRANSLATION": "Hoặc họ cảm thấy an toàn chăng khi cơn thịnh nộ của TA đến với họ vào lúc mặt trời lên cao khi họ đang vui đùa?",
    "FOOTNOTES": ""
  },
  {
    "ID": "1053",
    "SURAH": "7",
    "AYAH": "99",
    "ARABIC_TEXT": "أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ",
    "TRANSLATION": "Hoặc họ cảm thấy an toàn chăng trước kế hoạch bí mật của Allah? Nhưng không ai cảm thấy an toàn trước kế hoạch của Allah ngoại trừ đám người thua thiệt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1054",
    "SURAH": "7",
    "AYAH": "100",
    "ARABIC_TEXT": "أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ",
    "TRANSLATION": "Há không là một Chỉ Đạo (bài học) cho những ai thừa kế trái đất sau khi dân cư của nó (đã bị tiêu diệt)? rằng nếu muốn, TA sẽ thừa sức tiêu diệt họ vì tội lỗi của họ và niêm kín tấm lòng của họ khiến họ không nghe biết gì hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "1055",
    "SURAH": "7",
    "AYAH": "101",
    "ARABIC_TEXT": "تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ",
    "TRANSLATION": "Đó là câu chuyện về các thị trấn mà TA kể lại cho Ngươi (Muhammad); và quả thật đã có những Sứ Giả xuất thân từ họ đến gặp họ với những bằng chứng rõ rệt nhưng họ không tin tưởng nơi điều (mặc khải) mà họ đã từng phủ nhận trước đó. Allah niêm kín tấm lòng của những kẻ không tin đúng như thế.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1056",
    "SURAH": "7",
    "AYAH": "102",
    "ARABIC_TEXT": "وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ",
    "TRANSLATION": "Và TA thấy đa số bọn họ không giữ đúng lời hứa và quả thật TA thấy bọn họ chống đối và bất tuân.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1057",
    "SURAH": "7",
    "AYAH": "103",
    "ARABIC_TEXT": "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ",
    "TRANSLATION": "Rồi sau họ, TA đã cử Musa mang những dấu hiệu của TA đến gặp Fir-'awn (Pharaon) và các vị tù trưởng của y nhưng chúng phủ nhận các dấu hiệu đó; bởi thế, hãy nhìn xem kết cuộc của những kẻ thối nát đã xảy ra như thế nào.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1058",
    "SURAH": "7",
    "AYAH": "104",
    "ARABIC_TEXT": "وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "Và Musa bảo: “Hỡi Fir-'awn, Ta đây là một Sứ Giả do Thượng Đế của vũ trụ và muôn loài phái đến\".",
    "FOOTNOTES": ""
  },
  {
    "ID": "1059",
    "SURAH": "7",
    "AYAH": "105",
    "ARABIC_TEXT": "حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَٰٓءِيلَ",
    "TRANSLATION": "“Ta chỉ được quyền nói sự thật về Allah. Nay Ta đến gặp các người với một bằng chứng rõ rệt từ Thượng Đế của các người; do đó, hãy để cho con cháu của Israel ra đi cùng với Ta.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1060",
    "SURAH": "7",
    "AYAH": "106",
    "ARABIC_TEXT": "قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّٰدِقِينَ",
    "TRANSLATION": "(Fir-'awn) đáp: “Nếu đến với một dấu hiệu thì ngươi hãy trưng bày nó ra xem nếu ngươi nói thật.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1061",
    "SURAH": "7",
    "AYAH": "107",
    "ARABIC_TEXT": "فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ",
    "TRANSLATION": "Nghe bảo (Musa) liền ném chiếc gậy của Y xuống tức thời nó biến thành một con rắn rõ rệt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1062",
    "SURAH": "7",
    "AYAH": "108",
    "ARABIC_TEXT": "وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّٰظِرِينَ",
    "TRANSLATION": "Và (Musa) đưa bàn tay của Y ra tức thời nó chói sáng trước mắt những người đứng nhìn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1063",
    "SURAH": "7",
    "AYAH": "109",
    "ARABIC_TEXT": "قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ",
    "TRANSLATION": "Các lãnh tụ của đám người dân của Fir-'awn (kinh hãi) nói: “Quả thật đây là một nhà ảo thuật tài giỏi\".",
    "FOOTNOTES": ""
  },
  {
    "ID": "1064",
    "SURAH": "7",
    "AYAH": "110",
    "ARABIC_TEXT": "يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ",
    "TRANSLATION": "“Hắn muốn đuổi quí vị ra khỏi lãnh thổ của quí vị. Thế quí vị có ý kiến gì?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1065",
    "SURAH": "7",
    "AYAH": "111",
    "ARABIC_TEXT": "قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ",
    "TRANSLATION": "Họ tâu (với Fir-'awn:) “Giữ hắn và anh của hắn lại (trong một thời gian) và cử người đi khắp các thị trấn cáo thị (và tập trung)\".",
    "FOOTNOTES": ""
  },
  {
    "ID": "1066",
    "SURAH": "7",
    "AYAH": "112",
    "ARABIC_TEXT": "يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ",
    "TRANSLATION": "“Đưa về trình diện bệ hạ tất cả các vị phù thủy tài giỏi (của chúng ta).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1067",
    "SURAH": "7",
    "AYAH": "113",
    "ARABIC_TEXT": "وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ",
    "TRANSLATION": "Và các vị phù thủy đến trình diện Fir-'awn. Họ tâu: “(Thưa bệ hạ!) Đương nhiên chúng tôi sẽ được ân thưởng nếu chúng tôi thắng cuộc.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1068",
    "SURAH": "7",
    "AYAH": "114",
    "ARABIC_TEXT": "قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ",
    "TRANSLATION": "(Fir-'awn) bảo: “Vâng, trong trường hợp đó, các ngươi sẽ là những cận thần của ta.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1069",
    "SURAH": "7",
    "AYAH": "115",
    "ARABIC_TEXT": "قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ",
    "TRANSLATION": "(Các vị phù thủy) lên tiếng: “Hỡi Musa! Hoặc ngươi ném (bửu bối của ngươi) xuống trước hoặc bọn ta sẽ ném trước?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1070",
    "SURAH": "7",
    "AYAH": "116",
    "ARABIC_TEXT": "قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ",
    "TRANSLATION": "(Musa) đáp: “Quí vị ném xuống trước.” Do đó, họ ném bửu bối của họ xuống. Họ làm hoa mắt người dân và khiến họ khiếp đãm trước một trò ảo thuật lớn lao.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1071",
    "SURAH": "7",
    "AYAH": "117",
    "ARABIC_TEXT": "۞ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ",
    "TRANSLATION": "Nhưng TA (Allah) đã mặc khải cho Musa như sau: “Hãy ném chiếc gậy của Ngươi xuống.” Nó tức khắc nuốt trọn các vật mà họ đã làm giả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1072",
    "SURAH": "7",
    "AYAH": "118",
    "ARABIC_TEXT": "فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ",
    "TRANSLATION": "Bởi thế, sự Thật đã toàn thắng và những món vật giả mà họ đã làm trở thành vô hiệu.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1073",
    "SURAH": "7",
    "AYAH": "119",
    "ARABIC_TEXT": "فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ",
    "TRANSLATION": "Cho nên họ thua cuộc và bị khinh miệt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1074",
    "SURAH": "7",
    "AYAH": "120",
    "ARABIC_TEXT": "وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ",
    "TRANSLATION": "Và các tên phù thủy sụp xuống quỳ lạy (khuất phục)",
    "FOOTNOTES": ""
  },
  {
    "ID": "1075",
    "SURAH": "7",
    "AYAH": "121",
    "ARABIC_TEXT": "قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "Họ thưa: “Chúng tôi tin tưởng nơi Thượng Đế của vũ trụ và muôn loài\".",
    "FOOTNOTES": ""
  },
  {
    "ID": "1076",
    "SURAH": "7",
    "AYAH": "122",
    "ARABIC_TEXT": "رَبِّ مُوسَىٰ وَهَٰرُونَ",
    "TRANSLATION": "“Thượng Đế của Musa và Harun\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1077",
    "SURAH": "7",
    "AYAH": "123",
    "ARABIC_TEXT": "قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ",
    "TRANSLATION": "Fir-'awn bảo: “Các ngươi bạo gan tin tưởng nơi y (Musa) trước khi ta cho phép các ngươi hay sao? Quả thật, đây là một mưu kế mà các ngươi đã thảo hoạch với nhau trong thành phố hầu trục xuất dân cư của nó đi nơi khác. Rồi đây các ngươi sẽ sớm biết (hậu quả của việc làm của các ngươi).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1078",
    "SURAH": "7",
    "AYAH": "124",
    "ARABIC_TEXT": "لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ",
    "TRANSLATION": "“Chắc chắn ta sẽ cho chặt tay và chân của các ngươi mỗi bên một cái rồi chắc chắn ta sẽ cho đóng đinh tất cả bọn ngươi trên thập tự giá.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1079",
    "SURAH": "7",
    "AYAH": "125",
    "ARABIC_TEXT": "قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
    "TRANSLATION": "Họ nói: “Bề nào chúng tôi cũng sẽ trở về với Thượng Đế (Allah) của chúng tôi\".",
    "FOOTNOTES": ""
  },
  {
    "ID": "1080",
    "SURAH": "7",
    "AYAH": "126",
    "ARABIC_TEXT": "وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ",
    "TRANSLATION": "“Còn bệ hạ, bệ hạ nhất định trả thù chúng tôi chỉ vì chúng tôi tin tưởng nơi các dấu hiệu của Thượng Đế chúng tôi khi chúng đến với chúng tôi hay sao? (Họ cầu nguyện): 'Lạy Thượng Đế của bầy tôi! Xin Ngài xối lên bầy tôi sự kiên trì nhẫn nại và bắt hồn bầy tôi chết như là người Muslim (thần phục Ngài).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1081",
    "SURAH": "7",
    "AYAH": "127",
    "ARABIC_TEXT": "وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ",
    "TRANSLATION": "Các lãnh tụ trong đám thuộc hạ của Fir’awn tâu: “Ngài sẽ để cho Musa và người dân của nó làm loạn trong xứ, bỏ rơi bệ hạ và các thần linh của bệ hạ hay sao? (Fir’awn) đáp: “Ta sẽ cho giết con trai của chúng và tha mạng các phụ nữ của chúng và áp chế bọn chúng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1082",
    "SURAH": "7",
    "AYAH": "128",
    "ARABIC_TEXT": "قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ",
    "TRANSLATION": "Musa bảo người dân của Y: “Hãy cầu xin Allah giúp đỡ và hãy kiên nhẫn bởi vì quả thật đất đai là của Allah. Nếu Ngài muốn, Ngài sẽ cho người nào trong số bầy tôi của Ngài thừa hưởng nó. Và kết quả cuối cùng sẽ thuộc về những người sợ Allah.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1083",
    "SURAH": "7",
    "AYAH": "129",
    "ARABIC_TEXT": "قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ",
    "TRANSLATION": "Họ thưa lại: “Chúng tôi gặp phải hoạn nạn trước và sau khi Thầy đến với chúng tôi.” (Musa) đáp: “Có lẽ vì thế mà Thượng Đế của các người sẽ tiêu diệt kẻ thù của các người và sẽ cho các người nối nghiệp họ trên trái đất và xem các người hành động ra sao?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1084",
    "SURAH": "7",
    "AYAH": "130",
    "ARABIC_TEXT": "وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ",
    "TRANSLATION": "Và quả thật TA (Allah) đã trừng phạt các thuộc hạ của Fir’awn với những năm hạn hán và thất mùa để cho chúng có thể tỉnh ngộ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1085",
    "SURAH": "7",
    "AYAH": "131",
    "ARABIC_TEXT": "فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
    "TRANSLATION": "Và khi gặp điều phúc lành, chúng nói: “Cái này là của chúng tôi.” Nhưng khi gặp điều bất hạnh, chúng đổ tội cho Musa và những ai theo Y đã mang điều xui xẻo đến. Nhưng đối với Allah điều xui xẻo chỉ là của chúng nhưng đa số bọn chúng không biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1086",
    "SURAH": "7",
    "AYAH": "132",
    "ARABIC_TEXT": "وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ",
    "TRANSLATION": "Chúng bảo (Musa:) “Bất cứ dấu lạ nào mà ngươi mang đến để mê hoặc bọn ta, bọn ta nhất định sẽ không tin nơi ngươi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1087",
    "SURAH": "7",
    "AYAH": "133",
    "ARABIC_TEXT": "فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ",
    "TRANSLATION": "Và TA (Allah) đã giáng lên chúng thiên tai (như chết chóc, lụt lội, cuồng phong) và nạn châu chấu, nạn chí rận, nạn cóc nhái và nạn máu tươi: các dấu hiệu với các chi tiết rõ rệt nhưng chúng vẫn tỏ ra ngạo mạn và trở thành đám người vô cùng tội lỗi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1088",
    "SURAH": "7",
    "AYAH": "134",
    "ARABIC_TEXT": "وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَٰٓءِيلَ",
    "TRANSLATION": "Và mỗi lần thiên tai rơi nhằm chúng, chúng nài nỉ với Musa, bảo: “Hỡi Musa! Hãy cầu xin Thượng Đế của ngươi giùm bọn ta qua lời hứa của Ngài với ngươi (rằng) nếu ngươi giải tỏa được thiên tai khỏi bọn ta thì chắc chắn bọn ta sẽ tin tưởng nơi ngươi và bọn ta sẽ để cho con cháu của Israel ra đi cùng với ngươi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1089",
    "SURAH": "7",
    "AYAH": "135",
    "ARABIC_TEXT": "فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ",
    "TRANSLATION": "Nhưng khi TA (Allah) giải tỏa thiên tai đi khỏi chúng, theo hạn định của chúng thì tức khắc chúng nuốt lời hứa!",
    "FOOTNOTES": ""
  },
  {
    "ID": "1090",
    "SURAH": "7",
    "AYAH": "136",
    "ARABIC_TEXT": "فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ",
    "TRANSLATION": "Bởi thế, TA (Allah) đã trả thù chúng và nhận chìm chúng dưới biển (Hồng hải) bởi lẽ chúng đã phủ nhận các dấu hiệu của TA mà chúng đã lơ là.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1091",
    "SURAH": "7",
    "AYAH": "137",
    "ARABIC_TEXT": "وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ",
    "TRANSLATION": "Và TA (Allah) đã chỉ định đám người bị xem như yếu thế (người dân Israel) làm những người thừa kế phần đất phía đông và phía tây mà TA đã ban phúc. Và Lời phán tốt đẹp của Thượng Đế của Ngươi dành cho con cháu của Israel đã được hoàn tất bởi vì họ đã chịu đựng gian khổ và TA đã san bằng bao nhiêu công trình do Fir-'awn và đám người của hắn đã xây cất và gầy dựng nên.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1092",
    "SURAH": "7",
    "AYAH": "138",
    "ARABIC_TEXT": "وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ",
    "TRANSLATION": "Và TA (Allah) đã đưa con cháu của (Israel) băng qua biển (Hồng hải) an toàn. (Trên đường đi đến miền đất hứa) họ gặp một đám người đang sùng bái một số tượng vật. Thấy thế (người dân Israel) van nài Musa, thưa: “Hỡi Musa! Xin Thầy làm ra cho chúng tôi một thần linh giống như các thần linh của họ.” Musa đáp: “Các ngươi đúng là một đám người ngu muội.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1093",
    "SURAH": "7",
    "AYAH": "139",
    "ARABIC_TEXT": "إِنَّ هَٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ",
    "TRANSLATION": "Quả thật, đám người này sắp bị tiêu diệt về điều chúng đang làm và việc làm của chúng sẽ trở thành vô ích.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1094",
    "SURAH": "7",
    "AYAH": "140",
    "ARABIC_TEXT": "قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ",
    "TRANSLATION": "(Musa) tiếp: “Há ta sẽ phải đi tìm cho các ngươi một Thượng Đế khác Allah hay sao trong lúc Ngài đã ban đặc ân cho các ngươi hơn thiên hạ?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1095",
    "SURAH": "7",
    "AYAH": "141",
    "ARABIC_TEXT": "وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ",
    "TRANSLATION": "Và hãy nhớ lại việc TA (Allah) giải cứu các ngươi thoát khỏi đồng bọn Fir’awn, chúng áp bức các ngươi với bao nhiêu cực hình tàn ác: chúng đã giết con trai của các ngươi và tha mạng các phụ nữ của các ngươi; và trong sự kiện đó là một sự thử thách vô cùng to lớn từ Thượng Đế (Allah) của các ngươi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1096",
    "SURAH": "7",
    "AYAH": "142",
    "ARABIC_TEXT": "۞ وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ",
    "TRANSLATION": "Và TA (Allah) đã hẹn gặp Musa ba mươi đêm (tại núi Sinai) và đã hoàn tất cuộc gặp gỡ đó thêm mười đêm, như thế thời gian gặp gỡ với Thượng Đế của Y là bốn mươi đêm. Nhưng (trước khi ra đi) Musa có dặn Harun, người em của Y: “Em đại diện cho Ta, trông coi người dân Ta và làm cho đúng và chớ theo đường lối của những kẻ thối nát.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1097",
    "SURAH": "7",
    "AYAH": "143",
    "ARABIC_TEXT": "وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ",
    "TRANSLATION": "Và khi Musa đến chỗ hẹn của TA và Thượng Đế của Y tiếp chuyện với Y. (Musa) thưa: “Lạy Thượng Đế của bề tôi! Xin Ngài hiện ra trước mặt để cho bề tôi nhìn thấy Ngài.” (Allah) phán: “Ngươi không bao giờ nhìn thấy TA (trực tiếp) nhưng hãy nhìn về phía ngọn núi kia, nếu nó còn đứng nguyên tại chỗ thì ngươi sẽ thấy TA.” Và khi Thượng Đế của Y biểu dương Hào quang của Ngài lên ngọn núi, nó (hào quang) làm cho nó (ngọn núi) vỡ tan thành bụi. Và Musa té xuống bất tỉnh. Sau khi hồi tỉnh, Y thưa: “Quang vinh thay Ngài! Bề tôi xin sám hối với Ngài và là người đầu tiên tin tưởng (nơi Ngài.)\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1098",
    "SURAH": "7",
    "AYAH": "144",
    "ARABIC_TEXT": "قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّٰكِرِينَ",
    "TRANSLATION": "(Allah) phán: “Hỡi Musa! Quả thật, TA đã chọn Ngươi hơn người (khác) qua các Thông Điệp của TA  và qua Lời phán trực tiếp của TA. Bởi thế, hãy nhận lấy các điều (mặc khải) mà TA đã ban cho Ngươi và hãy là một người biết ơn.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1099",
    "SURAH": "7",
    "AYAH": "145",
    "ARABIC_TEXT": "وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ",
    "TRANSLATION": "Và TA (Allah) đã ghi cho Y trên các Bia ký lời răn và chi tiết về đủ mọi vấn đề (và dặn): “Hãy giữ kỹ các Bia ký này và chỉ thị cho người dân của Y nắm vững các lời khuyên tốt nhất của chúng. TA sẽ chỉ cho Ngươi thấy nhà ở của những kẻ chống đối và bất tuân.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1100",
    "SURAH": "7",
    "AYAH": "146",
    "ARABIC_TEXT": "سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ",
    "TRANSLATION": "TA sẽ làm cho những kẻ ngạo mạn và khinh thường phải trái trên trái đất xa lánh các dấu hiệu của TA; và nếu thấy từng dấu hiệu thì chúng sẽ không tin tưởng và nếu thấy con đường đúng đắn thì chúng sẽ không nhận đó là Chính Đạo. Và nếu thấy con đường lầm lạc thì chúng sẽ cho đó là Chính Đạo; như thế là bởi vì chúng thường phủ nhận các dấu hiệu của TA và tỏ ra lơ là.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1101",
    "SURAH": "7",
    "AYAH": "147",
    "ARABIC_TEXT": "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ",
    "TRANSLATION": "Và những ai phủ nhận các dấu hiệu của TA cùng với việc gặp gỡ (TA ) ở đời sau thì việc làm của chúng sẽ vô nghĩa. Há chúng chỉ mong được tưởng thưởng (hay trừng phạt) về điều chúng đã làm hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "1102",
    "SURAH": "7",
    "AYAH": "148",
    "ARABIC_TEXT": "وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ",
    "TRANSLATION": "Và người dân của Musa, sau khi Y đi khỏi, đã dùng nữ trang của họ đúc thành một con bò con, thân của nó (phát âm giống tiếng) rống (của con bò). Há họ không thấy rằng con bò đúc ấy không nói được cũng không dẫn đường được cho họ hay sao? Họ tôn thờ nó và trở thành những kẻ làm điều sai quấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1103",
    "SURAH": "7",
    "AYAH": "149",
    "ARABIC_TEXT": "وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ",
    "TRANSLATION": "Và khi hối tiếc về việc đã qua và nhận thấy mình đã lầm lạc, họ cầu nguyện, thưa: “Nếu Thượng Đế (Allah) của bầy tôi không khoan dung và tha thứ thì chắc chắn bầy tôi sẽ là những kẻ thua thiệt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1104",
    "SURAH": "7",
    "AYAH": "150",
    "ARABIC_TEXT": "وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ",
    "TRANSLATION": "Và khi trở về gặp lại người dân của mình, Musa vừa giận vừa buồn. Y lên tiếng: “Thật là tội lỗi điều mà các ngươi đã làm sau khi ta đi vắng. Phải chăng các ngươi hấp tấp qua mặt chỉ thị của Thượng Đế của các ngươi hay sao? Và Y ném các tấm Bia ký xuống đất, nắm lấy chùm tóc của người em và kéo về phía mình. (Harun) lên tiếng: “Hỡi anh của em! Dân chúng xem thường em và còn toan giết ta nữa; do đó, anh chớ để cho kẻ thù vui thích trên sự đau khổ của em và chớ liệt em vào thành phần của đám người làm điều sai quấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1105",
    "SURAH": "7",
    "AYAH": "151",
    "ARABIC_TEXT": "قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّٰحِمِينَ",
    "TRANSLATION": "Musa cầu nguyện, thưa: “Lạy Thượng Đế của bề tôi! Xin Ngài tha thứ cho bề tôi và người em của bề tôi và khoan dung với bầy tôi bởi vì Ngài là Đấng Rất Mực Khoan Dung.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1106",
    "SURAH": "7",
    "AYAH": "152",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ",
    "TRANSLATION": "Quả thật, những ai thờ con bò con sẽ bị Thượng Đế (Allah) của họ giận dữ và bị hạ nhục ở đời này. TA trừng phạt những kẻ bịa đặt điều gian dối đúng như thế.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1107",
    "SURAH": "7",
    "AYAH": "153",
    "ARABIC_TEXT": "وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ",
    "TRANSLATION": "Ngược lại, những ai đã làm điều tội lỗi rồi sau đó ăn năn hối cải và tin tưởng (thật sự) (thì sẽ thấy) Thượng Đế của Ngươi sau việc đó rất mực Tha thứ và Khoan dung (đối với họ).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1108",
    "SURAH": "7",
    "AYAH": "154",
    "ARABIC_TEXT": "وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ",
    "TRANSLATION": "Và khi nguôi giận, Musa lượm các tấm Bia ký lên và trong bản văn có ghi Chỉ Đạo và Hồng Ân cho những ai sợ Thượng Đế của họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1109",
    "SURAH": "7",
    "AYAH": "155",
    "ARABIC_TEXT": "وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ",
    "TRANSLATION": "Và Musa đã chọn trong đám người dân của mình bảy mươi người để đưa đến chỗ hẹn của TA (Allah). Nhưng khi họ bị lay chuyển bởi trận động đất dữ dội, (Musa) cầu nguyện, thưa: “Lạy Thượng Đế của bề tôi! Nếu Ngài muốn thì Ngài đã giết cả họ lẫn bề tôi từ trước (cuộc gặp gỡ này). Phải chăng Ngài muốn tiêu diệt bầy tôi vì tội lỗi do một số người điên rồ trong bầy tôi đã làm? Đó chẳng qua là sự thử thách mà Ngài dùng để đánh lạc hướng kẻ nào Ngài muốn và hướng dẫn người nào Ngài muốn. Ngài là Đấng Bảo Hộ của bầy tôi, do đó xin Ngài tha thứ và khoan dung với bầy tôi. Bởi vì Ngài là Đấng Tha Thứ Ưu Việt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1110",
    "SURAH": "7",
    "AYAH": "156",
    "ARABIC_TEXT": "۞ وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ",
    "TRANSLATION": "“Và xin Ngài qui định cho bầy tôi điều tốt ở đời này và đời sau. Quả thật, bầy tôi quay về hối cải với Ngài.” (Allah) phán: TA sẽ dùng hình phạt của TA mà trừng trị kẻ nào TA muốn nhưng lòng Khoan dung của TA bao quát lên tất cả mọi thứ. TA sẽ qui định (sự Khoan dung của TA) cho những ai ngay chính sợ Allah và đóng Zakah và những ai là người tin tưởng nơi các dấu hiệu của TA:",
    "FOOTNOTES": ""
  },
  {
    "ID": "1111",
    "SURAH": "7",
    "AYAH": "157",
    "ARABIC_TEXT": "ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
    "TRANSLATION": "Những ai tuân theo Sứ Giả (Muhammad), một Nabi không biết chữ được nhắc qua trong (các Kinh Sách của) họ; Kinh Tawrah và Injil(58) - Y ra lệnh cho họ làm điều lành và cấm cản làm điều dữ; Y cho phép họ dùng thực phẩm tốt và sạch và cấm họ dùng thực phẩm dơ bẩn; và Y tháo bớt gánh nặng của họ cũng như giải phóng họ khỏi các gông cùm đang đè nặng lên họ. Bởi thế, những ai tin tưởng nơi Y và ủng hộ Y và giúp đỡ Y và tuân theo ánh sáng đã được gởi xuống cùng với Y thì là những người sẽ thành đạt.",
    "FOOTNOTES": "(58) Xem Phục truyền luật lệ ký (Deut, 18:15) và Giăng (John, 14:16)"
  },
  {
    "ID": "1112",
    "SURAH": "7",
    "AYAH": "158",
    "ARABIC_TEXT": "قُلۡ يَٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ",
    "TRANSLATION": "Hãy bảo (họ): “Hỡi nhân loại! Ta là Sứ Giả của Allah được cử phái đến cho tất cả các người; (Allah) Đấng đang thống trị các tầng trời và trái đất; không có Thượng Đế nào khác cả, duy chỉ Ngài (là Thượng Đế); Ngài ban sự sống và gây cho chết. Bởi thế, hãy tin tưởng nơi Ngài và Sứ Giả của Ngài, một Nabi không biết chữ. Y cũng tin tưởng nơi Allah và các Lời phán của Ngài. Hãy tuân theo Y để cho các ngươi được hướng dẫn đúng đường.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1113",
    "SURAH": "7",
    "AYAH": "159",
    "ARABIC_TEXT": "وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ",
    "TRANSLATION": "Và trong đám người dân của Musa, có một tập thể dựa vào Chân Lý mà hướng dẫn và xét xử công bằng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1114",
    "SURAH": "7",
    "AYAH": "160",
    "ARABIC_TEXT": "وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
    "TRANSLATION": "Và TA (Allah) đã phân chia họ thành mười hai bộ lạc. Và TA đã mặc khải cho Musa khi người dân của Y đòi cung cấp nước uống (như sau): “Hãy dùng chiếc gậy của Ngươi mà đánh lên tảng đá.” Tức thời từ đó phụt ra mười hai ngọn suối. Mỗi bộ lạc biết điểm nước của họ. Và TA đã dùng các lùm mây để che mát họ; và đã ban mật ong và chim cút xuống cho họ và phán: “Hãy dùng các món thực phẩm tốt và sạch mà TA cung cấp cho các ngươi.” (Nhưng họ không bằng lòng). Và họ chẳng làm thiệt hại gì TA, ngược lại họ chỉ làm thiệt thân họ mà thôi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1115",
    "SURAH": "7",
    "AYAH": "161",
    "ARABIC_TEXT": "وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ",
    "TRANSLATION": "Và khi họ được khuyên: “Hãy ở trong thị trấn (Jerusalem) này và ăn (thực phẩm) bất cứ nơi nào tùy thích nhưng hãy nói: Xin Ngài tha thứ và bước vào cửa với dáng điệu phủ phục. TA sẽ tha thứ lỗi lầm cho các ngươi và TA sẽ tăng thêm phần thưởng cho những người làm tốt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1116",
    "SURAH": "7",
    "AYAH": "162",
    "ARABIC_TEXT": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ",
    "TRANSLATION": "Nhưng những kẻ làm điều sai quấy trong họ đã thay đổi Lời phán đã được truyền, cho nên TA đã gởi tai ương từ trên trời xuống phạt chúng do những điều sai quấy của chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1117",
    "SURAH": "7",
    "AYAH": "163",
    "ARABIC_TEXT": "وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ",
    "TRANSLATION": "Và hãy hỏi họ về một thị trấn nằm sát bờ biển, một nơi mà họ chịu hình phạt vì đã vi phạm (giới cấm của) ngày Thứ Bảy khi cá của họ lội vào bờ (nhô đầu lên khỏi mặt nước) để gặp họ công khai. Nhưng vào ngày nào không phải là Thứ Bảy thì cá không rủ nhau vào bờ. TA đã thử thách họ đúng như thế bởi vì họ là những kẻ nổi loạn và bất tuân.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1118",
    "SURAH": "7",
    "AYAH": "164",
    "ARABIC_TEXT": "وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ",
    "TRANSLATION": "Và một tập thể của họ đã lên tiếng hỏi: “ích lợi gì việc quí vị khuyên lơn một đám người mà Allah muốn tiêu diệt hoặc sẽ bị Ngài trừng phạt bằng một hình phạt khủng khiếp? (Các nhà truyền giáo) đáp: “Để giải nhiệm cho chúng tôi trước Thượng Đế của quí vị và để may ra họ sợ Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1119",
    "SURAH": "7",
    "AYAH": "165",
    "ARABIC_TEXT": "فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ",
    "TRANSLATION": "Bởi thế, khi họ quên mất các giới (cấm) đã được nhắc nhở, TA giải cứu những ai đã từng cấm cản (người khác) làm điều tội lỗi và bắt phạt những ai đã làm điều sai quấy bằng một hình phạt vô cùng đau đớn vì tội chúng đã từng nổi lọan và bất tuân.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1120",
    "SURAH": "7",
    "AYAH": "166",
    "ARABIC_TEXT": "فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ",
    "TRANSLATION": "Bởi thế, khi chúng vi phạm các giới cấm, TA phán cho chúng: “Hãy thành loài khỉ đáng khinh!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1121",
    "SURAH": "7",
    "AYAH": "167",
    "ARABIC_TEXT": "وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ",
    "TRANSLATION": "Và (hãy nhớ) khi Thượng Đế của Ngươi tuyên bố rằng Ngài sẽ cử những người nào đó đến trừng trị chúng và trừng phạt chúng đau đớn cho đến Ngày phục sinh bởi vì Thượng Đế của Ngươi rất nhanh trong việc trả thù nhưng cũng rất mực Tha thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1122",
    "SURAH": "7",
    "AYAH": "168",
    "ARABIC_TEXT": "وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ",
    "TRANSLATION": "Và TA (Allah) đã chia cắt họ thành nhiều cộng đồng sống rải rác trên khắp mặt đất. Trong họ có người ngoan đạo nhưng cũng có người không như thế. TA đã thử thách họ với điều lành và điều dữ để may ra họ quay về (với Chính Đạo).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1123",
    "SURAH": "7",
    "AYAH": "169",
    "ARABIC_TEXT": "فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ",
    "TRANSLATION": "Rồi sau họ, có một thế hệ (xấu) nối nghiệp; thế hệ mới này thừa hưởng Kinh Sách (của Allah nhưng thay vì tuân theo Kinh Sách) đã chọn lấy các món hàng tạm bợ gần gủi (của trần gian) và nói ra điều này để cáo lỗi: “Chúng tôi hy vọng sẽ được tha thứ.” Và nếu họ gặp các món phù hoa tương tự thì họ cũng sẽ chụp lấy chúng. Phải chăng họ đã không tôn trọng Lời Giao Ước đã ràng buộc họ trong Kinh Sách rằng họ chỉ được phép nói sự thật về Allah thôi hay sao? Và họ đã học các điều ghi trong đó và nhà ở nơi đời sau là tốt nhất cho những ai ngay chính sợ Allah. Thế các ngươi không hiểu hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "1124",
    "SURAH": "7",
    "AYAH": "170",
    "ARABIC_TEXT": "وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ",
    "TRANSLATION": "Và những ai nắm vững Kinh Sách và chu đáo dâng lễ 'Salah' thì TA sẽ không làm mất phần thưởng của những người làm việc thiện.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1125",
    "SURAH": "7",
    "AYAH": "171",
    "ARABIC_TEXT": "۞ وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ",
    "TRANSLATION": "Và (hãy nhớ) khi TA nhấc ngọn núi (Sinai) lên khỏi đầu của họ giống như một cái tán che bên trên và họ ngỡ rằng nó sắp sụp xuống đè họ; (TA phán): “Hãy nắm thật vững các điều mà TA đã ban cho các ngươi và hãy nhớ kỹ điều ghi trong đó để may ra các ngươi trở nên ngay chính sợ Allah.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1126",
    "SURAH": "7",
    "AYAH": "172",
    "ARABIC_TEXT": "وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ",
    "TRANSLATION": "Và (hãy nhớ) khi Thượng Đế của Ngươi bắt con cháu của Adam, hậu duệ của họ sinh ra từ trái cật của họ, xác nhận đối với bản thân mình (trước câu hỏi:) “Phải chăng TA Allah là Thượng Đế của các ngươi?” Họ đáp: “Dạ, thưa vâng! Bầy tôi xin xác nhận.” (TA làm thế là vì e) rằng các ngươi có thể viện lý do để nói vào Ngày phục sinh: “Chúng tôi không hề biết đến điều này.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1127",
    "SURAH": "7",
    "AYAH": "173",
    "ARABIC_TEXT": "أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ",
    "TRANSLATION": "Hoặc các ngươi có thể nói: “Chính cha mẹ của chúng tôi chủ trương việc thờ nhiều thần linh trước đây, chúng tôi chỉ là hậu duệ của họ, (chúng tôi không hay biết gì). Phải chăng Ngài sẽ tiêu diệt chúng tôi vì điều (tội lỗi) mà những kẻ theo ngụy giáo đã làm?”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1128",
    "SURAH": "7",
    "AYAH": "174",
    "ARABIC_TEXT": "وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ",
    "TRANSLATION": "Và TA (Allah) đã giải thích các dấu hiệu rõ ràng như thế để may ra họ còn có dịp quay về (với Chính Đạo).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1129",
    "SURAH": "7",
    "AYAH": "175",
    "ARABIC_TEXT": "وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ",
    "TRANSLATION": "Hãy đọc kể lại cho họ câu chuyện của một người(59) mà TA (Allah) đã ban cho các dấu hiệu của TA, nhưng y quẳng chúng sang một bên, cho nên Shaytan đã đuổi theo kịp y, và y đã trở thành một kẻ lầm lạc.",
    "FOOTNOTES": "(59) Y tên là Bal-’am bin Ba-'uro' thuộc Bani Israel vào thời của Nabi Musa đã được Allah ban cho kiến thức uyên thâm. Nabi Musa phái ông đi truyền giáo (D'awah) với một vị vua của Madyan. Vị vua này đã trọng đãi ông ta và ban cho nhiều đặc ân khiến ông quên mất sứ mạng của mình và trở thành lầm lạc."
  },
  {
    "ID": "1130",
    "SURAH": "7",
    "AYAH": "176",
    "ARABIC_TEXT": "وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ",
    "TRANSLATION": "Và nếu muốn, TA đã nâng y lên cao với chúng (các dấu hiệu) nhưng y bám chặt vào trái đất và theo đuổi những ham muốn trần tục. Hình ảnh của y chẳng khác nào hình ảnh của một con chó: nếu Ngươi đánh đuổi nó thì nó sẽ le lưỡi của nó ra và nếu Ngươi không đánh đuổi nó thì nó cũng le luỡi ra. Đó là hình ảnh của đám người đã phủ nhận các dấu hiệu của TA. Bởi thế, Ngươi hãy kể lại câu chuyện trên để may ra họ ngẫm nghĩ lại (về bản thân của họ).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1131",
    "SURAH": "7",
    "AYAH": "177",
    "ARABIC_TEXT": "سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ",
    "TRANSLATION": "Hình ảnh của đám người đã từng phủ nhận các dấu hiệu của TA và làm hỏng linh hồn của mình thật rất tồi tệ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1132",
    "SURAH": "7",
    "AYAH": "178",
    "ARABIC_TEXT": "مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
    "TRANSLATION": "Ai mà Allah hướng dẫn thì sẽ đi đúng đường, và ai mà Allah đánh lạc hướng thì sẽ là những kẻ thua thiệt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1133",
    "SURAH": "7",
    "AYAH": "179",
    "ARABIC_TEXT": "وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ",
    "TRANSLATION": "Và chắc chắn TA (Allah) sẽ đưa vào hỏa ngục đa số Jinn và người. (Bởi vì) chúng có trái tim (tấm lòng) nhưng không chịu vận dụng nó để hiểu, chúng có mắt nhưng không chịu vận dụng nó để quan sát, chúng có tai nhưng không chịu vận dụng nó để nghe; những kẻ như thế chẳng khác nào thú vật, không, chúng còn tệ hơn nữa. Chúng là những kẻ thờ ơ, khinh suất.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1134",
    "SURAH": "7",
    "AYAH": "180",
    "ARABIC_TEXT": "وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ",
    "TRANSLATION": "Allah có các tên gọi tốt đẹp nhất; do đó hãy cầu xin Ngài bằng các tên gọi đó. Và hãy lánh xa những kẻ bóp méo tên gọi của Ngài. Họ sẽ lãnh đủ về tội của họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1135",
    "SURAH": "7",
    "AYAH": "181",
    "ARABIC_TEXT": "وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ",
    "TRANSLATION": "Và trong số những người mà TA (Allah) đã tạo, có một cộng đồng (tập thể) hướng dẫn (người khác) bằng sự thật và dựa vào đó mà đối xử công bằng (với người khác).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1136",
    "SURAH": "7",
    "AYAH": "182",
    "ARABIC_TEXT": "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ",
    "TRANSLATION": "Và những ai phủ nhận các dấu hiệu của TA thì sẽ dần dần bị TA đưa đến chỗ hủy diệt từ những chỗ mà họ không biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1137",
    "SURAH": "7",
    "AYAH": "183",
    "ARABIC_TEXT": "وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ",
    "TRANSLATION": "Và TA tạm tha cho họ. Bởi vì kế hoạch của TA rất vững mạnh.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1138",
    "SURAH": "7",
    "AYAH": "184",
    "ARABIC_TEXT": "أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ",
    "TRANSLATION": "Và há họ không chịu ngẫm nghĩ ư? Người Bạn (Muhammad) của họ không mất trí. Y chỉ là một người báo trước công khai.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1139",
    "SURAH": "7",
    "AYAH": "185",
    "ARABIC_TEXT": "أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ",
    "TRANSLATION": "Há họ không nhìn thấy gì trong vương quốc gồm các tầng trời và trái đất và mọi vật mà Allah đã tạo hay sao? Rằng có lẽ tuổi thọ của họ sắp mãn đến nơi hay sao? Thế đâu là thông điệp mà họ sẽ tin tưởng sau cái (Qur'an) này?",
    "FOOTNOTES": ""
  },
  {
    "ID": "1140",
    "SURAH": "7",
    "AYAH": "186",
    "ARABIC_TEXT": "مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
    "TRANSLATION": "Ai mà Allah đánh lạc hướng thì sẽ không gặp một người dẫn đường nào; bởi vì Ngài bỏ mặc họ lang thang vơ vẩn trong sự thái quá của họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1141",
    "SURAH": "7",
    "AYAH": "187",
    "ARABIC_TEXT": "يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
    "TRANSLATION": "Họ hỏi Ngươi về Giờ (tận thế hay phục sinh) chừng nào sẽ xảy ra. Hãy bảo họ: “Duy chỉ Thượng Đế (Allah) của ta biết rõ nó. Chỉ riêng Ngài tiết lộ thời điểm của nó. Nó sẽ nặng nề (đối với mọi vật) trong các tầng trời và trái đất. Nó sẽ xảy đến cho các người một cách bất ngờ\". Họ hỏi Ngươi làm như Ngươi quen thuộc với nó lắm. Hãy bảo họ: “Chỉ riêng Allah biết rõ nó, ngược lại đa số nhân loại không biết gì cả.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1142",
    "SURAH": "7",
    "AYAH": "188",
    "ARABIC_TEXT": "قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ",
    "TRANSLATION": "Hãy bảo họ: “Ta không có quyền quyết định điều lợi hoặc điều hại cho chính bản thân ta trừ phi điều nào Allah muốn. Và nếu ta biết điều vô hình thì chắc chắn ta sẽ tom góp nhiều điều tốt cho ta và sẽ không gặp một điều bất hạnh nào. Thật sự ta chỉ là một người báo trước và là một người mang tin lành cho những người có đức tin.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1143",
    "SURAH": "7",
    "AYAH": "189",
    "ARABIC_TEXT": "۞ هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّٰكِرِينَ",
    "TRANSLATION": "Ngài là Đấng đã tạo các ngươi từ một người duy nhất (Adam), và từ Y Ngài tạo ra người vợ của Y để cho Y sống yên bình với nàng. Do đó khi chồng ôm phủ vợ, vợ thụ thai và mang theo một gánh nhẹ mỗi lần di chuyển. Đến khi bà phát triển nặng nề, hai vợ chồng cùng cầu nguyện Allah, Thượng Đế của hai người, thưa: “Nếu Ngài ban cho bầy tôi một đứa con tốt lành (về đủ mọi phương diện) thì chắc chắn bầy tôi sẽ vô cùng biết ơn.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1144",
    "SURAH": "7",
    "AYAH": "190",
    "ARABIC_TEXT": "فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ",
    "TRANSLATION": "Nhưng khi Ngài ban cho hai vợ chồng một đứa con tốt lành thì hai người bắt đầu tổ hợp những thần linh cùng với Ngài về (đứa con) mà Ngài đã ban cho họ. Nhưng Allah ở bên trên điều (hay kẻ) mà họ đã tổ hợp với Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1145",
    "SURAH": "7",
    "AYAH": "191",
    "ARABIC_TEXT": "أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ",
    "TRANSLATION": "Phải chăng họ tổ hợp với Allah những vật không tạo được cái gì mà chính chúng lại được tạo ra?",
    "FOOTNOTES": ""
  },
  {
    "ID": "1146",
    "SURAH": "7",
    "AYAH": "192",
    "ARABIC_TEXT": "وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ",
    "TRANSLATION": "Chúng không thể giúp họ cũng không thể tự giúp mình được.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1147",
    "SURAH": "7",
    "AYAH": "193",
    "ARABIC_TEXT": "وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ",
    "TRANSLATION": "Và nếu các ngươi có gọi chúng đến với Chỉ Đạo thì chúng sẽ không theo các ngươi. Điều đó bằng thừa đối với các ngươi, dẫu các ngươi có gọi chúng hay im lặng;",
    "FOOTNOTES": ""
  },
  {
    "ID": "1148",
    "SURAH": "7",
    "AYAH": "194",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ",
    "TRANSLATION": "Quả thật, những kẻ (hay vật) mà các ngươi gọi (cầu nguyện) ngoài Allah chỉ là bầy tôi như các người vậy. Hãy gọi (cầu nguyện) chúng đi và hãy để chúng đáp lại các người nếu các người nói thật!",
    "FOOTNOTES": ""
  },
  {
    "ID": "1149",
    "SURAH": "7",
    "AYAH": "195",
    "ARABIC_TEXT": "أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ",
    "TRANSLATION": "Há chúng có chân để đi, có tay để nắm, có mắt để nhìn, có tai để nghe chăng? Hãy bảo họ: “Các ngươi hãy gọi các kẻ thần linh của các ngươi, rồi để chúng đặt kế hoạch chống lại Ta, và chớ để cho Ta nghỉ xả hơi!\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1150",
    "SURAH": "7",
    "AYAH": "196",
    "ARABIC_TEXT": "إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّٰلِحِينَ",
    "TRANSLATION": "“Quả thật, Đấng Bảo Hộ của ta là Allah, Đấng đã ban Kinh Sách xuống; và Ngài che chở những người ngoan đạo\" .",
    "FOOTNOTES": ""
  },
  {
    "ID": "1151",
    "SURAH": "7",
    "AYAH": "197",
    "ARABIC_TEXT": "وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ",
    "TRANSLATION": "‘Trong lúc những kẻ mà các người cầu nguyện ngoài Ngài (Allah) không có khả năng giúp đỡ các người cũng không tự giúp mình được.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1152",
    "SURAH": "7",
    "AYAH": "198",
    "ARABIC_TEXT": "وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ",
    "TRANSLATION": "Và nếu Ngươi gọi chúng đến với Chỉ Đạo thì chúng sẽ không nghe; và Ngươi thấy chúng nhìn Ngươi nhưng chúng không nhìn thấy gì cả.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1153",
    "SURAH": "7",
    "AYAH": "199",
    "ARABIC_TEXT": "خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ",
    "TRANSLATION": "Hãy lượng thứ và chỉ thị (cho họ) làm điều nào đúng nhưng hãy lánh xa những kẻ ngu dốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1154",
    "SURAH": "7",
    "AYAH": "200",
    "ARABIC_TEXT": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ",
    "TRANSLATION": "Và nếu có một đề nghị của Shaytan xâm nhập đầu óc của Ngươi, hãy cầu xin Allah che chở bởi vì Ngài Hằng Nghe và Hằng Biết (mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1155",
    "SURAH": "7",
    "AYAH": "201",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ",
    "TRANSLATION": "Quả thật, những ai sợ Allah, một khi bị Shaytan xúi giục, liền tưởng nhớ (Allah) thì sẽ thấy đầu óc mình bừng sáng trở lại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1156",
    "SURAH": "7",
    "AYAH": "202",
    "ARABIC_TEXT": "وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ",
    "TRANSLATION": "Nhưng các anh em (xấu) của họ chỉ muốn thúc đẩy họ lao mình vào lầm lạc rồi sẽ không bỏ ngang ý đồ đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1157",
    "SURAH": "7",
    "AYAH": "203",
    "ARABIC_TEXT": "وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ",
    "TRANSLATION": "Và khi Ngươi không mang một dấu lạ nào đến cho họ, họ nói: \"Tại sao không mang nó đến?” Hãy bảo họ: \"Ta chỉ làm theo điều được mặc khải cho Ta từ Thượng Đế của Ta. (Qur'an) này là một sự soi sáng từ Thượng Đế của các người, một Chỉ Đạo và một Hồng Ân cho đám người có đức tin.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1158",
    "SURAH": "7",
    "AYAH": "204",
    "ARABIC_TEXT": "وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ",
    "TRANSLATION": "Và khi Qur'an được xướng đọc, hãy lắng nghe và giữ im lặng để may ra các ngươi nhận được Hồng Ân (của Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1159",
    "SURAH": "7",
    "AYAH": "205",
    "ARABIC_TEXT": "وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ",
    "TRANSLATION": "Và hãy tưởng nhớ Thượng Đế của ngươi trong tâm khảm (hỡi Muslim!), vừa khiêm tốn vừa kính trọng nhưng không được lớn tiếng (trong lúc tụng niệm) vào các buổi sáng và buổi tối và chớ là một người vô ý tứ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1160",
    "SURAH": "7",
    "AYAH": "206",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩",
    "TRANSLATION": "Quả thật, những ai ở gần Thượng Đế của Ngươi không quá tự hào trong việc thờ phụng Ngài và họ tán dương Ngài và phủ phục (trước Ngài).",
    "FOOTNOTES": ""
  }
]