[
  {
    "ID": "5420",
    "SURAH": "71",
    "AYAH": "1",
    "ARABIC_TEXT": "إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ",
    "TRANSLATION": "Quả thật, TA (Allah) đã cử Nuh (Nô-ê) đến cho người dân của Y (với Mệnh Lệnh): “Hãy cảnh cáo người dân của Ngươi trước khi một sự trừng phạt đau đớn sẽ xảy đến cho họ.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5421",
    "SURAH": "71",
    "AYAH": "2",
    "ARABIC_TEXT": "قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ",
    "TRANSLATION": "Người bảo: “Này hỡi dân ta! Ta là một người báo trước được công khai cử đến với các người.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5422",
    "SURAH": "71",
    "AYAH": "3",
    "ARABIC_TEXT": "أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ",
    "TRANSLATION": "Rằng “Hãy thờ phụng Allah và sợ Ngài và vâng lời ta.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5423",
    "SURAH": "71",
    "AYAH": "4",
    "ARABIC_TEXT": "يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ",
    "TRANSLATION": "“Ngài sẽ tha thứ tội lỗi cho các người và gia hạn cho các người (sống) đến một thời hạn ấn định. Quả thật, khi thời hạn do Allah ấn định đã mãn thì sẽ không còn việc gia hạn nữa, nếu các người biết.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5424",
    "SURAH": "71",
    "AYAH": "5",
    "ARABIC_TEXT": "قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا",
    "TRANSLATION": "(Nuh) thưa: “Lạy Thượng Đế của bề tôi! Bề tôi đã gọi mời người dân của bề tôi ban đêm lẫn ban ngày\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5425",
    "SURAH": "71",
    "AYAH": "6",
    "ARABIC_TEXT": "فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا",
    "TRANSLATION": "“Nhưng lời gọi mời của bề tôi chẳng thêm thắt được gì ngược lại chỉ làm cho họ chạy xa hơn.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5426",
    "SURAH": "71",
    "AYAH": "7",
    "ARABIC_TEXT": "وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا",
    "TRANSLATION": "“Và mỗi lần bề tôi gọi mời họ (theo Islam) để Ngài tha thứ cho họ thì họ lấy ngón tay bịt tai lại và lấy áo choàng phủ lên mình và tiếp tục ngoan cố và vô cùng ngạo mạn.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5427",
    "SURAH": "71",
    "AYAH": "8",
    "ARABIC_TEXT": "ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا",
    "TRANSLATION": "“Rồi, bề tôi gọi mời họ lớn tiếng.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5428",
    "SURAH": "71",
    "AYAH": "9",
    "ARABIC_TEXT": "ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا",
    "TRANSLATION": "“Rồi, bề tôi nói với họ có lúc công khai có lúc kín đáo.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5429",
    "SURAH": "71",
    "AYAH": "10",
    "ARABIC_TEXT": "فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا",
    "TRANSLATION": "“Bề tôi bảo họ: 'Hãy cầu xin Thượng Đế của các người tha thứ. Quả thật, Ngài Hằng Tha Thứ\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5430",
    "SURAH": "71",
    "AYAH": "11",
    "ARABIC_TEXT": "يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا",
    "TRANSLATION": "Ngài sẽ cho mưa xuống dồi dào cho các ngươi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5431",
    "SURAH": "71",
    "AYAH": "12",
    "ARABIC_TEXT": "وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا",
    "TRANSLATION": "Và gia tăng của cải và con cái cho các ngươi và tạo vườn tược và sông ngòi cho các ngươi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5432",
    "SURAH": "71",
    "AYAH": "13",
    "ARABIC_TEXT": "مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا",
    "TRANSLATION": "Các ngươi có chuyện gì vậy? Tại sao các ngươi không hy vọng nơi Quyền Uy (ban cấp) của Allah?",
    "FOOTNOTES": ""
  },
  {
    "ID": "5433",
    "SURAH": "71",
    "AYAH": "14",
    "ARABIC_TEXT": "وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا",
    "TRANSLATION": "Và chắc chắn Ngài đã tạo các ngươi theo từng giai đoạn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5434",
    "SURAH": "71",
    "AYAH": "15",
    "ARABIC_TEXT": "أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا",
    "TRANSLATION": "Há các ngươi không thấy việc Allah đã tạo bảy tầng trời chồng lên nhau như thế nào ư?",
    "FOOTNOTES": ""
  },
  {
    "ID": "5435",
    "SURAH": "71",
    "AYAH": "16",
    "ARABIC_TEXT": "وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا",
    "TRANSLATION": "Và đã làm ra trong chúng mặt trăng như một ánh sáng và mặt trời như một chiếc đèn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5436",
    "SURAH": "71",
    "AYAH": "17",
    "ARABIC_TEXT": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا",
    "TRANSLATION": "Và Allah đã tạo sinh và tăng trưởng các ngươi từ đất đai.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5437",
    "SURAH": "71",
    "AYAH": "18",
    "ARABIC_TEXT": "ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا",
    "TRANSLATION": "Rồi, Ngài sẽ hoàn các ngươi vào trong đó lại và đưa các ngươi đi ra bằng một cuộc đi ra toàn bộ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5438",
    "SURAH": "71",
    "AYAH": "19",
    "ARABIC_TEXT": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا",
    "TRANSLATION": "Và Allah làm ra trái đất cho các ngươi như một tấm thảm được trải rộng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5439",
    "SURAH": "71",
    "AYAH": "20",
    "ARABIC_TEXT": "لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا",
    "TRANSLATION": "Để cho các ngươi đi lại trên những con đường thênh thang của nó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5440",
    "SURAH": "71",
    "AYAH": "21",
    "ARABIC_TEXT": "قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا",
    "TRANSLATION": "Nuh thưa: “Lạy Thượng Đế của bề tôi! Họ bất tuân bề tôi và nghe theo người mà của cải và con cái chẳng thêm được gì cho y ngoại trừ sự mất mát.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5441",
    "SURAH": "71",
    "AYAH": "22",
    "ARABIC_TEXT": "وَمَكَرُواْ مَكۡرٗا كُبَّارٗا",
    "TRANSLATION": "Và họ mưu định một kế hoạch to lớn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5442",
    "SURAH": "71",
    "AYAH": "23",
    "ARABIC_TEXT": "وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا",
    "TRANSLATION": "Và họ bảo: “Chớ từ bỏ các thần linh của các người và chớ bỏ (các thần): Wadd, Suwa', Yaguth, Ya'uq và Nasr.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5443",
    "SURAH": "71",
    "AYAH": "24",
    "ARABIC_TEXT": "وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا ضَلَٰلٗا",
    "TRANSLATION": "\"Và chắc chắn, họ đã dắt nhiều người đi lạc; và xin Ngài đừng gia tăng gì cho những kẻ làm điều sai quấy ngoại trừ sự lầm lạc.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5444",
    "SURAH": "71",
    "AYAH": "25",
    "ARABIC_TEXT": "مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا",
    "TRANSLATION": "Do những hành vi tội lỗi của họ mà họ bị nhận chết chìm sau đó bị đưa vào Lửa. Bởi thế, ngoài Allah, họ đã không tìm được một ai để giúp đỡ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5445",
    "SURAH": "71",
    "AYAH": "26",
    "ARABIC_TEXT": "وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا",
    "TRANSLATION": "Và Nuh thưa: “Lạy Thượng Đế của bề tôi! Xin Ngài đừng để cho một tên phản nghịch nào sống sót trên trái đất.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5446",
    "SURAH": "71",
    "AYAH": "27",
    "ARABIC_TEXT": "إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا",
    "TRANSLATION": "“Bởi vì nếu Ngài để chừa chúng lại thì chúng sẽ dắt các bầy tôi của Ngài đi lạc và sẽ sanh con đẻ cháu gồm toàn là những tên phản nghịch, vong ơn.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5447",
    "SURAH": "71",
    "AYAH": "28",
    "ARABIC_TEXT": "رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّٰلِمِينَ إِلَّا تَبَارَۢا",
    "TRANSLATION": "“Lạy Thượng Đế của bề tôi! Xin Ngài tha thứ cho bề tôi và cho cha mẹ của bề tôi và cho ai vào nhà của bề tôi như một người có đức tin và cho những người nam và nữ tín đồ và chớ gia tăng gì thêm cho những kẻ làm điều sai quấy ngoại trừ sự diệt vong!”",
    "FOOTNOTES": ""
  }
]