[
  {
    "ID": "5448",
    "SURAH": "72",
    "AYAH": "1",
    "ARABIC_TEXT": "قُلۡ أُوحِيَ إِلَيَّ أَنَّهُ ٱسۡتَمَعَ نَفَرٞ مِّنَ ٱلۡجِنِّ فَقَالُوٓاْ إِنَّا سَمِعۡنَا قُرۡءَانًا عَجَبٗا",
    "TRANSLATION": "Hãy bảo: “Ta (Muhammad) đã được mặc khải cho biết có một đám Jinn đã nghe (đọc Qur'an). Chúng bảo: “Chúng tôi đã nghe một cuộc xướng đọc (Qur'an) hết sức tuyệt diệu!\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5449",
    "SURAH": "72",
    "AYAH": "2",
    "ARABIC_TEXT": "يَهۡدِيٓ إِلَى ٱلرُّشۡدِ فَـَٔامَنَّا بِهِۦۖ وَلَن نُّشۡرِكَ بِرَبِّنَآ أَحَدٗا",
    "TRANSLATION": "“Nó hướng dẫn đến Chân Lý. Bởi thế, chúng tôi tin nơi Nó. Và chúng tôi không tổ một kẻ nào cùng với Thượng Đế của chúng tôi.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5450",
    "SURAH": "72",
    "AYAH": "3",
    "ARABIC_TEXT": "وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةٗ وَلَا وَلَدٗا",
    "TRANSLATION": "\"Quả thật, Quyền Uy của Thượng Đế của chúng tôi hết sức tối cao, Ngài không có vợ và không có con.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5451",
    "SURAH": "72",
    "AYAH": "4",
    "ARABIC_TEXT": "وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطٗا",
    "TRANSLATION": "\"Và quả thật, trong chúng tôi có kẻ điên rồ thường nói những điều quá đáng cho Allah.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5452",
    "SURAH": "72",
    "AYAH": "5",
    "ARABIC_TEXT": "وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَى ٱللَّهِ كَذِبٗا",
    "TRANSLATION": "\"Và chúng tôi nghĩ loài người và Jinn chớ nên nói những điều gian dối cho Allah.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5453",
    "SURAH": "72",
    "AYAH": "6",
    "ARABIC_TEXT": "وَأَنَّهُۥ كَانَ رِجَالٞ مِّنَ ٱلۡإِنسِ يَعُوذُونَ بِرِجَالٖ مِّنَ ٱلۡجِنِّ فَزَادُوهُمۡ رَهَقٗا",
    "TRANSLATION": "\"Và quả thật, có những đàn ông trong loài người đã nhờ những đàn ông trong loài Jinn che chở nhưng chúng chỉ làm cho họ mắc thêm tội.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5454",
    "SURAH": "72",
    "AYAH": "7",
    "ARABIC_TEXT": "وَأَنَّهُمۡ ظَنُّواْ كَمَا ظَنَنتُمۡ أَن لَّن يَبۡعَثَ ٱللَّهُ أَحَدٗا",
    "TRANSLATION": "\"Và quả thật họ (những kẻ không có đức tin) đã nghĩ như các ngươi đang nghĩ rằng Allah sẽ không bao giờ phục sinh một ai cả.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5455",
    "SURAH": "72",
    "AYAH": "8",
    "ARABIC_TEXT": "وَأَنَّا لَمَسۡنَا ٱلسَّمَآءَ فَوَجَدۡنَٰهَا مُلِئَتۡ حَرَسٗا شَدِيدٗا وَشُهُبٗا",
    "TRANSLATION": "\"Và chúng tôi đã đi lên đụng trời nhưng thấy đầy những cảnh vệ binh hung tợn và lửa ngọn sáng rực trong đó.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5456",
    "SURAH": "72",
    "AYAH": "9",
    "ARABIC_TEXT": "وَأَنَّا كُنَّا نَقۡعُدُ مِنۡهَا مَقَٰعِدَ لِلسَّمۡعِۖ فَمَن يَسۡتَمِعِ ٱلۡأٓنَ يَجِدۡ لَهُۥ شِهَابٗا رَّصَدٗا",
    "TRANSLATION": "\"Và quả thật, chúng tôi thường ngồi tại những chỗ ngồi của nó (trên trời) để nghe lén tin tức nhưng bây giờ ai nghe trộm thì sẽ thấy một ngọn lửa đang mai phục ngó y.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5457",
    "SURAH": "72",
    "AYAH": "10",
    "ARABIC_TEXT": "وَأَنَّا لَا نَدۡرِيٓ أَشَرٌّ أُرِيدَ بِمَن فِي ٱلۡأَرۡضِ أَمۡ أَرَادَ بِهِمۡ رَبُّهُمۡ رَشَدٗا",
    "TRANSLATION": "\"Và chúng tôi không biết có phải Thượng Đế của họ muốn giáng tai họa xuống cho những ai sống trên trái đất hay là muốn hướng dẫn họ đến Chân Lý.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5458",
    "SURAH": "72",
    "AYAH": "11",
    "ARABIC_TEXT": "وَأَنَّا مِنَّا ٱلصَّٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَۖ كُنَّا طَرَآئِقَ قِدَدٗا",
    "TRANSLATION": "\"Và quả thật, trong chúng tôi có người đức hạnh và trong chúng tôi cũng có kẻ khác đi. Chúng tôi theo những con đường khác biệt.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5459",
    "SURAH": "72",
    "AYAH": "12",
    "ARABIC_TEXT": "وَأَنَّا ظَنَنَّآ أَن لَّن نُّعۡجِزَ ٱللَّهَ فِي ٱلۡأَرۡضِ وَلَن نُّعۡجِزَهُۥ هَرَبٗا",
    "TRANSLATION": "\"Và quả thật, chúng tôi nghĩ chúng tôi không có cách chi làm cho Allah thất bại trên trái đất và chúng tôi vô phương chạy trốn khỏi Ngài.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5460",
    "SURAH": "72",
    "AYAH": "13",
    "ARABIC_TEXT": "وَأَنَّا لَمَّا سَمِعۡنَا ٱلۡهُدَىٰٓ ءَامَنَّا بِهِۦۖ فَمَن يُؤۡمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخۡسٗا وَلَا رَهَقٗا",
    "TRANSLATION": "\"Và quả thật khi chúng tôi nghe Chỉ Đạo (Qur'an) chúng tôi tin nơi Nó. Và ai tin tưởng nơi Thượng Đế của y thì sẽ không sợ bị giảm (phần thưởng) cũng không sợ bị nặng (hình phạt).\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5461",
    "SURAH": "72",
    "AYAH": "14",
    "ARABIC_TEXT": "وَأَنَّا مِنَّا ٱلۡمُسۡلِمُونَ وَمِنَّا ٱلۡقَٰسِطُونَۖ فَمَنۡ أَسۡلَمَ فَأُوْلَٰٓئِكَ تَحَرَّوۡاْ رَشَدٗا",
    "TRANSLATION": "\"Và quả thật, trong chúng tôi có một số chịu thần phục Allah (thành Muslim) nhưng trong chúng tôi cũng có một số lệch lạc. Bởi thế, ai theo Islam (thần phục Allah) thì là tìm được Chân Lý.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5462",
    "SURAH": "72",
    "AYAH": "15",
    "ARABIC_TEXT": "وَأَمَّا ٱلۡقَٰسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَبٗا",
    "TRANSLATION": "Ngược lại, đối với những kẻ đi sái đường, chúng sẽ thành chất đốt của hỏa ngục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5463",
    "SURAH": "72",
    "AYAH": "16",
    "ARABIC_TEXT": "وَأَلَّوِ ٱسۡتَقَٰمُواْ عَلَى ٱلطَّرِيقَةِ لَأَسۡقَيۡنَٰهُم مَّآءً غَدَقٗا",
    "TRANSLATION": "Và nếu họ (người Quraish) tin tưởng nơi Allah và giữ đúng đạo thì chắc chắn TA (Allah) sẽ ban cho họ nước mưa dồi dào;",
    "FOOTNOTES": ""
  },
  {
    "ID": "5464",
    "SURAH": "72",
    "AYAH": "17",
    "ARABIC_TEXT": "لِّنَفۡتِنَهُمۡ فِيهِۚ وَمَن يُعۡرِضۡ عَن ذِكۡرِ رَبِّهِۦ يَسۡلُكۡهُ عَذَابٗا صَعَدٗا",
    "TRANSLATION": "Để TA có thể thử thách họ trong đó. Và ai quay bỏ việc tưởng nhớ Thượng Đế của y thì Ngài sẽ đưa đẩy y vào sự trừng phạt gia tăng mãi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5465",
    "SURAH": "72",
    "AYAH": "18",
    "ARABIC_TEXT": "وَأَنَّ ٱلۡمَسَٰجِدَ لِلَّهِ فَلَا تَدۡعُواْ مَعَ ٱللَّهِ أَحَدٗا",
    "TRANSLATION": "Và những Thánh đường là của Allah. Bởi vậy, chớ cầu nguyện một ai cùng với Allah (trong đó).",
    "FOOTNOTES": ""
  },
  {
    "ID": "5466",
    "SURAH": "72",
    "AYAH": "19",
    "ARABIC_TEXT": "وَأَنَّهُۥ لَمَّا قَامَ عَبۡدُ ٱللَّهِ يَدۡعُوهُ كَادُواْ يَكُونُونَ عَلَيۡهِ لِبَدٗا",
    "TRANSLATION": "Và quả thật, khi người bề tôi của Allah đứng cầu nguyện Ngài, chúng (những kẻ không tin) xúm nhau đến bao quanh Người đông đảo.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5467",
    "SURAH": "72",
    "AYAH": "20",
    "ARABIC_TEXT": "قُلۡ إِنَّمَآ أَدۡعُواْ رَبِّي وَلَآ أُشۡرِكُ بِهِۦٓ أَحَدٗا",
    "TRANSLATION": "Hãy bảo chúng: \"Ta chỉ cầu nguyện Thượng Đế của Ta và không tổ hợp một ai cùng với Ngài (trong việc thờ phụng).”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5468",
    "SURAH": "72",
    "AYAH": "21",
    "ARABIC_TEXT": "قُلۡ إِنِّي لَآ أَمۡلِكُ لَكُمۡ ضَرّٗا وَلَا رَشَدٗا",
    "TRANSLATION": "Hãy bảo chúng: \"Ta không có quyền hãm hại các người cũng không buộc các người theo Chân Lý.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5469",
    "SURAH": "72",
    "AYAH": "22",
    "ARABIC_TEXT": "قُلۡ إِنِّي لَن يُجِيرَنِي مِنَ ٱللَّهِ أَحَدٞ وَلَنۡ أَجِدَ مِن دُونِهِۦ مُلۡتَحَدًا",
    "TRANSLATION": "Hãy bảo chúng: “Nhất định không một ai có thể cứu ta khỏi (sự Trừng phạt của) Allah (nếu ta bất tuân Ngài) và ngoài Ngài, ta không bao giờ tìm được một chỗ nương thân nào khác.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5470",
    "SURAH": "72",
    "AYAH": "23",
    "ARABIC_TEXT": "إِلَّا بَلَٰغٗا مِّنَ ٱللَّهِ وَرِسَٰلَٰتِهِۦۚ وَمَن يَعۡصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَٰلِدِينَ فِيهَآ أَبَدًا",
    "TRANSLATION": "Trừ phi ta truyền đạt (Chân Lý nhận) từ Ngài và Thông điệp của Ngài. Và ai bất tuân Allah và Sứ Giả của Ngài thì chắc chắn sẽ tiếp nhận Lửa của hỏa ngục mà y sẽ vào ở trong đó đời đời.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5471",
    "SURAH": "72",
    "AYAH": "24",
    "ARABIC_TEXT": "حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ فَسَيَعۡلَمُونَ مَنۡ أَضۡعَفُ نَاصِرٗا وَأَقَلُّ عَدَدٗا",
    "TRANSLATION": "Mãi cho đến khi chúng chứng kiến điều (trừng phạt) mà chúng đã được hứa thì chúng sẽ biết ai là kẻ yếu thế về phương diện người giúp đỡ và thiểu số hơn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5472",
    "SURAH": "72",
    "AYAH": "25",
    "ARABIC_TEXT": "قُلۡ إِنۡ أَدۡرِيٓ أَقَرِيبٞ مَّا تُوعَدُونَ أَمۡ يَجۡعَلُ لَهُۥ رَبِّيٓ أَمَدًا",
    "TRANSLATION": "Hãy bảo chúng: \"Ta không biết điều (trừng phạt) mà các người được hứa đã gần kề hay Thượng Đế của Ta định nó vào một thời gian xa hơn.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5473",
    "SURAH": "72",
    "AYAH": "26",
    "ARABIC_TEXT": "عَٰلِمُ ٱلۡغَيۡبِ فَلَا يُظۡهِرُ عَلَىٰ غَيۡبِهِۦٓ أَحَدًا",
    "TRANSLATION": "(Chỉ riêng) Ngài biết điều vô hình. Bởi thế, Ngài không tiết lộ điều bí mật của Ngài cho một ai.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5474",
    "SURAH": "72",
    "AYAH": "27",
    "ARABIC_TEXT": "إِلَّا مَنِ ٱرۡتَضَىٰ مِن رَّسُولٖ فَإِنَّهُۥ يَسۡلُكُ مِنۢ بَيۡنِ يَدَيۡهِ وَمِنۡ خَلۡفِهِۦ رَصَدٗا",
    "TRANSLATION": "Ngoại trừ một Sứ Giả mà Ngài đã chọn. Bởi thế, quả thật, Ngài phái cảnh vệ binh (Thiên Thần) tháp tùng Người đằng trước và đằng sau",
    "FOOTNOTES": ""
  },
  {
    "ID": "5475",
    "SURAH": "72",
    "AYAH": "28",
    "ARABIC_TEXT": "لِّيَعۡلَمَ أَن قَدۡ أَبۡلَغُواْ رِسَٰلَٰتِ رَبِّهِمۡ وَأَحَاطَ بِمَا لَدَيۡهِمۡ وَأَحۡصَىٰ كُلَّ شَيۡءٍ عَدَدَۢا",
    "TRANSLATION": "Để Ngài có thể biết họ (các Sứ Giả) đã truyền đạt Thông điệp của Thượng Đế của họ hay chưa và Ngài bao quát (và kiểm soát) mọi điều nơi họ và đếm từng điều (mặc khải) đã được đánh số.",
    "FOOTNOTES": ""
  }
]