[
  {
    "ID": "5592",
    "SURAH": "76",
    "AYAH": "1",
    "ARABIC_TEXT": "هَلۡ أَتَىٰ عَلَى ٱلۡإِنسَٰنِ حِينٞ مِّنَ ٱلدَّهۡرِ لَمۡ يَكُن شَيۡـٔٗا مَّذۡكُورًا",
    "TRANSLATION": "Phải chăng con người đã trải qua một thời kỳ mà y không là một cái gì đáng nói đến hay sao?",
    "FOOTNOTES": ""
  },
  {
    "ID": "5593",
    "SURAH": "76",
    "AYAH": "2",
    "ARABIC_TEXT": "إِنَّا خَلَقۡنَا ٱلۡإِنسَٰنَ مِن نُّطۡفَةٍ أَمۡشَاجٖ نَّبۡتَلِيهِ فَجَعَلۡنَٰهُ سَمِيعَۢا بَصِيرًا",
    "TRANSLATION": "TA đã tạo hóa con người từ một dung dịch để TA có thể thử thách y. Bởi thế, TA đã làm cho y nghe được và thấy được",
    "FOOTNOTES": ""
  },
  {
    "ID": "5594",
    "SURAH": "76",
    "AYAH": "3",
    "ARABIC_TEXT": "إِنَّا هَدَيۡنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرٗا وَإِمَّا كَفُورًا",
    "TRANSLATION": "TA đã chỉ dẫn cho y con đường xem y biết ơn hay bội ơn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5595",
    "SURAH": "76",
    "AYAH": "4",
    "ARABIC_TEXT": "إِنَّآ أَعۡتَدۡنَا لِلۡكَٰفِرِينَ سَلَٰسِلَاْ وَأَغۡلَٰلٗا وَسَعِيرًا",
    "TRANSLATION": "TA đã chuẩn bị cho những kẻ bội ơn sợi dây xích, gông cùm và lửa ngọn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5596",
    "SURAH": "76",
    "AYAH": "5",
    "ARABIC_TEXT": "إِنَّ ٱلۡأَبۡرَارَ يَشۡرَبُونَ مِن كَأۡسٖ كَانَ مِزَاجُهَا كَافُورًا",
    "TRANSLATION": "Người đức hạnh sẽ uống từ một tách nước chứa dung hợp thơm tho.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5597",
    "SURAH": "76",
    "AYAH": "6",
    "ARABIC_TEXT": "عَيۡنٗا يَشۡرَبُ بِهَا عِبَادُ ٱللَّهِ يُفَجِّرُونَهَا تَفۡجِيرٗا",
    "TRANSLATION": "(Múc từ) một ngọn suối mà những người bề tôi của Allah sẽ uống, vì thế nó sẽ phun ra dồi dào.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5598",
    "SURAH": "76",
    "AYAH": "7",
    "ARABIC_TEXT": "يُوفُونَ بِٱلنَّذۡرِ وَيَخَافُونَ يَوۡمٗا كَانَ شَرُّهُۥ مُسۡتَطِيرٗا",
    "TRANSLATION": "Họ đã hoàn tất lời thề và lo sợ Ngày mà sự xấu xa sẽ lan tràn khắp nơi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5599",
    "SURAH": "76",
    "AYAH": "8",
    "ARABIC_TEXT": "وَيُطۡعِمُونَ ٱلطَّعَامَ عَلَىٰ حُبِّهِۦ مِسۡكِينٗا وَيَتِيمٗا وَأَسِيرًا",
    "TRANSLATION": "Và vì thương yêu Ngài (Allah), họ đã chu cấp thực phẩm cho người nghèo, trẻ mồ côi, và tù binh.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5600",
    "SURAH": "76",
    "AYAH": "9",
    "ARABIC_TEXT": "إِنَّمَا نُطۡعِمُكُمۡ لِوَجۡهِ ٱللَّهِ لَا نُرِيدُ مِنكُمۡ جَزَآءٗ وَلَا شُكُورًا",
    "TRANSLATION": "(Và bảo:) “Chúng tôi chu cấp quí vị là vì sắc Diện (Hài Lòng) của Allah thôi. Chúng tôi không mong quí vị tưởng thưởng hoặc đền ơn.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "5601",
    "SURAH": "76",
    "AYAH": "10",
    "ARABIC_TEXT": "إِنَّا نَخَافُ مِن رَّبِّنَا يَوۡمًا عَبُوسٗا قَمۡطَرِيرٗا",
    "TRANSLATION": "“Chúng tôi sợ một Ngày cau mặt nhăn nhó và buồn thảm từ Thượng Đế của chúng tôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "5602",
    "SURAH": "76",
    "AYAH": "11",
    "ARABIC_TEXT": "فَوَقَىٰهُمُ ٱللَّهُ شَرَّ ذَٰلِكَ ٱلۡيَوۡمِ وَلَقَّىٰهُمۡ نَضۡرَةٗ وَسُرُورٗا",
    "TRANSLATION": "Bởi thế, Allah sẽ giải cứu họ khỏi sự xấu xa của Ngày đó và làm cho họ sáng rỡ và vui sướng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5603",
    "SURAH": "76",
    "AYAH": "12",
    "ARABIC_TEXT": "وَجَزَىٰهُم بِمَا صَبَرُواْ جَنَّةٗ وَحَرِيرٗا",
    "TRANSLATION": "Và vì đã kiên nhẫn chịu đựng nên Ngài sẽ ban thưởng họ thiên đàng và lụa là,",
    "FOOTNOTES": ""
  },
  {
    "ID": "5604",
    "SURAH": "76",
    "AYAH": "13",
    "ARABIC_TEXT": "مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۖ لَا يَرَوۡنَ فِيهَا شَمۡسٗا وَلَا زَمۡهَرِيرٗا",
    "TRANSLATION": "Nằm nghỉ trên những chiếc tràng kỷ trong đó (thiên đàng), không cảm thấy (sức nóng bức của) mặt trời và cảnh giá lạnh.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5605",
    "SURAH": "76",
    "AYAH": "14",
    "ARABIC_TEXT": "وَدَانِيَةً عَلَيۡهِمۡ ظِلَٰلُهَا وَذُلِّلَتۡ قُطُوفُهَا تَذۡلِيلٗا",
    "TRANSLATION": "Và bóng mát của nó (thiên đàng) che họ sát bên trên và trái cây từng chùm của nó lủng lẳng sa xuống gần tầm tay hái;",
    "FOOTNOTES": ""
  },
  {
    "ID": "5606",
    "SURAH": "76",
    "AYAH": "15",
    "ARABIC_TEXT": "وَيُطَافُ عَلَيۡهِم بِـَٔانِيَةٖ مِّن فِضَّةٖ وَأَكۡوَابٖ كَانَتۡ قَوَارِيرَا۠",
    "TRANSLATION": "Và những bình chứa bằng bạc và những chiếc ly cao chân bằng thủy tinh sẽ được chuyền đi quanh giữa họ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5607",
    "SURAH": "76",
    "AYAH": "16",
    "ARABIC_TEXT": "قَوَارِيرَاْ مِن فِضَّةٖ قَدَّرُوهَا تَقۡدِيرٗا",
    "TRANSLATION": "(Bình chứa) bằng bạc trong như pha lê; họ sẽ định mức lượng của chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5608",
    "SURAH": "76",
    "AYAH": "17",
    "ARABIC_TEXT": "وَيُسۡقَوۡنَ فِيهَا كَأۡسٗا كَانَ مِزَاجُهَا زَنجَبِيلًا",
    "TRANSLATION": "Và trong đó, họ sẽ được cho uống từ một cái cốc chứa dung hợp gừng,",
    "FOOTNOTES": ""
  },
  {
    "ID": "5609",
    "SURAH": "76",
    "AYAH": "18",
    "ARABIC_TEXT": "عَيۡنٗا فِيهَا تُسَمَّىٰ سَلۡسَبِيلٗا",
    "TRANSLATION": "Một ngọn suối trong đó được gọi là Salsabil.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5610",
    "SURAH": "76",
    "AYAH": "19",
    "ARABIC_TEXT": "۞ وَيَطُوفُ عَلَيۡهِمۡ وِلۡدَٰنٞ مُّخَلَّدُونَ إِذَا رَأَيۡتَهُمۡ حَسِبۡتَهُمۡ لُؤۡلُؤٗا مَّنثُورٗا",
    "TRANSLATION": "Và có những thiếu niên vĩnh viễn tươi trẻ đi vòng quanh họ (để hầu hạ). Khi thấy chúng, Ngươi ngỡ đó là những hạt trân châu rải rác.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5611",
    "SURAH": "76",
    "AYAH": "20",
    "ARABIC_TEXT": "وَإِذَا رَأَيۡتَ ثَمَّ رَأَيۡتَ نَعِيمٗا وَمُلۡكٗا كَبِيرًا",
    "TRANSLATION": "Và khi nhìn, Ngươi sẽ thấy nơi đó niềm hạnh phúc và một vương quốc vĩ đại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5612",
    "SURAH": "76",
    "AYAH": "21",
    "ARABIC_TEXT": "عَٰلِيَهُمۡ ثِيَابُ سُندُسٍ خُضۡرٞ وَإِسۡتَبۡرَقٞۖ وَحُلُّوٓاْ أَسَاوِرَ مِن فِضَّةٖ وَسَقَىٰهُمۡ رَبُّهُمۡ شَرَابٗا طَهُورًا",
    "TRANSLATION": "Họ sẽ mặc áo lụa mịn màu xanh, có thêu trổ xinh đẹp. Họ sẽ đeo vòng tay bằng bạc. Và Thượng Đế của họ sẽ cho họ uống một loại nước tinh khiết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5613",
    "SURAH": "76",
    "AYAH": "22",
    "ARABIC_TEXT": "إِنَّ هَٰذَا كَانَ لَكُمۡ جَزَآءٗ وَكَانَ سَعۡيُكُم مَّشۡكُورًا",
    "TRANSLATION": "Quả thật, đây là quà tặng ban cho các ngươi như một phần thưởng; và sự cố gắng của các ngươi đã được chấp nhận.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5614",
    "SURAH": "76",
    "AYAH": "23",
    "ARABIC_TEXT": "إِنَّا نَحۡنُ نَزَّلۡنَا عَلَيۡكَ ٱلۡقُرۡءَانَ تَنزِيلٗا",
    "TRANSLATION": "TA là Đấng đã ban Qur'an xuống cho Ngươi theo từng giai đoạn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5615",
    "SURAH": "76",
    "AYAH": "24",
    "ARABIC_TEXT": "فَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ وَلَا تُطِعۡ مِنۡهُمۡ ءَاثِمًا أَوۡ كَفُورٗا",
    "TRANSLATION": "Do đó, hãy kiên nhẫn chịu đựng với Mệnh Lệnh của Thượng Đế của Ngươi và chớ nghe theo tên tội lỗi hay kẻ không tin nào của bọn chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5616",
    "SURAH": "76",
    "AYAH": "25",
    "ARABIC_TEXT": "وَٱذۡكُرِ ٱسۡمَ رَبِّكَ بُكۡرَةٗ وَأَصِيلٗا",
    "TRANSLATION": "Và hãy tụng niệm Tên của Thượng Đế của Ngươi vào buổi sáng và buổi tối.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5617",
    "SURAH": "76",
    "AYAH": "26",
    "ARABIC_TEXT": "وَمِنَ ٱلَّيۡلِ فَٱسۡجُدۡ لَهُۥ وَسَبِّحۡهُ لَيۡلٗا طَوِيلًا",
    "TRANSLATION": "Và hãy phủ phục trước Ngài ban đêm và tán dương Ngài thâu đêm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5618",
    "SURAH": "76",
    "AYAH": "27",
    "ARABIC_TEXT": "إِنَّ هَٰٓؤُلَآءِ يُحِبُّونَ ٱلۡعَاجِلَةَ وَيَذَرُونَ وَرَآءَهُمۡ يَوۡمٗا ثَقِيلٗا",
    "TRANSLATION": "Quả thật, những người (Quraish) này yêu đời sống hiện tại và bỏ quên sau lưng chúng một Ngày sẽ rất cực nhọc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5619",
    "SURAH": "76",
    "AYAH": "28",
    "ARABIC_TEXT": "نَّحۡنُ خَلَقۡنَٰهُمۡ وَشَدَدۡنَآ أَسۡرَهُمۡۖ وَإِذَا شِئۡنَا بَدَّلۡنَآ أَمۡثَٰلَهُمۡ تَبۡدِيلًا",
    "TRANSLATION": " TA đã tạo hóa chúng và làm cho cơ thể của chúng cường tráng nhưng khi muốn, TA có thể đưa những người tương tự đến thay thế chúng toàn bộ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5620",
    "SURAH": "76",
    "AYAH": "29",
    "ARABIC_TEXT": "إِنَّ هَٰذِهِۦ تَذۡكِرَةٞۖ فَمَن شَآءَ ٱتَّخَذَ إِلَىٰ رَبِّهِۦ سَبِيلٗا",
    "TRANSLATION": "Quả thật, Qur'an này là một Lời Nhắc Nhở. Bởi thế, để cho người nào muốn tự chọn lấy con đường đi đến với Thượng Đế của y.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5621",
    "SURAH": "76",
    "AYAH": "30",
    "ARABIC_TEXT": "وَمَا تَشَآءُونَ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمٗا",
    "TRANSLATION": "Nhưng các ngươi không muốn đặng trừ phi Allah muốn (hướng dẫn). Quả thật, Allah Toàn Tri và Rất Mực Cao Minh.",
    "FOOTNOTES": ""
  },
  {
    "ID": "5622",
    "SURAH": "76",
    "AYAH": "31",
    "ARABIC_TEXT": "يُدۡخِلُ مَن يَشَآءُ فِي رَحۡمَتِهِۦۚ وَٱلظَّٰلِمِينَ أَعَدَّ لَهُمۡ عَذَابًا أَلِيمَۢا",
    "TRANSLATION": "Ngài (Allah) sẽ khoan dung người nào Ngài muốn. Và Ngài đã chuẩn bị cho những kẻ làm điều sai quấy một sự trừng phạt đau đớn",
    "FOOTNOTES": ""
  }
]