[
  {
    "ID": "1161",
    "SURAH": "8",
    "AYAH": "1",
    "ARABIC_TEXT": "يَسۡـَٔلُونَكَ عَنِ ٱلۡأَنفَالِۖ قُلِ ٱلۡأَنفَالُ لِلَّهِ وَٱلرَّسُولِۖ فَٱتَّقُواْ ٱللَّهَ وَأَصۡلِحُواْ ذَاتَ بَيۡنِكُمۡۖ وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤۡمِنِينَ",
    "TRANSLATION": "Họ hỏi Ngươi về chiến lợi phẩm (thu tại chiến trường). Hãy bảo họ: “Chiến lợi phẩm đó thuộc về Allah và Sứ Giả (của Allah). Bởi thế, hãy sợ Allah và giải quyết ổn thỏa (việc tranh chấp) giữa các người với nhau; và nếu các người là những người có đức tin thì hãy tuân lệnh của Allah và Sứ Giả của Ngài.\"",
    "FOOTNOTES": ""
  },
  {
    "ID": "1162",
    "SURAH": "8",
    "AYAH": "2",
    "ARABIC_TEXT": "إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتۡ قُلُوبُهُمۡ وَإِذَا تُلِيَتۡ عَلَيۡهِمۡ ءَايَٰتُهُۥ زَادَتۡهُمۡ إِيمَٰنٗا وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ",
    "TRANSLATION": "Những người có đức tin chỉ là những ai mà quả tim rúng động sợ hãi khi nghe nhắc đến Allah và khi nghe đọc các Lời Mặc Khải của Ngài, đức tin của họ vững mạnh thêm và họ trọn tin và phó thác cho Thượng Đế (Allah) của họ;",
    "FOOTNOTES": ""
  },
  {
    "ID": "1163",
    "SURAH": "8",
    "AYAH": "3",
    "ARABIC_TEXT": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
    "TRANSLATION": "Những ai năng dâng lễ 'Salah' một cách chu đáo và chi dùng những vật mà TA (Allah) đã ban cấp.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1164",
    "SURAH": "8",
    "AYAH": "4",
    "ARABIC_TEXT": "أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُمۡ دَرَجَٰتٌ عِندَ رَبِّهِمۡ وَمَغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
    "TRANSLATION": "Họ là những người có đức tin thực sự và được Thượng Đế của họ ban cho cấp bậc vinh dự cùng với sự tha thứ và bổng lộc rộng rãi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1165",
    "SURAH": "8",
    "AYAH": "5",
    "ARABIC_TEXT": "كَمَآ أَخۡرَجَكَ رَبُّكَ مِنۢ بَيۡتِكَ بِٱلۡحَقِّ وَإِنَّ فَرِيقٗا مِّنَ ٱلۡمُؤۡمِنِينَ لَكَٰرِهُونَ",
    "TRANSLATION": "Giống như việc Thượng Đế của Ngươi ra lệnh cho Ngươi ra khỏi nhà (để đi chiến đấu) với lý do chính đáng nhưng có một số tín đồ không thích (việc đi chiến đâu của Ngươi).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1166",
    "SURAH": "8",
    "AYAH": "6",
    "ARABIC_TEXT": "يُجَٰدِلُونَكَ فِي ٱلۡحَقِّ بَعۡدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلۡمَوۡتِ وَهُمۡ يَنظُرُونَ",
    "TRANSLATION": "(Họ) tranh cãi với Ngươi về lý do (đi chiến đấu) sau khi nó đã được trình bày (cho họ), bởi vì (họ có cảm tưởng) như bị đưa đến chố chết trong khi họ nhìn thấy (cảnh chết).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1167",
    "SURAH": "8",
    "AYAH": "7",
    "ARABIC_TEXT": "وَإِذۡ يَعِدُكُمُ ٱللَّهُ إِحۡدَى ٱلطَّآئِفَتَيۡنِ أَنَّهَا لَكُمۡ وَتَوَدُّونَ أَنَّ غَيۡرَ ذَاتِ ٱلشَّوۡكَةِ تَكُونُ لَكُمۡ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلۡحَقَّ بِكَلِمَٰتِهِۦ وَيَقۡطَعَ دَابِرَ ٱلۡكَٰفِرِينَ",
    "TRANSLATION": "Và (hãy nhớ) khi Allah hứa với các ngươi, trong hai đoàn (người) của địch, đoàn nào là đoàn mà các ngươi sẽ phải đương đầu trong lúc các ngươi lại mong được chạm trán với đoàn (thương buôn) không trang bị vũ khí gì cả; trong lúc Allah lại muốn chứng minh sự thật về Lời phán của Ngài và muốn chặt đứt gốc rễ của những kẻ không tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1168",
    "SURAH": "8",
    "AYAH": "8",
    "ARABIC_TEXT": "لِيُحِقَّ ٱلۡحَقَّ وَيُبۡطِلَ ٱلۡبَٰطِلَ وَلَوۡ كَرِهَ ٱلۡمُجۡرِمُونَ",
    "TRANSLATION": "Mục đích để Ngài chứng minh (với các người) rằng sự thật vẫn là sự thật và sự giả dối vẫn là sự giả dối dẫu rằng những kẻ tội lỗi không thích điều đó",
    "FOOTNOTES": ""
  },
  {
    "ID": "1169",
    "SURAH": "8",
    "AYAH": "9",
    "ARABIC_TEXT": "إِذۡ تَسۡتَغِيثُونَ رَبَّكُمۡ فَٱسۡتَجَابَ لَكُمۡ أَنِّي مُمِدُّكُم بِأَلۡفٖ مِّنَ ٱلۡمَلَٰٓئِكَةِ مُرۡدِفِينَ",
    "TRANSLATION": "Và (hãy nhớ) khi các ngươi cầu xin Thượng Đế của các ngươi (cứu giúp) và Ngài đã đáp lời cầu xin của các ngươi (qua lời hứa): “TA sẽ trợ giúp các ngươi với một ngàn Thiên Thần xếp thành hàng ngũ.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1170",
    "SURAH": "8",
    "AYAH": "10",
    "ARABIC_TEXT": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشۡرَىٰ وَلِتَطۡمَئِنَّ بِهِۦ قُلُوبُكُمۡۚ وَمَا ٱلنَّصۡرُ إِلَّا مِنۡ عِندِ ٱللَّهِۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
    "TRANSLATION": "Và Allah làm điều đó là chỉ để cho các ngươi phấn khởi và yên tâm chứ thật ra sự cứu giúp chỉ đến từ Allah thôi bởi vì Allah Toàn Năng, Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1171",
    "SURAH": "8",
    "AYAH": "11",
    "ARABIC_TEXT": "إِذۡ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةٗ مِّنۡهُ وَيُنَزِّلُ عَلَيۡكُم مِّنَ ٱلسَّمَآءِ مَآءٗ لِّيُطَهِّرَكُم بِهِۦ وَيُذۡهِبَ عَنكُمۡ رِجۡزَ ٱلشَّيۡطَٰنِ وَلِيَرۡبِطَ عَلَىٰ قُلُوبِكُمۡ وَيُثَبِّتَ بِهِ ٱلۡأَقۡدَامَ",
    "TRANSLATION": "Và (hãy nhớ) khi Ngài (Allah) làm cho các ngươi bình tâm bằng cách làm cho các ngươi thiếp đi một giấc và Ngài cho mưa từ trên trời xuống để tẩy sạch các ngươi và phủi sạch sự ô nhiễm của Shaytan và củng cố tấm lòng của các ngươi thêm vững tin và làm cho bàn chân của các người đứng vững chắc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1172",
    "SURAH": "8",
    "AYAH": "12",
    "ARABIC_TEXT": "إِذۡ يُوحِي رَبُّكَ إِلَى ٱلۡمَلَٰٓئِكَةِ أَنِّي مَعَكُمۡ فَثَبِّتُواْ ٱلَّذِينَ ءَامَنُواْۚ سَأُلۡقِي فِي قُلُوبِ ٱلَّذِينَ كَفَرُواْ ٱلرُّعۡبَ فَٱضۡرِبُواْ فَوۡقَ ٱلۡأَعۡنَاقِ وَٱضۡرِبُواْ مِنۡهُمۡ كُلَّ بَنَانٖ",
    "TRANSLATION": "(Hãy nhớ) khi Thượng Đế (Allah) của Ngươi đã mặc khải cho các Thiên Thần: TA ở cùng với các ngươi, hãy củng cố (tấm lòng của) những ai có đức tin; TA sẽ gieo nỗi kinh hãi vào lòng của những kẻ không có đức tin, bởi thế hãy đập vào cổ và từng đầu ngón tay của chúng.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1173",
    "SURAH": "8",
    "AYAH": "13",
    "ARABIC_TEXT": "ذَٰلِكَ بِأَنَّهُمۡ شَآقُّواْ ٱللَّهَ وَرَسُولَهُۥۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
    "TRANSLATION": "Sở dĩ như thế là vì chúng chống đối Allah và Sứ Giả của Ngài. Và ai chống đối Allah và Sứ Giả của Ngài thì sẽ bị Allah trừng trị đích đáng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1174",
    "SURAH": "8",
    "AYAH": "14",
    "ARABIC_TEXT": "ذَٰلِكُمۡ فَذُوقُوهُ وَأَنَّ لِلۡكَٰفِرِينَ عَذَابَ ٱلنَّارِ",
    "TRANSLATION": "Như thế. Thôi, hãy nếm nó (hình phạt,) và (nên biết) rằng những kẻ không có đức tin sẽ chịu hình phạt của hỏa ngục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1175",
    "SURAH": "8",
    "AYAH": "15",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُواْ زَحۡفٗا فَلَا تُوَلُّوهُمُ ٱلۡأَدۡبَارَ",
    "TRANSLATION": "Hỡi những ai có đức tin! Khi các ngươi đối diện với những kẻ không tin đang dàn trận để tấn công các ngươi, chớ quay lưng về phía chúng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1176",
    "SURAH": "8",
    "AYAH": "16",
    "ARABIC_TEXT": "وَمَن يُوَلِّهِمۡ يَوۡمَئِذٖ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفٗا لِّقِتَالٍ أَوۡ مُتَحَيِّزًا إِلَىٰ فِئَةٖ فَقَدۡ بَآءَ بِغَضَبٖ مِّنَ ٱللَّهِ وَمَأۡوَىٰهُ جَهَنَّمُۖ وَبِئۡسَ ٱلۡمَصِيرُ",
    "TRANSLATION": "Và ai quay lưng về phía địch vào Ngày (đụng độ)(60) đó trừ phi quay lưng lại để dụ địch rồi đánh ngược trở lại hoặc rút về nhập với đoàn quân của mình thì chắc chắn là tự rước sự giận dữ của Allah vào mình và chỗ ngụ của người đó sẽ là hỏa ngục, một trạm đến cuối cùng rất tệ hại!",
    "FOOTNOTES": "(60) Là trận chiến Badr lịch sử."
  },
  {
    "ID": "1177",
    "SURAH": "8",
    "AYAH": "17",
    "ARABIC_TEXT": "فَلَمۡ تَقۡتُلُوهُمۡ وَلَٰكِنَّ ٱللَّهَ قَتَلَهُمۡۚ وَمَا رَمَيۡتَ إِذۡ رَمَيۡتَ وَلَٰكِنَّ ٱللَّهَ رَمَىٰ وَلِيُبۡلِيَ ٱلۡمُؤۡمِنِينَ مِنۡهُ بَلَآءً حَسَنًاۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
    "TRANSLATION": "Bởi thế, không phải các ngươi đã giết chúng mà chính Allah đã giết; và không phải Ngươi đã ném chúng khi Ngươi ném (với một nấm đất tại Badr) mà chính Allah đã ném, mục đích để Ngài (Allah) thử thách họ (những người có đức tin) bằng một sự thử thách tốt từ Ngài. Bởi vì Allah Hằng Nghe và Hằng Biết (mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1178",
    "SURAH": "8",
    "AYAH": "18",
    "ARABIC_TEXT": "ذَٰلِكُمۡ وَأَنَّ ٱللَّهَ مُوهِنُ كَيۡدِ ٱلۡكَٰفِرِينَ",
    "TRANSLATION": "Như thế! Và (nên biết) rằng chính Allah đã làm suy yếu mưu đồ của những kẻ không tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1179",
    "SURAH": "8",
    "AYAH": "19",
    "ARABIC_TEXT": "إِن تَسۡتَفۡتِحُواْ فَقَدۡ جَآءَكُمُ ٱلۡفَتۡحُۖ وَإِن تَنتَهُواْ فَهُوَ خَيۡرٞ لَّكُمۡۖ وَإِن تَعُودُواْ نَعُدۡ وَلَن تُغۡنِيَ عَنكُمۡ فِئَتُكُمۡ شَيۡـٔٗا وَلَوۡ كَثُرَتۡ وَأَنَّ ٱللَّهَ مَعَ ٱلۡمُؤۡمِنِينَ",
    "TRANSLATION": "(Hỡi những kẻ không tin!) Nếu các ngươi cầu xin một sự xét xử thì sự xét xử đã đến với các ngươi. Và nếu các ngươi từ bỏ mưu đồ (chiến tranh) thì điều đó tốt cho các ngươi hơn; ngược lại nếu các ngươi tái diễn trò tương tự thì TA (Allah) cũng sẽ tái diễn hình phạt giống như thế. Và lực lượng của các ngươi chẳng giúp ích gì được cho các ngươi dẫu cho quân số có đông đến mấy đi nữa. Và nên biết rằng Allah ở cùng với những người có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1180",
    "SURAH": "8",
    "AYAH": "20",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ أَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوۡاْ عَنۡهُ وَأَنتُمۡ تَسۡمَعُونَ",
    "TRANSLATION": "Hỡi những ai có đức tin! Hãy tuân lệnh của Allah và Sứ Giả của Ngài và chớ quay bỏ đi trong lúc các ngươi đang nghe (Người truyền lệnh).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1181",
    "SURAH": "8",
    "AYAH": "21",
    "ARABIC_TEXT": "وَلَا تَكُونُواْ كَٱلَّذِينَ قَالُواْ سَمِعۡنَا وَهُمۡ لَا يَسۡمَعُونَ",
    "TRANSLATION": "Và chớ cư xử như những ai đã từng nói: “Chúng tôi nghe” nhưng họ đã thực sự không nghe.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1182",
    "SURAH": "8",
    "AYAH": "22",
    "ARABIC_TEXT": "۞ إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلۡبُكۡمُ ٱلَّذِينَ لَا يَعۡقِلُونَ",
    "TRANSLATION": "Bởi vì đối với Allah loài thú xấu nhất là kẻ điếc và người câm, những kẻ không hiểu gì.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1183",
    "SURAH": "8",
    "AYAH": "23",
    "ARABIC_TEXT": "وَلَوۡ عَلِمَ ٱللَّهُ فِيهِمۡ خَيۡرٗا لَّأَسۡمَعَهُمۡۖ وَلَوۡ أَسۡمَعَهُمۡ لَتَوَلَّواْ وَّهُم مُّعۡرِضُونَ",
    "TRANSLATION": "Và nếu Allah biết nơi họ có điều tốt nào thì chắc chắn Ngài đã làm cho họ biết nghe. Và nếu Allah có làm cho họ nghe được đi nữa thì họ cũng quay bỏ đi bởi vì họ đã có dã tâm đào nhiệm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1184",
    "SURAH": "8",
    "AYAH": "24",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱسۡتَجِيبُواْ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمۡ لِمَا يُحۡيِيكُمۡۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يَحُولُ بَيۡنَ ٱلۡمَرۡءِ وَقَلۡبِهِۦ وَأَنَّهُۥٓ إِلَيۡهِ تُحۡشَرُونَ",
    "TRANSLATION": "Hỡi những ai có đức tin! Hãy đáp lời kêu gọi của Allah và của Sứ Giả (Muhammad) khi Ngài kêu gọi các ngươi đến với điều làm cho các ngươi sống và hãy biết rằng Allah xen vào giữa một người và quả tim (tấm lòng) của y và chính Ngài là Đấng mà tất cả các ngươi sẽ được tập trung đưa về (trình diện).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1185",
    "SURAH": "8",
    "AYAH": "25",
    "ARABIC_TEXT": "وَٱتَّقُواْ فِتۡنَةٗ لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُواْ مِنكُمۡ خَآصَّةٗۖ وَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ شَدِيدُ ٱلۡعِقَابِ",
    "TRANSLATION": "Và hãy sợ tai họa mà không riêng gì những kẻ sai phạm sẽ phải chịu (mà là tất cả); và nên biết rằng Allah trừng phạt rất nghiêm khắc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1186",
    "SURAH": "8",
    "AYAH": "26",
    "ARABIC_TEXT": "وَٱذۡكُرُوٓاْ إِذۡ أَنتُمۡ قَلِيلٞ مُّسۡتَضۡعَفُونَ فِي ٱلۡأَرۡضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمۡ وَأَيَّدَكُم بِنَصۡرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ لَعَلَّكُمۡ تَشۡكُرُونَ",
    "TRANSLATION": "Và hãy nhớ khi các ngươi chỉ gồm một thiểu số yếu ớt trong xứ, các ngươi sợ bị bắt cóc đem đi thủ tiêu, bởi thế Ngài (Allah) ban cho các ngươi một nơi tị nạn(61) và tăng cường sức mạnh cho các ngươi với sự trợ giúp của Ngài và cung dưỡng các ngươi với lộc ăn tốt và sạch để cho các ngươi tỏ lòng biết ơn.",
    "FOOTNOTES": "(61) Những người Muslim đầu tiên tại Makkah đã bị người Quraish ngoại giáo hành hạ, khủng bố, đánh dập, tra tấn nên buộc lòng phải bỏ nhà cửa ra đi tị nạn tại Abyssinia và Madinah."
  },
  {
    "ID": "1187",
    "SURAH": "8",
    "AYAH": "27",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَخُونُواْ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓاْ أَمَٰنَٰتِكُمۡ وَأَنتُمۡ تَعۡلَمُونَ",
    "TRANSLATION": "Hỡi những ai có đức tin! Chớ phản bội Allah và Sứ Giả (Muhammad) và chớ cố ý gian lận tín vật đã được ký thác nơi các ngươi trong lúc các ngươi biết.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1188",
    "SURAH": "8",
    "AYAH": "28",
    "ARABIC_TEXT": "وَٱعۡلَمُوٓاْ أَنَّمَآ أَمۡوَٰلُكُمۡ وَأَوۡلَٰدُكُمۡ فِتۡنَةٞ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجۡرٌ عَظِيمٞ",
    "TRANSLATION": "Và hãy biết rằng tài sản và con cái của các ngươi chỉ là một sự thử thách và sẽ có một phần thưởng to lớn hơn nơi Allah.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1189",
    "SURAH": "8",
    "AYAH": "29",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن تَتَّقُواْ ٱللَّهَ يَجۡعَل لَّكُمۡ فُرۡقَانٗا وَيُكَفِّرۡ عَنكُمۡ سَيِّـَٔاتِكُمۡ وَيَغۡفِرۡ لَكُمۡۗ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
    "TRANSLATION": "Hỡi những ai có đức tin! Nếu các ngươi sợ Allah, Ngài sẽ ban cho các ngươi Tiêu Chuẩn (dùng phân biệt điều phải và lẽ quấy) và giải tỏa các ngươi khỏi mọi việc làm tội lỗi và tha thứ cho các ngươi, bởi vì Allah làm chủ vô vàn thiên ân vĩ đại.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1190",
    "SURAH": "8",
    "AYAH": "30",
    "ARABIC_TEXT": "وَإِذۡ يَمۡكُرُ بِكَ ٱلَّذِينَ كَفَرُواْ لِيُثۡبِتُوكَ أَوۡ يَقۡتُلُوكَ أَوۡ يُخۡرِجُوكَۚ وَيَمۡكُرُونَ وَيَمۡكُرُ ٱللَّهُۖ وَٱللَّهُ خَيۡرُ ٱلۡمَٰكِرِينَ",
    "TRANSLATION": "Và hãy nhớ khi những kẻ không có đức tin mưu định chống lại Ngươi (Muhammad) nhằm giam cầm Ngươi hoặc sát hại Ngươi hoặc trục xuất Ngươi đi nơi khác. Chúng âm mưu và đặt kế hoạch và Allah cũng đặt kế hoạch; và Allah là Đấng hoạch định giỏi nhất (so với các nhà hoạch định).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1191",
    "SURAH": "8",
    "AYAH": "31",
    "ARABIC_TEXT": "وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا قَالُواْ قَدۡ سَمِعۡنَا لَوۡ نَشَآءُ لَقُلۡنَا مِثۡلَ هَٰذَآ إِنۡ هَٰذَآ إِلَّآ أَسَٰطِيرُ ٱلۡأَوَّلِينَ",
    "TRANSLATION": "Và khi các Lời Mặc Khải của TA (Allah) được đọc lên (để nhắc chúng), chúng nói: “Chúng tôi đã từng nghe điều này. Nếu muốn, chúng tôi cũng sẽ nói ra được lời tương tự bởi vì đây chẳng qua là chuyện kể của người cổ xưa mà thôi.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1192",
    "SURAH": "8",
    "AYAH": "32",
    "ARABIC_TEXT": "وَإِذۡ قَالُواْ ٱللَّهُمَّ إِن كَانَ هَٰذَا هُوَ ٱلۡحَقَّ مِنۡ عِندِكَ فَأَمۡطِرۡ عَلَيۡنَا حِجَارَةٗ مِّنَ ٱلسَّمَآءِ أَوِ ٱئۡتِنَا بِعَذَابٍ أَلِيمٖ",
    "TRANSLATION": "Và hãy nhớ khi chúng thưa: “Ôi Allah! Nếu (Qur'an) này là Chân Lý do Ngài ban xuống thì xin Ngài hãy làm cho mưa đá đổ từ trên trời xuống đè lên chúng tôi hoặc mang một hình phạt đau đớn nào đến trừng phạt chúng tôi!”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1193",
    "SURAH": "8",
    "AYAH": "33",
    "ARABIC_TEXT": "وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمۡ وَأَنتَ فِيهِمۡۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمۡ وَهُمۡ يَسۡتَغۡفِرُونَ",
    "TRANSLATION": "Và Allah sẽ không trừng phạt chúng trong lúc Ngươi đang sống giữa bọn chúng và Ngài sẽ không trừng phạt chúng trong lúc chúng đang cầu xin được tha thứ.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1194",
    "SURAH": "8",
    "AYAH": "34",
    "ARABIC_TEXT": "وَمَا لَهُمۡ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمۡ يَصُدُّونَ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَمَا كَانُوٓاْ أَوۡلِيَآءَهُۥٓۚ إِنۡ أَوۡلِيَآؤُهُۥٓ إِلَّا ٱلۡمُتَّقُونَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
    "TRANSLATION": "Và tại sao Allah lại không trừng phạt chúng trong lúc chúng ngang ngược cản thiên hạ không cho vào Thánh đường linh thiêng (tại Makkah) và chúng cũng không phải là những người bảo quản nó (Thánh đường)? Quả thật, chỉ những người ngay chính sợ Allah mới là những người bảo quản nó, nhưng đa số bọn chúng không biết điều đó.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1195",
    "SURAH": "8",
    "AYAH": "35",
    "ARABIC_TEXT": "وَمَا كَانَ صَلَاتُهُمۡ عِندَ ٱلۡبَيۡتِ إِلَّا مُكَآءٗ وَتَصۡدِيَةٗۚ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ",
    "TRANSLATION": "(Hơn nữa), lễ nguyện (Salah) của chúng tại Ngôi Đền (Ka’bah của Allah) chỉ gồm có việc huýt sáo và vỗ tay (thì làm sao chúng có thể là người bảo quản Thánh đường?). Thôi, hãy nếm hình phạt về những điều mà các ngươi thường phủ nhận (hỡi những kẻ không tin!)",
    "FOOTNOTES": ""
  },
  {
    "ID": "1196",
    "SURAH": "8",
    "AYAH": "36",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنفِقُونَ أَمۡوَٰلَهُمۡ لِيَصُدُّواْ عَن سَبِيلِ ٱللَّهِۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيۡهِمۡ حَسۡرَةٗ ثُمَّ يُغۡلَبُونَۗ وَٱلَّذِينَ كَفَرُوٓاْ إِلَىٰ جَهَنَّمَ يُحۡشَرُونَ",
    "TRANSLATION": "Quả thật, những kẻ không tin chi dùng tài sản của chúng vào việc cản trở (thiên hạ) không cho theo con đường của Allah, bởi thế chúng sẽ tiếp tục chi dùng nó. Rồi nó sẽ làm cho chúng đau khổ, rồi cuối cùng chúng sẽ thua cuộc. Và những kẻ không tin sẽ được tập trung để đưa vào hỏa ngục.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1197",
    "SURAH": "8",
    "AYAH": "37",
    "ARABIC_TEXT": "لِيَمِيزَ ٱللَّهُ ٱلۡخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجۡعَلَ ٱلۡخَبِيثَ بَعۡضَهُۥ عَلَىٰ بَعۡضٖ فَيَرۡكُمَهُۥ جَمِيعٗا فَيَجۡعَلَهُۥ فِي جَهَنَّمَۚ أُوْلَٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
    "TRANSLATION": "Mục đích để Allah có thể tách biệt điều ô uế khỏi điều tốt sạch(62) và chồng chất điều ô uế (tội lỗi) lên nhau, gộp tất cả lại thành một đống mà Ngài quẳng vào hỏa ngục. Chúng sẽ là những kẻ thua thiệt.",
    "FOOTNOTES": "(62) Điều ô uế ám chỉ những kẻ không có đức tin; tốt sạch ám chỉ những người có đức tin. Câu Kinh miêu tả về trận chiến Badr, những kẻ chống đối Islam đã tử trận. Tử thi của họ đã được gom lại và quẳng xuống huyệt."
  },
  {
    "ID": "1198",
    "SURAH": "8",
    "AYAH": "38",
    "ARABIC_TEXT": "قُل لِّلَّذِينَ كَفَرُوٓاْ إِن يَنتَهُواْ يُغۡفَرۡ لَهُم مَّا قَدۡ سَلَفَ وَإِن يَعُودُواْ فَقَدۡ مَضَتۡ سُنَّتُ ٱلۡأَوَّلِينَ",
    "TRANSLATION": "Hãy bảo những kẻ không tin, nếu chúng ngưng (chiến tranh) thì việc làm quá khứ của chúng sẽ được tha thứ; ngược lại, nếu chúng tái diễn thì hình phạt áp dụng cho những kẻ làm ác trước chúng (là một bài học cảnh cáo).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1199",
    "SURAH": "8",
    "AYAH": "39",
    "ARABIC_TEXT": "وَقَٰتِلُوهُمۡ حَتَّىٰ لَا تَكُونَ فِتۡنَةٞ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِۚ فَإِنِ ٱنتَهَوۡاْ فَإِنَّ ٱللَّهَ بِمَا يَعۡمَلُونَ بَصِيرٞ",
    "TRANSLATION": "Và hãy tiếp tục đánh chúng cho đến khi nào không còn sự ngược đãi nữa; và sự thần phục sẽ hoàn toàn dành cho Allah. Nhưng nếu chúng ngưng (chiến) thì quả thật Allah thấy rõ mọi điều chúng làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1200",
    "SURAH": "8",
    "AYAH": "40",
    "ARABIC_TEXT": "وَإِن تَوَلَّوۡاْ فَٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ مَوۡلَىٰكُمۡۚ نِعۡمَ ٱلۡمَوۡلَىٰ وَنِعۡمَ ٱلنَّصِيرُ",
    "TRANSLATION": "Và nếu chúng từ chối thì nên biết rằng Allah là Đấng Bảo Hộ của các ngươi, Đáng Bảo Hộ Ưu Việt, Đấng Cứu Giúp Ưu Việt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1201",
    "SURAH": "8",
    "AYAH": "41",
    "ARABIC_TEXT": "۞ وَٱعۡلَمُوٓاْ أَنَّمَا غَنِمۡتُم مِّن شَيۡءٖ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِي ٱلۡقُرۡبَىٰ وَٱلۡيَتَٰمَىٰ وَٱلۡمَسَٰكِينِ وَٱبۡنِ ٱلسَّبِيلِ إِن كُنتُمۡ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلۡنَا عَلَىٰ عَبۡدِنَا يَوۡمَ ٱلۡفُرۡقَانِ يَوۡمَ ٱلۡتَقَى ٱلۡجَمۡعَانِۗ وَٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ",
    "TRANSLATION": "Và hãy nhận biết trong tất cả các chiến lợi phẩm mà các ngươi tịch thu (trong chiến tranh), một phần năm (1/5) là của Allah và của Sứ Giả (Muhammad) và của bà con gần, và của các trẻ mồ côi, và của người thiếu thốn và của người lỡ đường xa, nếu các ngươi thực sự tin tưởng nơi Allah và nơi điều mặc khải đã được ban xuống cho người tôi trung (Muhammad) của TA (Allah) vào ngày phân biệt (giữa Chính-giáo và Tà-giáo) tức là ngày hai lực lượng (Muslim và Kafir) đụng độ nhau (tại Badr.) Bởi vì Allah có toàn quyền định đoạt tất cả mọi việc.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1202",
    "SURAH": "8",
    "AYAH": "42",
    "ARABIC_TEXT": "إِذۡ أَنتُم بِٱلۡعُدۡوَةِ ٱلدُّنۡيَا وَهُم بِٱلۡعُدۡوَةِ ٱلۡقُصۡوَىٰ وَٱلرَّكۡبُ أَسۡفَلَ مِنكُمۡۚ وَلَوۡ تَوَاعَدتُّمۡ لَٱخۡتَلَفۡتُمۡ فِي ٱلۡمِيعَٰدِ وَلَٰكِن لِّيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗا لِّيَهۡلِكَ مَنۡ هَلَكَ عَنۢ بَيِّنَةٖ وَيَحۡيَىٰ مَنۡ حَيَّ عَنۢ بَيِّنَةٖۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ",
    "TRANSLATION": "Hãy nhớ lại khi các ngươi ở phía bên này (của thung lũng Badr) và địch quân cấm trại xa phía bên kia và đoàn khách thương của chúng ở phía dưới các ngươi (đang di chuyển về hướng biển). Và nếu các ngươi hẹn giao tranh thì chắc chắn các ngươi sẽ thất bại trong việc hẹn gặp đó. Nhưng (việc giao chiến đã xảy ra) là vì Allah muốn hoàn tất mệnh lệnh mà Ngài đã ban hành: rằng ai tới số chết thì sẽ chết theo bằng chứng rõ rệt và ai sống sót thì sẽ sống theo bằng chứng rõ rệt bởi vì quả thật Allah Hằng Nghe và Hằng Biết (mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1203",
    "SURAH": "8",
    "AYAH": "43",
    "ARABIC_TEXT": "إِذۡ يُرِيكَهُمُ ٱللَّهُ فِي مَنَامِكَ قَلِيلٗاۖ وَلَوۡ أَرَىٰكَهُمۡ كَثِيرٗا لَّفَشِلۡتُمۡ وَلَتَنَٰزَعۡتُمۡ فِي ٱلۡأَمۡرِ وَلَٰكِنَّ ٱللَّهَ سَلَّمَۚ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ",
    "TRANSLATION": "Hãy nhớ lại khi Allah đã cho Ngươi nằm mộng thấy (địch) chỉ gồm một thiểu số. Và nếu Ngài cho Ngươi thấy quân số của chúng đồng đảo, thì chắc chắn các ngươi sẽ yếu lòng và sẽ cãi nhau về quyết định giao chiến. Nhưng Allah đã cứu các ngươi bởi vì chắc chắn Ngài biết điều nằm trong lòng của mọi người.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1204",
    "SURAH": "8",
    "AYAH": "44",
    "ARABIC_TEXT": "وَإِذۡ يُرِيكُمُوهُمۡ إِذِ ٱلۡتَقَيۡتُمۡ فِيٓ أَعۡيُنِكُمۡ قَلِيلٗا وَيُقَلِّلُكُمۡ فِيٓ أَعۡيُنِهِمۡ لِيَقۡضِيَ ٱللَّهُ أَمۡرٗا كَانَ مَفۡعُولٗاۗ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ",
    "TRANSLATION": "Và hãy nhớ lại khi Ngài (Allah) đã cho các người thấy chúng chỉ gồm một thiểu số dưới cặp mắt của các ngươi khi hai bên giáp chiến và Ngài làm cho chứng khỉnh thường các ngươi dưới cặp mắt của chúng mục đích để cho Allah hoàn tất công việc mà Ngài đã quyết định bởi vì tất cả mọi việc đều phải trình lại cho Allah (để tham định).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1205",
    "SURAH": "8",
    "AYAH": "45",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا لَقِيتُمۡ فِئَةٗ فَٱثۡبُتُواْ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ",
    "TRANSLATION": "Hỡi những ai có đức tin! Khi các ngươi chạm địch hãy kiên quyết (chớ lùi bước) và tưởng nhớ Allah cho thật nhiều để các ngươi có thể chiến thắng.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1206",
    "SURAH": "8",
    "AYAH": "46",
    "ARABIC_TEXT": "وَأَطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَٰزَعُواْ فَتَفۡشَلُواْ وَتَذۡهَبَ رِيحُكُمۡۖ وَٱصۡبِرُوٓاْۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّٰبِرِينَ",
    "TRANSLATION": "Và hãy tuân lệnh Allah và Sứ Giả của Ngài và chớ cãi nhau e rằng các ngươi sẽ thối chí và mất ưu thế. Và hãy kiên nhẫn bởi vì quả thật Allah ở cùng với những người kiên nhẫn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1207",
    "SURAH": "8",
    "AYAH": "47",
    "ARABIC_TEXT": "وَلَا تَكُونُواْ كَٱلَّذِينَ خَرَجُواْ مِن دِيَٰرِهِم بَطَرٗا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِۚ وَٱللَّهُ بِمَا يَعۡمَلُونَ مُحِيطٞ",
    "TRANSLATION": "Và chớ giống như những kẻ đã xuất quân từ nhà với dáng điệu diễu võ dương oai cho thiên hạ thấy và mưu định cản trở thiên hạ không cho theo con đường của Allah nhưng Allah bao quát hết mọi việc chúng làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1208",
    "SURAH": "8",
    "AYAH": "48",
    "ARABIC_TEXT": "وَإِذۡ زَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ وَقَالَ لَا غَالِبَ لَكُمُ ٱلۡيَوۡمَ مِنَ ٱلنَّاسِ وَإِنِّي جَارٞ لَّكُمۡۖ فَلَمَّا تَرَآءَتِ ٱلۡفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيۡهِ وَقَالَ إِنِّي بَرِيٓءٞ مِّنكُمۡ إِنِّيٓ أَرَىٰ مَا لَا تَرَوۡنَ إِنِّيٓ أَخَافُ ٱللَّهَۚ وَٱللَّهُ شَدِيدُ ٱلۡعِقَابِ",
    "TRANSLATION": "Và hãy nhớ lại khi Shaytan làm cho việc làm (sai trái) của chúng hấp dẫn đối với chúng bằng cách nói (với chúng): “Ngày này không một ai trong nhân loại có thể chiến thắng được các người bởi vì ta sát cánh với các người.” Nhưng khi hai đoàn quân (Muslim và Kafir) đối mặt nhau thì (Shaytan) quay bỏ đi và nói lại (với chúng): \"Ta giả biệt các người. Ta thấy điều(63) (thất bại) mà các người không thấy. Ta sợ Allah bởi vì Allah rất nghiêm khắc trong việc trừng phạt\".",
    "FOOTNOTES": "(63) Lời của tên Iblis đã đội lốt Suraqa bin Malik bin Jushum để cổ vũ người Quraish ngoại giáo lên đường đi giao chiến tại Badr. Nhưng khi thấy Thiên Thần trợ chiến, nó bỏ chạy và nói với người Quraish các lời trên."
  },
  {
    "ID": "1209",
    "SURAH": "8",
    "AYAH": "49",
    "ARABIC_TEXT": "إِذۡ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ غَرَّ هَٰٓؤُلَآءِ دِينُهُمۡۗ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٞ",
    "TRANSLATION": "Và hãy nhớ lại khi các tên giả tạo đức tin và những ai mang một chứng bệnh (giả dối) trong lòng lên tiếng (về những người Muslim): “Những người này đã bị tôn giáo của họ dối gạt.” Nhưng ai tin cậy và phó thác cho Allah thì sẽ thấy quả thật Allah Toàn Năng, Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1210",
    "SURAH": "8",
    "AYAH": "50",
    "ARABIC_TEXT": "وَلَوۡ تَرَىٰٓ إِذۡ يَتَوَفَّى ٱلَّذِينَ كَفَرُواْ ٱلۡمَلَٰٓئِكَةُ يَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَٰرَهُمۡ وَذُوقُواْ عَذَابَ ٱلۡحَرِيقِ",
    "TRANSLATION": "Và nếu ngươi có thể chứng kiến được cảnh huống khi Thiên Thần bắt hồn những kẻ không tin (lúc chết) bằng cách đập vào mặt và lưug của chúng (và bảo:) “Hãy nếm hình phạt của lửa đốt.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1211",
    "SURAH": "8",
    "AYAH": "51",
    "ARABIC_TEXT": "ذَٰلِكَ بِمَا قَدَّمَتۡ أَيۡدِيكُمۡ وَأَنَّ ٱللَّهَ لَيۡسَ بِظَلَّٰمٖ لِّلۡعَبِيدِ",
    "TRANSLATION": "Sở dĩ như thế là vì những điều (tội lỗi) mà bàn tay của các ngươi đã gây ra và rằng Allah không hề bất công đối với bầy tôi của Ngài.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1212",
    "SURAH": "8",
    "AYAH": "52",
    "ARABIC_TEXT": "كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَفَرُواْ بِـَٔايَٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡۚ إِنَّ ٱللَّهَ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ",
    "TRANSLATION": "Giống như cung cách của đám thuộc hạ của Fir’awn (Phê-rô) và của những kẻ sống trước chúng: chúng đã phủ nhận các dấu hiệu của Allah, bởi thế, Allah đã bắt phạt chúng vì tội lỗi của chúng. Quả thật, Allah rất mạnh và nghiêm khắc trong việc trừng phạt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1213",
    "SURAH": "8",
    "AYAH": "53",
    "ARABIC_TEXT": "ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمۡ يَكُ مُغَيِّرٗا نِّعۡمَةً أَنۡعَمَهَا عَلَىٰ قَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
    "TRANSLATION": "Sở đĩ như thế là vì Allah không thay đổi ân huệ mà Ngài đã ban cho một đám người (hay dân tộc) trừ phi họ thay đổi điều nằm nơi bản thản của họ. Và quả thật, Allah Hằng Nghe và Hằng Biết (hết mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1214",
    "SURAH": "8",
    "AYAH": "54",
    "ARABIC_TEXT": "كَدَأۡبِ ءَالِ فِرۡعَوۡنَ وَٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَذَّبُواْ بِـَٔايَٰتِ رَبِّهِمۡ فَأَهۡلَكۡنَٰهُم بِذُنُوبِهِمۡ وَأَغۡرَقۡنَآ ءَالَ فِرۡعَوۡنَۚ وَكُلّٞ كَانُواْ ظَٰلِمِينَ",
    "TRANSLATION": "Giống lề thói của đám thuộc hạ của Fir-'awn và những kẻ sống trước chúng: chúng phủ nhận các dấu hiệu của Thượng Đế (Allah) của chúng. Bởi thế, TA (Allah) đã tiêu diệt chúng vì tội lỗi của chúng; và TA đã nhận đám thuộc hạ của Fir-'awn chết chìm bởi vì tất cả bọn chúng đều là những kẻ làm điều sai quấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1215",
    "SURAH": "8",
    "AYAH": "55",
    "ARABIC_TEXT": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُواْ فَهُمۡ لَا يُؤۡمِنُونَ",
    "TRANSLATION": "Quả thật, sinh vật xấu nhất đối với Allah là những ai phản bội bởi vì chúng không có đức tin:",
    "FOOTNOTES": ""
  },
  {
    "ID": "1216",
    "SURAH": "8",
    "AYAH": "56",
    "ARABIC_TEXT": "ٱلَّذِينَ عَٰهَدتَّ مِنۡهُمۡ ثُمَّ يَنقُضُونَ عَهۡدَهُمۡ فِي كُلِّ مَرَّةٖ وَهُمۡ لَا يَتَّقُونَ",
    "TRANSLATION": "Những ai trong bọn chúng đã giao ước với Ngươi rồi sau đó bội ước bất cứ lúc nào và không sợ Allah;",
    "FOOTNOTES": ""
  },
  {
    "ID": "1217",
    "SURAH": "8",
    "AYAH": "57",
    "ARABIC_TEXT": "فَإِمَّا تَثۡقَفَنَّهُمۡ فِي ٱلۡحَرۡبِ فَشَرِّدۡ بِهِم مَّنۡ خَلۡفَهُمۡ لَعَلَّهُمۡ يَذَّكَّرُونَ",
    "TRANSLATION": "Bởi thế, nếu Ngươi chinh phục được chúng thì hãy phân tán chúng và những kẻ theo chúng mục đích làm cho chúng nhớ lại (hình phạt cảnh cáo).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1218",
    "SURAH": "8",
    "AYAH": "58",
    "ARABIC_TEXT": "وَإِمَّا تَخَافَنَّ مِن قَوۡمٍ خِيَانَةٗ فَٱنۢبِذۡ إِلَيۡهِمۡ عَلَىٰ سَوَآءٍۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡخَآئِنِينَ",
    "TRANSLATION": "Và nếu Ngươi sợ đám người nào bội ước thì hãy ném trả lại chúng (giao ước của chúng) để được ngang bằng nhau bởi lẽ Allah không yêu thương những kẻ phản bội.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1219",
    "SURAH": "8",
    "AYAH": "59",
    "ARABIC_TEXT": "وَلَا يَحۡسَبَنَّ ٱلَّذِينَ كَفَرُواْ سَبَقُوٓاْۚ إِنَّهُمۡ لَا يُعۡجِزُونَ",
    "TRANSLATION": "Và chớ để cho những kẻ không có đức tin nghĩ rằng chúng đã trốn thoát khỏi (Allah) bởi vì chúng sẽ không bao giờ phá hỏng được (kế hoạch của Allah).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1220",
    "SURAH": "8",
    "AYAH": "60",
    "ARABIC_TEXT": "وَأَعِدُّواْ لَهُم مَّا ٱسۡتَطَعۡتُم مِّن قُوَّةٖ وَمِن رِّبَاطِ ٱلۡخَيۡلِ تُرۡهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمۡ وَءَاخَرِينَ مِن دُونِهِمۡ لَا تَعۡلَمُونَهُمُ ٱللَّهُ يَعۡلَمُهُمۡۚ وَمَا تُنفِقُواْ مِن شَيۡءٖ فِي سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيۡكُمۡ وَأَنتُمۡ لَا تُظۡلَمُونَ",
    "TRANSLATION": "Và hãy dồn tất cả sức mạnh của các ngươi để chuẩn bị lực lượng sẵn sàng chống lại chúng kể cả các con chiến mã hầu làm cho kẻ thù của Allah và của các ngươi kinh hồn bạt vía và cả các kẻ thù khác nữa mà các ngươi không biết nhưng Allah biết rõ chúng. Và bất cứ cái gì các ngươi chi dùng cho Chính Nghĩa của Allah thì sẽ được trả lại đầy đủ cho các ngươi và các ngươi sẽ không bị đối xử bất công.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1221",
    "SURAH": "8",
    "AYAH": "61",
    "ARABIC_TEXT": "۞ وَإِن جَنَحُواْ لِلسَّلۡمِ فَٱجۡنَحۡ لَهَا وَتَوَكَّلۡ عَلَى ٱللَّهِۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ",
    "TRANSLATION": "Nhưng nếu (kẻ thù) chịu hoà thì hãy giải hòa với chúng và phó thác cho Allah bởi vì Ngài (Allah) là Đấng Hằng Nghe và Hằng Biết (mọi việc).",
    "FOOTNOTES": ""
  },
  {
    "ID": "1222",
    "SURAH": "8",
    "AYAH": "62",
    "ARABIC_TEXT": "وَإِن يُرِيدُوٓاْ أَن يَخۡدَعُوكَ فَإِنَّ حَسۡبَكَ ٱللَّهُۚ هُوَ ٱلَّذِيٓ أَيَّدَكَ بِنَصۡرِهِۦ وَبِٱلۡمُؤۡمِنِينَ",
    "TRANSLATION": "Và nếu chúng có ý định muốn lừa gạt Ngươi thì quả thật Allah đủ giúp Ngươi; Ngài là Đấng sẽ ủng hộ Ngươi với sự trợ giúp của Ngài và với (sự tham gia của) những người có đức tin.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1223",
    "SURAH": "8",
    "AYAH": "63",
    "ARABIC_TEXT": "وَأَلَّفَ بَيۡنَ قُلُوبِهِمۡۚ لَوۡ أَنفَقۡتَ مَا فِي ٱلۡأَرۡضِ جَمِيعٗا مَّآ أَلَّفۡتَ بَيۡنَ قُلُوبِهِمۡ وَلَٰكِنَّ ٱللَّهَ أَلَّفَ بَيۡنَهُمۡۚ إِنَّهُۥ عَزِيزٌ حَكِيمٞ",
    "TRANSLATION": "Và (hơn nữa) Ngài đã đoàn kết tấm lòng của họ (các tín đồ). Bởi vì nếu Ngươi có chi dùng tất cả những gì trên trái đất (để đoàn kết họ) thì sẽ không thể đoàn kết tấm lòng của họ nổi; ngược lại, chỉ Allah đoàn kết họ được bởi vì Ngài Toàn Năng, Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1224",
    "SURAH": "8",
    "AYAH": "64",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّبِيُّ حَسۡبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلۡمُؤۡمِنِينَ",
    "TRANSLATION": "Hỡi Nabi (Muhammad)! Allah đủ giúp Ngươi và những người có đức tin theo Ngươi.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1225",
    "SURAH": "8",
    "AYAH": "65",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّبِيُّ حَرِّضِ ٱلۡمُؤۡمِنِينَ عَلَى ٱلۡقِتَالِۚ إِن يَكُن مِّنكُمۡ عِشۡرُونَ صَٰبِرُونَ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُم مِّاْئَةٞ يَغۡلِبُوٓاْ أَلۡفٗا مِّنَ ٱلَّذِينَ كَفَرُواْ بِأَنَّهُمۡ قَوۡمٞ لَّا يَفۡقَهُونَ",
    "TRANSLATION": "Hỡi Nabi (Muhammad)! Hãy động viên những người tin tưởng đi chiến đấu. Nếu trong các ngươi có hai mươi người kiên nhẫn thì họ sẽ đánh bại hai trăm kẻ địch; nếu có một trăm (tín đồ kiên nhẫn) thì họ sẽ đánh bại một ngàn người không đức tin bởi vì chúng là đám người không hiểu biết gì.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1226",
    "SURAH": "8",
    "AYAH": "66",
    "ARABIC_TEXT": "ٱلۡـَٰٔنَ خَفَّفَ ٱللَّهُ عَنكُمۡ وَعَلِمَ أَنَّ فِيكُمۡ ضَعۡفٗاۚ فَإِن يَكُن مِّنكُم مِّاْئَةٞ صَابِرَةٞ يَغۡلِبُواْ مِاْئَتَيۡنِۚ وَإِن يَكُن مِّنكُمۡ أَلۡفٞ يَغۡلِبُوٓاْ أَلۡفَيۡنِ بِإِذۡنِ ٱللَّهِۗ وَٱللَّهُ مَعَ ٱلصَّٰبِرِينَ",
    "TRANSLATION": "Bây giờ Allah giảm bớt (trách nhiệm) cho các ngươi bởi vì Ngài biết các ngươi còn có một điểm yếu. Bởi thế, nếu trong các ngươi có một trăm tín đồ kiên nhẫn thì họ sẽ đánh bại hai trăm người của địch và nếu có một ngàn tín đồ kiên nhẫn thì họ sẽ đánh bại hai ngàn quân địch với sự chấp thuận của Allah bởi vì Allah sát cánh với những người kiên nhẫn.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1227",
    "SURAH": "8",
    "AYAH": "67",
    "ARABIC_TEXT": "مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُۥٓ أَسۡرَىٰ حَتَّىٰ يُثۡخِنَ فِي ٱلۡأَرۡضِۚ تُرِيدُونَ عَرَضَ ٱلدُّنۡيَا وَٱللَّهُ يُرِيدُ ٱلۡأٓخِرَةَۗ وَٱللَّهُ عَزِيزٌ حَكِيمٞ",
    "TRANSLATION": "Một Nabi không được phép giữ các tù binh chiến tranh cho mình trừ phi Người bình định xong lãnh thổ. Các người mong muốn các mối lợi tạm bợ của trần gian nhưng Allah lại mong nhìn về đời sau. Và Allah Toàn năng, Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1228",
    "SURAH": "8",
    "AYAH": "68",
    "ARABIC_TEXT": "لَّوۡلَا كِتَٰبٞ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمۡ فِيمَآ أَخَذۡتُمۡ عَذَابٌ عَظِيمٞ",
    "TRANSLATION": "Nếu không vì một sắc chỉ của Allah đã được ban hành thì chắc chắn các ngươi sẽ phải chịu một hình phạt to lớn về các (khoản tiền chuộc mạng) mà các ngươi đã lấy.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1229",
    "SURAH": "8",
    "AYAH": "69",
    "ARABIC_TEXT": "فَكُلُواْ مِمَّا غَنِمۡتُمۡ حَلَٰلٗا طَيِّبٗاۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ",
    "TRANSLATION": "Nhưng bây giờ hãy vui vẻ hưởng các món hợp pháp và tốt sạch mà các ngươi đã tịch thu được trong chiến tranh nhưng hãy sợ Allah. Quả thật, Allah Hằng Tha Thứ, Rất Mực Khoan Dung.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1230",
    "SURAH": "8",
    "AYAH": "70",
    "ARABIC_TEXT": "يَٰٓأَيُّهَا ٱلنَّبِيُّ قُل لِّمَن فِيٓ أَيۡدِيكُم مِّنَ ٱلۡأَسۡرَىٰٓ إِن يَعۡلَمِ ٱللَّهُ فِي قُلُوبِكُمۡ خَيۡرٗا يُؤۡتِكُمۡ خَيۡرٗا مِّمَّآ أُخِذَ مِنكُمۡ وَيَغۡفِرۡ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
    "TRANSLATION": "Hỡi Nabi (Muhammad)! Hãy bảo các tù binh nằm trong tay kiểm soát của các ngươi: “Nếu Allah biết có điều nào tốt trong lòng của các ngươi, Ngài sẽ ban cho các ngươi món vật tốt hơn vật của các ngươi đã bị tịch thu và sẽ tha thứ cho các ngươi bởi vì Allah Hằng Tha Thứ, Rất Mực Khoan Dung.”",
    "FOOTNOTES": ""
  },
  {
    "ID": "1231",
    "SURAH": "8",
    "AYAH": "71",
    "ARABIC_TEXT": "وَإِن يُرِيدُواْ خِيَانَتَكَ فَقَدۡ خَانُواْ ٱللَّهَ مِن قَبۡلُ فَأَمۡكَنَ مِنۡهُمۡۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
    "TRANSLATION": "Và nếu chúng (những người ngoại đạo tại Makkah) có ý lừa đảo Ngươi (hỡi Nabi) thì chúng cũng đã lừa đảo Allah trước rồi, bởi thế Ngài đã ban cho (Ngươi) sức mạnh để thắng chúng bởi vì Allah Biết hết, Rất Mực Sáng Suốt.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1232",
    "SURAH": "8",
    "AYAH": "72",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٖۚ وَٱلَّذِينَ ءَامَنُواْ وَلَمۡ يُهَاجِرُواْ مَا لَكُم مِّن وَلَٰيَتِهِم مِّن شَيۡءٍ حَتَّىٰ يُهَاجِرُواْۚ وَإِنِ ٱسۡتَنصَرُوكُمۡ فِي ٱلدِّينِ فَعَلَيۡكُمُ ٱلنَّصۡرُ إِلَّا عَلَىٰ قَوۡمِۭ بَيۡنَكُمۡ وَبَيۡنَهُم مِّيثَٰقٞۗ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ",
    "TRANSLATION": "Quả thật, những ai có đức tin (và vì tín ngưỡng của họ) đã di cư đi tị nạn và hy sinh cả tài sản lẫn sinh mạng của họ cho Chính Nghĩa của Allah và những ai đã cho họ (những người di cư) chỗ tị nạn và giúp đỡ họ là đồng minh bảo vệ lẫn nhau; còn những ai có đức tin nhưng không di cư thì các ngươi không có bổn phận phải bảo vệ họ về bất cứ điều gì trừ phi họ di cư đi tị nạn. Và nếu vì lý do tôn giáo, họ yêu cầu các ngươi bảo vệ họ thì các ngươi có bổn phận giúp đỡ họ ngoại trừ đối với đám người mà giữa họ và các người đã ký một thoả hiệp tương trợ; và nên nhớ rằng Allah biết hết mọi điều các ngươi làm.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1233",
    "SURAH": "8",
    "AYAH": "73",
    "ARABIC_TEXT": "وَٱلَّذِينَ كَفَرُواْ بَعۡضُهُمۡ أَوۡلِيَآءُ بَعۡضٍۚ إِلَّا تَفۡعَلُوهُ تَكُن فِتۡنَةٞ فِي ٱلۡأَرۡضِ وَفَسَادٞ كَبِيرٞ",
    "TRANSLATION": "Ngược lại, những ai không có đức tin thì là đồng minh lẫn nhau trừ phi các ngươi thực hiện điều này: (Hãy bảo vệ lẫn nhau), nếu không thế thì áp bức và loạn lạc sẽ đầy dẫy (khắp nơi) trên trái đất và sẽ có sự thối nát lớn lao.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1234",
    "SURAH": "8",
    "AYAH": "74",
    "ARABIC_TEXT": "وَٱلَّذِينَ ءَامَنُواْ وَهَاجَرُواْ وَجَٰهَدُواْ فِي سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَواْ وَّنَصَرُوٓاْ أُوْلَٰٓئِكَ هُمُ ٱلۡمُؤۡمِنُونَ حَقّٗاۚ لَّهُم مَّغۡفِرَةٞ وَرِزۡقٞ كَرِيمٞ",
    "TRANSLATION": "Và những ai có đức tin, di cư và chiến đấu cho Chính Nghĩa của Allah cùng với những ai chứa chấp và giúp đỡ họ là những người thực sự có đức tin. Họ sẽ được (Allah) tha thứ và sẽ được bổng lộc dồi dào.",
    "FOOTNOTES": ""
  },
  {
    "ID": "1235",
    "SURAH": "8",
    "AYAH": "75",
    "ARABIC_TEXT": "وَٱلَّذِينَ ءَامَنُواْ مِنۢ بَعۡدُ وَهَاجَرُواْ وَجَٰهَدُواْ مَعَكُمۡ فَأُوْلَٰٓئِكَ مِنكُمۡۚ وَأُوْلُواْ ٱلۡأَرۡحَامِ بَعۡضُهُمۡ أَوۡلَىٰ بِبَعۡضٖ فِي كِتَٰبِ ٱللَّهِۚ إِنَّ ٱللَّهَ بِكُلِّ شَيۡءٍ عَلِيمُۢ",
    "TRANSLATION": "Và những ai tin tưởng sau đó và di cư tị nạn và chiến đấu cùng với các ngươi (cho Chính Nghĩa của Allah) thì là những người của các ngươi, tuy nhiên, trong Kinh Sách của Allah thì bà con ruột thịt gần nhau (trong việc hưởng gia tài) hơn (là những người anh em trong đạo). Và Allah biết hết mọi việc.",
    "FOOTNOTES": ""
  }
]