[
  {
    "ID": "6131",
    "SURAH": "98",
    "AYAH": "1",
    "ARABIC_TEXT": "لَمۡ يَكُنِ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأۡتِيَهُمُ ٱلۡبَيِّنَةُ",
    "TRANSLATION": "Những ai không có đức tin trong số Người dân Kinh Sách và những người thờ đa thần không chịu từ bỏ (tín ngưỡng của họ) cho đến khi họ gặp minh chứng (Nabi Muhammad);",
    "FOOTNOTES": ""
  },
  {
    "ID": "6132",
    "SURAH": "98",
    "AYAH": "2",
    "ARABIC_TEXT": "رَسُولٞ مِّنَ ٱللَّهِ يَتۡلُواْ صُحُفٗا مُّطَهَّرَةٗ",
    "TRANSLATION": "Một Sứ Giả do Allah phái đến đọc các Tờ Kinh trong sạch (Qur'an).",
    "FOOTNOTES": ""
  },
  {
    "ID": "6133",
    "SURAH": "98",
    "AYAH": "3",
    "ARABIC_TEXT": "فِيهَا كُتُبٞ قَيِّمَةٞ",
    "TRANSLATION": "Trong đó, gồm các sắc chỉ chính trực.",
    "FOOTNOTES": ""
  },
  {
    "ID": "6134",
    "SURAH": "98",
    "AYAH": "4",
    "ARABIC_TEXT": "وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَآءَتۡهُمُ ٱلۡبَيِّنَةُ",
    "TRANSLATION": "Và những ai đã được ban Kinh Sách chỉ chia rẽ nhau sau khi họ đã gặp minh chứng (Nabi Muhammad).",
    "FOOTNOTES": ""
  },
  {
    "ID": "6135",
    "SURAH": "98",
    "AYAH": "5",
    "ARABIC_TEXT": "وَمَآ أُمِرُوٓاْ إِلَّا لِيَعۡبُدُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُواْ ٱلصَّلَوٰةَ وَيُؤۡتُواْ ٱلزَّكَوٰةَۚ وَذَٰلِكَ دِينُ ٱلۡقَيِّمَةِ",
    "TRANSLATION": "Và họ được lệnh chỉ phải thờ phụng riêng Allah, triệt để thầnphục Ngài một cách chính trực và dâng lễ nguyện Salah một cách chu đáo và đóng Zakah và đó là tôn giáo đúng đắn, ngay chính.",
    "FOOTNOTES": ""
  },
  {
    "ID": "6136",
    "SURAH": "98",
    "AYAH": "6",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ كَفَرُواْ مِنۡ أَهۡلِ ٱلۡكِتَٰبِ وَٱلۡمُشۡرِكِينَ فِي نَارِ جَهَنَّمَ خَٰلِدِينَ فِيهَآۚ أُوْلَٰٓئِكَ هُمۡ شَرُّ ٱلۡبَرِيَّةِ",
    "TRANSLATION": "Quả thật, những ai không có tin trong số Người dân Kinh Sách và những người thờ đa thần sẽ vào ở trong hỏa ngục đời đời. Họ là những sinh vật xấu xa nhất.",
    "FOOTNOTES": ""
  },
  {
    "ID": "6137",
    "SURAH": "98",
    "AYAH": "7",
    "ARABIC_TEXT": "إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ أُوْلَٰٓئِكَ هُمۡ خَيۡرُ ٱلۡبَرِيَّةِ",
    "TRANSLATION": "Quả thật, những ai có đức tin (nơi Allah và Sứ Giả Muhammad) và làm việc thiện thì sẽ là những sinh vật tốt đẹp nhất.",
    "FOOTNOTES": ""
  },
  {
    "ID": "6138",
    "SURAH": "98",
    "AYAH": "8",
    "ARABIC_TEXT": "جَزَآؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ رَّضِيَ ٱللَّهُ عَنۡهُمۡ وَرَضُواْ عَنۡهُۚ ذَٰلِكَ لِمَنۡ خَشِيَ رَبَّهُۥ",
    "TRANSLATION": "Phần thưởng của họ nơi Thượng Đế của họ sẽ là những Ngôi Vườn Vĩnh Cửu (thiên đàng) bên dưới có các dòng sông chảy mà họ sẽ vào ở trong đó đời đời; Allah sẽ hài lòng với họ và họ sẽ toại nguyện với Ngài. Phần ân thưởng đó dành cho ai là người sợ Thượng Đế của mình.",
    "FOOTNOTES": ""
  }
]